{
	"folder": null,
	"name": "Encyclopedic Mind",
	"type": "feature",
	"img": "icons/magic/control/hypnosis-mesmerism-eye-tan.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Your familiarity with writing expands in powerful ways, granting you both protection and new capabilities:</p><ul><li>You can read any written language, whether you are proficient with the language or not. This does not grant you the ability to speak, write, or sign the language, and reading a non-proficient language takes you 10 minutes per page of text. This includes even secret languages like Druidic or Thieves&rsquo; Cant, lost languages, thoroughly alien languages, etc. This feature only gives you the ability to read the literal meaning of the text; it gives you no additional ability to decipher codes, determine context or subtext, make sense of cryptic wording, see through deception or lies of omission, etc.</li><li>Simply reading text cannot harm you or cause you to trigger harmful effects. This means that you cannot trigger a glyph of warding by reading it, and you are detached enough that forbidden texts that would cause deleterious effects to the mind of most readers do not do so to you. This protection only extends to reading the text silently. If some effect is triggered by reading the text aloud, touching it, copying it, or some other action, this feature affords no immunity to those effects. These protections only extend to you, but you are aware of the effect any hazardous text would have on those without this feature. For example, you will be able to identify a glyph of warding for what it is, but if one of your companions reads it after you, it will trigger as normal.</li><li>You treat all spell scrolls with spells up to level 7 as if the spell was on your spell list. However, this cannot be combined with Speed Reader unless the spell is normally on the artificer list.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "thematicToolkitHazardousKnowledge",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "gm5r1vjmuonq9k5f",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}