{
	"name": "Reputation",
	"type": "feature",
	"img": "icons/skills/social/diplomacy-peace-alliance.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 10th level, your reputation has begun to precede you. Choose one of the following options:</p><h3 class=\"Indent1\">Inspiring</h3><p>You&rsquo;re a reputed leader, a person to be trusted whose words are to be heeded. You gain an&nbsp;expertise die&nbsp;on Persuasion checks. In addition, you may spend 1 exertion point as a bonus action to inspire a creature that can hear you. The creature makes an Insight check opposed by your Persuasion check, becoming inspired by you on a failure. Indifferent creatures you inspire in this way become friendly towards you and your allies, and friendly creatures you inspire in this way will consider you an ally and may provide you with local information that would otherwise remain secret. Creatures will remain inspired by you indefinitely unless you do something that would make them hostile or lose confidence in you, such as lying, stealing, or causing them or their allies harm, or being proven cowardly or untrustworthy in any way.&nbsp;</p><h3 class=\"Indent1\">Intimidating</h3><p>You&rsquo;re reputed to be a terror to your foes and a fearsome ally. You gain an expertise die on Intimidation checks. In addition, you can use a bonus action and spend 1 exertion point to intimidate one creature you can see. The creature makes a Wisdom&nbsp;saving throw&nbsp;(DC 8 + your proficiency bonus + your Charisma modifier) or becomes&nbsp;frightened&nbsp;of you for 1 minute. At the end of each of its turns, a frightened creature can repeat the saving throw, ending the effect on itself on a success.</p><h3 class=\"Indent1\">Legendary</h3><p>Your deeds have become epic stories, growing bigger and more outlandish with each retelling. You gain an&nbsp;expertise die&nbsp;on Deception checks. In addition, you can spend 1 exertion point to weave your real legendary deeds into a Persuasion check as boasting, or include fabricated legendary deeds into a Deception check. When you do so, you have&nbsp;advantage on the check.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "adventurersGuide",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"NMrFiot8A4zl92wX": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.6qtc2ixvz9rc874p",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.8e6758x52oae5noe",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.entuzilpzoabj44q",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": []
				},
				"label": "Reputation"
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"classes": "fighter"
	},
	"folder": null,
	"_id": "75v5b46ey8mlgovp",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}