{
	"name": "War's Toll",
	"type": "feature",
	"img": "icons/skills/melee/blade-tip-chipped-blood-red.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 14th level, your experiences have left their impressions on you. All the lives ended&mdash;both friends and foes&mdash;inevitably weighs down on a person, and each must find their own way to cope and pay the toll of war. Choose one of the following.</p>\n<h3 class=\"Indent1\">Battle Scarred</h3>\n<p class=\"Indent1\">You&rsquo;ve embraced every victory and loss, and you wear each battle scar like a badge of honor. Whenever you are reduced to 0 hit points you gain a new permanent scar or mark, and you gain inspiration. Once you gain inspiration in this way you cannot do so again until you finish a&nbsp;long rest</span>.</p>\n<h3 class=\"Indent1\">Carouser</h3>\n<p class=\"Indent1\">You cope through drink and revelry, and have mastered both. You can gain the benefits of a&nbsp;long rest</span>&nbsp;by spending 4 hours drinking, carousing, and taking the occasional blackout nap. You can carouse in this way so long as you consume at least 4 pint&rsquo;s worth of ale (or equivalent drink), and you are alert and aware of your surroundings while doing so. If you carouse with another creature in this way, you can attempt to learn secrets from it by drinking it under the table. Each hour you spend carousing with a willing creature, make an opposed Constitution check. On a success, that creature answers a question truthfully (even questions it would not normally answer).&nbsp;</p>\n<p class=\"Indent1\">In addition, you can enjoy alcohol as normal but can&rsquo;t gain the&nbsp;poisoned&nbsp;condition from it.</p>\n<p class=\"Indent1\">This feature has no effect on creatures that are immune to the poisoned condition.&nbsp;&nbsp;</p>\n<h3 class=\"Indent1\">One Eye Open</h3>\n<p class=\"Indent1\">Your life has been so regularly in danger that you&rsquo;ve learned to literally sleep with one eye open. You are alert and aware of your surroundings while sleeping during&nbsp;<span class=\"freelinking-link\">long rests&nbsp;. You can also never be surprised and you gain an&nbsp;<span class=\"freelinking-link\">expertise die on initiative checks.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"yINBqNjdUw44qnZe": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"label": "War's Toll",
				"features": {
					"options": [
						"Compendium.a5e.a5e-class-features.Item.f7ntxwxj1vo54798",
						"Compendium.a5e.a5e-class-features.Item.hlw1pyo3qoqa2lz5",
						"Compendium.a5e.a5e-class-features.Item.yu0rlk1kdngglbbn"
					],
					"total": 1
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": null
		},
		"classes": "fighter"
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "xsgws8d96b82gmcb"
}