{
	"name": "Psionic Powers",
	"type": "feature",
	"img": "icons/magic/control/energy-stream-link-large-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<h2>Reflexes</h2>\n<p>At 1st level, you learn certain fundamentals of psionics. Level 0 psionic powers, called reflexes, can be channeled without spending psionic points. You learn one reflex of your choice from the psionics powers list. You learn additional reflexes of your choice at higher levels, as shown in the Reflexes Known column of the Psion table.</p>\n<p>Whenever you gain a level in this class, you can replace one of the psychic reflexes you know with another reflex from the psionics powers list.</p>\n<h2>Psionic Points</h2>\n<p>The Psion table shows the total number of psionic points you have. To use one of your psionic powers, you must expend a number of points equal to its level.</p>\n<p>When you finish a short rest, you may expend one or more hit dice to regain some of your energy. You gain a number of psionic points equal to the result, up to your total psionic points. You regain all spent psionic points when you finish a long rest.</p>\n<h2>Psionic Powers Known of Rating I And Higher</h2>\n<p>You know one level I psionic power of your choice from the psionic powers list.&nbsp;Whenever your power rating increases, as shown in the Power Rating column of the Psion table, you learn one new power of your choice. This power must be of a level less than or equal to your power rating.</p>\n<p>Additionally, when you gain a level in this class, you can replace one power you know with a different power of your choice. This power must also be of a level less than or equal to your power rating.</p>\n<h2>Psionics Ability</h2>\n<p>There are many paths to mental mastery. Choose Intelligence, Wisdom, or Charisma to be your psionics ability. Once you make this choice, you cannot change it. You use the chosen ability whenever a power or feature refers to your psionics ability.</p>\n<p>In addition, you use that ability modifier when setting the saving throw DC for a psionic power or feature and when making an attack roll with one.</p>\n<ul>\n<li><strong>Psionics save DC</strong> = 8 + your proficiency bonus + your chosen ability modifier</li>\n<li><strong>Psionics attack modifier</strong> = your proficiency bonus + your chosen ability modifier</li>\n</ul>\n<h2>Psionic Focus</h2>\n<p>You can use a psionic focus, such as a psychic crystal, for any of your powers. This enables you to concentrate on one additional power you know, as long as the sum of the powers’ levels is less than or equal to your power rating.&nbsp;If you have to make a check to maintain concentration, roll for both powers individually.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "voidrunnersCodex",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"class": "",
		"classes": "psion"
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "0.19.32",
		"createdTime": 1732891639305,
		"modifiedTime": 1732891760983,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "w6PK6CpaaW2Yaz2t"
}