{
	"folder": null,
	"name": "Android",
	"type": "heritage",
	"img": "icons/creatures/magical/construct-stone-earth-gray.webp",
	"system": {
		"description": "<h2>Android Traits</h2>\n<p>All androids share common traits that set them apart from purely organic beings.</p>\n<p><strong>Age.</strong> An android’s lifespan varies widely depending on its purpose. Some are constructed with predetermined lifespans, some built on organic frames that face insurmountable aging challenges, and others are potentially immortal with proper maintenance, upgrades, and care.</p>\n<p><strong>Size.</strong> Small or Medium, unless otherwise stated by your gift.</p>\n<p><strong>Speed.</strong> 30 feet.</p>\n<p><strong>Artificial Advantage.</strong> You have the construct creature type instead of humanoid. You are immune to poison damage and do not need to breathe. You do have to consume Supply, though this takes the form of power cells or other fuel, rather than food.</p>\n<p><strong>Constructed Constitution.</strong> Many standard healing methods for humanoids are completely ineffective on you, as in the case of psionic powers. Medical treatments utilizing nanobots work on you as normal, however, and specialized treatments exist. Most rolls that would call for a Medicine check for an organic creature are substituted for an Engineering check, depending on the condition and availability of parts.</p>\n<p>Additionally, you can still expend Hit Dice and regain hit points as normal on a short or long rest due to your self-repair functions.</p>\n<p><strong>Basic Programming.</strong> You gain proficiency in computers.</p>\n<h2>Android Gifts</h2>\n<p>You gain the following heritage gift.</p>\n<h3>Integrated Systems</h3>\n<p>You have specialist systems integrated into your frame which enhance your performance or grant you unique capabilities. Choose two of the following traits.</p>\n<h4><strong>Access Ports.&nbsp;</strong>You are able to plug into computer systems directly, granting you an expertise die on all computers checks when you are within reach of the target system.</h4>\n<p><strong>Armored Chassis.&nbsp;</strong>You are built to withstand the violence of battle. While you wear no other armor your chassis provides an AC of 13 + your Dexterity modifier. You also have disadvantage on Dexterity (Stealth) rolls due to the clank of metal, the buzz of processors or the whirring of mechanized parts. You can use a shield and still gain this benefit.</p>\n<p>You can select this trait a second time to gain an AC of 14 + your Dexterity modifier instead.</p>\n<p><strong>Compact.</strong>&nbsp;Your size is Tiny. You gain a +1 to your Armor Class against creatures of a size category larger than you.</p>\n<p>You can select this trait a second time, gaining the ability to hover up to 5 feet off the ground and a fly speed equal to your normal Speed.</p>\n<p>Your carrying capacity is halved and you can’t carry bulky items. Additionally, you suffer disadvantage when wielding weapons without the light property and can’t use shields or armor that haven’t been made for you (this restriction doesn’t apply to force shields). Customizing items or equipment for your size generally costs three times as much as the item’s standard price. Your base Speed is 25 feet.</p>\n<p><strong>Enhanced Senses.</strong>&nbsp;You gain proficiency and an expertise die in Perception. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p>\n<p><strong>Expert Subroutines.</strong>&nbsp;You gain proficiency in one of the following skills: Culture, Engineering, History, Nature, Science, or Religion. In addition, you gain a specialty of your choice in the chosen skill.</p>\n<p>You can select this trait a second time to gain proficiency and a speciality in a second skill from the above list.</p>\n<p><strong>Integrated Transmitter.</strong>&nbsp;You are always considered to be carrying a personal communicator, which cannot be taken from you.</p>\n<p><strong>Integrated Weaponry.</strong>&nbsp;You have either an integrated ranged weapon or an integrated melee weapon. You may choose the appearance of this weapon. The weapon cannot be disarmed or thrown, and deals damage equal to 1d4 + your Strength modifier (if it is a melee weapon) or 1d4 + your Dexterity modifier (if it is a ranged weapon). Choose the damage type of this weapon when you first select this trait from the following list: slashing, piercing, bludgeoning, fire, lightning.</p>\n<p><strong>Jump Jets.</strong> You can jump 30 feet vertically and horizontally. You can use this feature a number of times equal to your proficiency bonus, after which you must take a long rest in order to reset your uses.</p>\n<p><strong>Linguist.</strong> You are programmed with many languages. You can automatically speak, sign, understand, and write in any current language. Extinct languages require a DC 15 History check. This does not enable you to break codes, cyphers, or encryptions.</p>\n<p><strong>Mechanized Might.</strong> You count as one size larger when determining your carrying capacity and you can carry a number of additional bulky items equal to your proficiency bonus.</p>\n<p><strong>Mimic. </strong>You have a voice synthesizer which can mimic any voice or sound.</p>\n<p><strong>Organic Appearance.</strong> Your synthetic technological capabilities are subtle and not immediately apparent to the casual observer. Your inorganic systems are hidden beneath layers of skin-like polymers making you look wholly organic without close inspection.</p>\n<p>Creatures can discern your cybernetic nature if they observe you take lightning damage or if they succeed on a Medicine check against your passive Deception.</p>\n<p><strong>Reconnaissance Drone.</strong> You have the service of a utility drone (you may select any variety of utility drone), a robot you command with voice control or through one of your devices. Your drone normally rests in a docking port amidst your machinery, but you can deploy it as an action. In combat it takes its turn immediately after you. It follows your directions, but commanding it to Attack uses your action and its reaction. Repairing your drone is free if you have access to its remains and your gear over the course of a long rest. Otherwise, the materials to replace your drone cost 25 credits.</p>\n<p><strong>Sentinel.</strong> Your charge cycle does not require you to lose consciousness. This allows you to monitor systems and perform other low level activities and you remain fully conscious during rests.</p>\n<p><strong>Tractor Beam.</strong> You have the power to project a small tractor beam as an action. This beam can reach up to 30 feet, carry up to 10 pounds, and can be used to operate simple switches. You can move a held object 10 feet each round using your bonus action.</p>\n<p><strong>Tracks.</strong> You move on tracks rather than legs. You are able to ignore the effects of difficult terrain.</p>\n<p><strong>Wheels.</strong> You move on wheels rather than legs. Your base Speed increases by 5 feet.</p>\n<h2>Android Paragon</h2>\n<p>Your subroutines constantly suggest ways to enhance your performance. At 10th level you finally complete a significant upgrade. Choose one from the following list.</p>\n<h3>Cybernetically Superior</h3>\n<p>One of your ability scores increases by 2.</p>\n<h3>Jet Propulsion</h3>\n<p>You gain a fly speed of 30 feet. Maintaining this speed requires a check after the first minute and every minute after as though you were undertaking a forced march. You gain an expertise die on these checks to avoid fatigue from a forced march.</p>\n<h3>Lore Upload</h3>\n<p>Choose four from the following: Arcana, Culture, Engineering, History, Nature, Religion, and Science. You gain an expertise die on checks using the chosen skills, as well as two specialities of your choice. These specialties must be selected from the chosen skills.</p>\n<h3>Systems Upgrade</h3>\n<p>Choose two more traits from the Android Gifts section.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "voidrunnersCodex",
		"grants": {
			"ttNyGn2lSEw3ab6k": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "ttNyGn2lSEw3ab6k",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"p3FfroiH2pCzYXBW": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "p3FfroiH2pCzYXBW",
				"label": "Size",
				"traits": {
					"base": [],
					"options": [
						"sm",
						"med"
					],
					"total": 1,
					"traitType": "size"
				},
				"img": ""
			},
			"hnBEEkl4W0cm8fRu": {
				"grantType": "proficiency",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "hnBEEkl4W0cm8fRu",
				"label": "Basic Programming",
				"keys": {
					"base": [
						"computers"
					],
					"options": [],
					"total": 0
				},
				"proficiencyType": "tool",
				"img": "",
				"isExpertise": false
			},
			"BRtxuGEXII6E75uG": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "BRtxuGEXII6E75uG",
				"label": "Gifts",
				"features": {
					"total": 0,
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.L4ebIJDIqfg3R83d",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": []
				},
				"img": ""
			},
			"IdERW9fCNolRVJtv": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "IdERW9fCNolRVJtv",
				"label": "Paragon Gifts",
				"features": {
					"total": 1,
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.6aCZaBg0eQIKa1Mv",
							"name": "Cybernetically Superior",
							"img": "icons/skills/movement/arrows-up-trio-red.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.O0qsUBPU3oADzgLa",
							"name": "Jet Propulsion",
							"img": "icons/commodities/tech/smoke-bomb-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.rGcWfw903oK7vrA1",
							"name": "Lore Upload",
							"img": "icons/sundries/books/book-open-purple.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.cZMpCu6WQPniN717",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				},
				"img": ""
			},
			"nGXilzEemNARoMsa": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "nGXilzEemNARoMsa",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.ZXUScmVZiBDLhwUi",
							"name": "Artificial Advantage",
							"img": "icons/commodities/tech/coil-steel-grey.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.7a0nIW3lYp0C51iq",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"actions": {}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "0.19.30",
		"createdTime": 1731584594053,
		"modifiedTime": 1731857808197,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "jX0ui5LCXb4YaWRc"
}
