{
	"folder": null,
	"name": "Constructed",
	"type": "heritage",
	"img": "icons/commodities/tech/tube-chamber-lightning.webp",
	"system": {
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"description": "<h2>Constructed Traits</h2>\n<p>Characters with constructed heritage share&nbsp;a variety of traits in common.</p>\n<p><strong>Age. </strong>Constructed do not age, many&nbsp;beginning life fully physically mature. With&nbsp;proper maintenance they can be immortal.</p>\n<p><strong>Size. </strong>Constructed are engineered from metal, hardwood, and other dense (often&nbsp;expensive) materials that make them&nbsp;heavy, most weighing between 175 and&nbsp;400 pounds and standing anywhere from&nbsp;3 to 7 feet tall. Your size is Small or&nbsp;Medium.</p>\n<p><strong>Speed. </strong>Your Speed is 25 feet.</p>\n<p><strong>Constructed Nature. </strong>You are resistant to poison damage and gain one of the following benefits.</p>\n<ul>\n<li>You don't require air.</li>\n<li>You gain an expertise die on saving throws made to avoid being charmed or frightened.</li>\n</ul>\n<p><strong>Mechanical Metabolism. </strong>Certain types of healing are less effective or even wholly ineffective. Sources of nonmagical healing&nbsp;other than taking a rest have no effect.&nbsp;Magical healing only restores half as&nbsp;many hit points as normal unless you are&nbsp;also repaired in the same round (with an&nbsp;Engineering check, the mending cantrip,&nbsp;or similar).</p>\n<p>In addition, you don&rsquo;t require Supply&nbsp;in the typical sense; instead of eating&nbsp;food, you rely on a specific substance to&nbsp;refuel. Every 24 hours without the&nbsp;substance you suffer a level of fatigue and&nbsp;strife as your inner machinations begin to&nbsp;decay.</p>\n<p>Select one of the following.&nbsp;</p>\n<ul>\n<li><em>Combustibles:</em> 1 pound of coal or&nbsp;hemp, or 2 pounds of wood.</li>\n<li><em>Darkness:</em> 2 hours of complete darkness.</li>\n<li><em>Liquid: </em>1 flask of lamp oil, grease, or an alchemical liquid of your choice.</li>\n<li><em>Metal: </em>1 pound of copper or roughly 50 copper pieces. The Narrator may also allow you to consume silver, gold, or other precious metal in an amount of equivalent worth instead.</li>\n<li><em>Sunlight: </em>3 hours of full sunlight or 6 hours of partial (shaded or cloudy) sunlight.</li>\n</ul>\n<p><strong>Mechanical Lift. </strong>You count as one size&nbsp;larger when determining your carrying&nbsp;capacity and you can carry a number of&nbsp;additional bulky items equal to your&nbsp;proficiency bonus.</p>\n<p><strong>Planar Energy. </strong>Choose the type of&nbsp;planarite that serves as your primary life&nbsp;force from the following list: air, death,&nbsp;earth, fire, life, space, time, water. You&nbsp;gain resistance to a specific damage type&nbsp;based on this source.</p>\n<p>Regardless of planarite type, the&nbsp;planar energy contained within allows you&nbsp;to forgo sleep. When you take a long rest,&nbsp;you spend 4 hours in a state of inactivity&nbsp;(instead of sleeping for 6 hours). While&nbsp;powered down in this way, you suffer no&nbsp;penalty to passive Perception. A long rest&nbsp;remains 8 hours for you as normal, and&nbsp;the remainder of the time must be filled&nbsp;only with light activity.</p>\n<p><strong>TABLE: PLANARITE</strong></p>\n<table style=\"width: 100%; border-width: 1px; height: 155.172px;\" border=\"1\"><colgroup><col><col></colgroup>\n<thead>\n<tr style=\"height: 20.7969px;\">\n<td style=\"height: 20.7969px;\">\n<h4><strong>Planarite</strong></h4>\n</td>\n<td style=\"height: 20.7969px;\">\n<h4><strong>Resistance</strong></h4>\n</td>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Air</td>\n<td style=\"height: 16.7969px;\">Thunder</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Death</td>\n<td style=\"height: 16.7969px;\">Necrotic</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Earth</td>\n<td style=\"height: 16.7969px;\">Lightning</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Fire</td>\n<td style=\"height: 16.7969px;\">Fire</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Life</td>\n<td style=\"height: 16.7969px;\">Radiant</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Space</td>\n<td style=\"height: 16.7969px;\">Psychic</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Time</td>\n<td style=\"height: 16.7969px;\">Force</td>\n</tr>\n<tr style=\"height: 16.7969px;\">\n<td style=\"height: 16.7969px;\">Water</td>\n<td style=\"height: 16.7969px;\">Cold</td>\n</tr>\n</tbody>\n</table>\n<h2>Constructed Gifts</h2>\n<p>In addition to the traits found in your&nbsp;constructed heritage, choose one of the&nbsp;following frames as your heritage gift.&nbsp;Cross-Functional. With the Narrator&rsquo;s&nbsp;permission, you can choose an augment&nbsp;trait from a different frame instead of an&nbsp;augment trait for your chosen frame.</p>\n<h3>Military Frame</h3>\n<p><strong>Battle Readiness. </strong>Your Speed&nbsp;increases to 30 feet and you are proficient&nbsp;with clubs, spears, and light crossbows.&nbsp;In addition, you have a melee weapon&nbsp;built into one of your arms that is&nbsp;immediately swapped out for a hand when&nbsp;sheathed. Choose one melee weapon that&nbsp;does not have the heavy, two-handed, or&nbsp;versatile property. When attached in this&nbsp;way, you are proficient with the weapon, it&nbsp;cannot be thrown, and you cannot be&nbsp;disarmed of it. The weapon can be&nbsp;replaced with another weapon with 10&nbsp;minutes of work and a DC 13 Engineering&nbsp;or tinker&rsquo;s tools check.</p>\n<p><strong>Military Augments. </strong>Choose two of the following customizations to enhance your military frame.</p>\n<ul>\n<li><em>Cavalry: </em>Your Speed increases by 5 feet, and you are proficient with land vehicles.</li>\n<li><em>Heavy Artillery: </em>You have a pop-up shoulder cannon that functions as the acid splash, fire bolt, or ray of frost cantrip (chosen when you select this customization and using your highest ability score as its spellcasting ability) but its effects are nonmagical.</li>\n<li><em>Infantry: </em>You have a crawl speed equal to your Speed.</li>\n<li><em>Light Artillery: </em>You replace one hand with a hand crossbow. You are proficient with the weapon and can ignore its loading property.</li>\n<li><em>Navy: </em>You have a swim speed of 20 feet and proficiency with water vehicles.</li>\n</ul>\n<h3>Service Frame</h3>\n<p><strong>Social Grace.</strong> You are proficient in&nbsp;Deception and Insight.&nbsp;</p>\n<p><strong>Service Augments. </strong>Choose two of the&nbsp;following customizations.</p>\n<ul>\n<li><em>Anticipatory Nimbleness:</em> You can move through the space of any creature that is of a size larger than yours.</li>\n<li><em>Knowledge Archive:</em> When you become proficient in your first lore skill (Arcana, Culture, Engineering, History, Nature, Religion; as bonus knowledge), you gain two of its skill specialties.</li>\n<li><em>Mathematical Mnemonics: </em>You are proficient in Engineering, its mathematics skill specialty, and you know the calculate cantrip and can cast it without the need for components.</li>\n<li><em>Needle Gun: </em>Your frame is equipped with a concealed, integrated blowgun that has the hand-mounted property. You are proficient with the weapon and can fire a needle as a bonus action.</li>\n<li><em>Self-defense: </em>You have an assassin's gauntlet/boot dagger built into your wrist, toe, or heel and are proficient with the weapon&nbsp;</li>\n</ul>\n<h3>Utility Frame</h3>\n<p>You gain an expertise die when using one&nbsp;tool set (chosen when you become&nbsp;proficient with it).</p>\n<p><strong>Crane Arm. </strong>You only have a single arm designed for a specialized use, including&nbsp;one extension. For holding, grasping, and&nbsp;using objects, you can use a bonus action&nbsp;to swap your extension out for an&nbsp;articulated hand. While not wielding a&nbsp;shield, you can use your arm to wield a&nbsp;weapon with properties that would&nbsp;normally require two hands (loading,&nbsp;two-handed) or if wielding a versatile&nbsp;weapon to be treated as wielding it two&nbsp;handed. Choose one of the following.</p>\n<ul>\n<li><em>Arc Welder Extension: </em>This&nbsp;extension functions as the shocking&nbsp;grasp cantrip (using your highest&nbsp;ability score as its spellcasting&nbsp;ability) but its effects are&nbsp;nonmagical.</li>\n<li><em>Flamethrower Extension: </em>This&nbsp;extension functions as the produce&nbsp;flame cantrip (using your highest&nbsp;ability score as its spellcasting&nbsp;ability) but its effects are&nbsp;nonmagical.</li>\n<li><em>Multi-Tool Extension: </em>You are proficient with and can deploy built-in navigator&rsquo;s tools, thieves&rsquo; tools, and tinker&rsquo;s tools with this extension.</li>\n</ul>\n<h4><strong>Utility Augments. </strong>Choose two of the following customizations to enhance your utility frame.</h4>\n<ul>\n<li><em>Gear Shift: </em>Your Speed increases by&nbsp;5 feet.</li>\n<li><em>Gyroscopic Balance. </em>You gain an&nbsp;expertise die on saving throws made&nbsp;against being knocked prone.</li>\n<li><em>Immutable Form: </em>You gain&nbsp;advantage on saving throws made&nbsp;against effects that would alter your&nbsp;form.</li>\n<li><em>Insectile Limbs: </em>You have a climb&nbsp;speed of 20 feet, and you gain an&nbsp;expertise die on checks made to&nbsp;climb.</li>\n<li><em>Treads: </em>You ignore difficult terrains&nbsp;caused by ice, snow, sand, or mud,&nbsp;and you gain an expertise die on&nbsp;checks made to balance.&nbsp;</li>\n</ul>\n<h2>Constructed Paragon</h2>\n<h3>Advancement Upgrade</h3>\n<p>You gain one new lore skill specialty (as bonus knowledge), one additional magical item attunement slot (to a maximum of&nbsp; ), and 1 additional frame augmentation.</p>\n<h3>Chassis Upgrade</h3>\n<p>You gain an expertise die on concentration&nbsp;checks and your Armor Class increases by&nbsp;1.</p>\n<h3>Engine Upgrade</h3>\n<p>You have a fly speed of 30 feet. To use this&nbsp;speed, you can&rsquo;t be encumbered. Whenever&nbsp;you spend 3 full consecutive rounds&nbsp;airborne without landing, you gain a level of&nbsp;fatigue. Any fatigue gained in this way is&nbsp;removed upon finishing a short or long rest.&nbsp;</p>\n<h3>Warframe Upgrade</h3>\n<p>You gain an expertise die on attack and&nbsp;damage rolls for unarmed strikes and any&nbsp;built-in weapons that are part of your frame.</p>",
		"grants": {
			"PbROfr6Wdh6OPoBJ": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Speed",
				"_id": "PbROfr6Wdh6OPoBJ",
				"default": true,
				"img": "",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"EMZSCuaNeYkMRjiu": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"_id": "EMZSCuaNeYkMRjiu",
				"default": true,
				"img": "",
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.3h7sc044vn5p4gq7",
						"Compendium.a5e.a5e-heritage-features.Item.njhcqp0ayk57gymz",
						"Compendium.a5e.a5e-heritage-features.Item.gxm534o7u5kgt4ik",
						"Compendium.a5e.a5e-heritage-features.Item.wb3ogqvzk2j87qor"
					],
					"options": [],
					"total": 0
				}
			},
			"tgBik2VAr7JPfp74": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Gifts",
				"features": {
					"options": [
						"Compendium.a5e.a5e-heritage-features.Item.07i4ylig9l5nkw9f",
						"Compendium.a5e.a5e-heritage-features.Item.xoxznyb69u3g2xy7",
						"Compendium.a5e.a5e-heritage-features.Item.mzkx3rv0ax38f9ck"
					],
					"total": 1,
					"base": []
				},
				"_id": "tgBik2VAr7JPfp74",
				"default": true,
				"img": ""
			},
			"uu9kRegrZc27CKVT": {
				"grantType": "feature",
				"level": 0,
				"optional": true,
				"label": "Paragon Gifts",
				"features": {
					"options": [
						"Compendium.a5e.a5e-paragon-gifts.Item.v8nqvrq1n4ieiuve",
						"Compendium.a5e.a5e-paragon-gifts.Item.dxrfjd9hf12cm4jm",
						"Compendium.a5e.a5e-paragon-gifts.Item.5026vse1ot48marq",
						"Compendium.a5e.a5e-paragon-gifts.Item.kfuhq9v07whuhzml"
					],
					"total": 1
				}
			}
		},
		"source": "gpg0"
	},
	"effects": [],
	"flags": {},
	"_id": "ryxpv1d8kqispgx7"
}