{
	"folder": null,
	"name": "Dhampir",
	"type": "heritage",
	"img": "icons/magic/death/mouth-teeth-fangs-vampire.webp",
	"system": {
		"description": "<h2>Dhampir Traits</h2>\n<p>When you choose this heritage at first level, select the traits from an existing heritage. This represents your mortal parent and reflects your physical appearance and any additional senses or features you may acquire. Additionally, you gain the following traits, regardless of selection:</p>\n<p><em><strong>Age.</strong></em> Because of their partial vampiric heritage, dhampirs age slower than average mortals. The lifespan indicated by the traits you originally chose is doubled.</p>\n<p><em><strong>Darkvision.</strong></em> You gain darkvision out to a range of 60 feet. If you already had darkvision as a result of your choice of traits, the range of your darkvision instead extends by 60 feet.</p>\n<p><em><strong>Deathlike Torpor.</strong></em> Your body does not need a full night&rsquo;s sleep to recharge. Instead of sleeping when you take a long rest, you fall into a trance-like torpor for 4 hours. During your torpor, you suffer no penalty to passive Perception. A long rest remains 8 hours for you as normal, and the remainder of time must be filled only with light activity.</p>\n<p>&nbsp;</p>\n<h2>Dhampir Gifts</h2>\n<p>Though their mortal origins may be varied, dhampirs often gain supernatural abilities from their vampiric parent. In addition to the traits inherited from your mortal parent, choose one of the following gifts:</p>\n<h3>Courtly Charm</h3>\n<p>Vampires have some measure of natural charm, and you are no exception. You gain proficiency in Persuasion, or an expertise die if you were already proficient. Additionally, once per long rest you may cast the spell @UUID[Compendium.a5e.a5e-spells.Item.zf1kpjwhg9fabe01]{Charm Person} without the use of verbal components. Intelligence, Wisdom, or Charisma is your spellcasting modifier for this spell, whichever is highest.</p>\n<h3>Unnatural Grace</h3>\n<p>Your partially vampiric origins grant you an ethereal speed and grace. Your Speed increases by 10 feet, and you gain an expertise die to your initiative rolls.</p>\n<h3>Vampiric Bite</h3>\n<p>Your oversized fangs are longer than those of most dhampirs and can serve as natural weapons. You are only able to bite a grappled, incapacitated or restrained creature. Your fangs count as finesse weapons for you, and on a hit your bite deals piercing damage equal to 1d6 + your Strength or Dexterity modifier (whichever is highest).</p>\n<p>&nbsp;</p>\n<h3>Dhampir Paragon</h3>\n<p>When you reach 10th level, you become a better dhampir and gain one of the following paragon gifts:</p>\n<h3>Defy Gravity</h3>\n<p>You have inherited your vampiric parent&rsquo;s unsettling ability to scale even the most impossible surfaces. You are permanently under the effects of the @UUID[Compendium.a5e.a5e-spells.Item.kz3xe6ems34f2ubo]{Spider Climb} spell. Additionally, you have advantage on ability checks and saving throws made to maintain your balance.</p>\n<h3>Melt into Mist</h3>\n<p>Like your vampiric parent you may briefly assume a lesser form of mist. As an action, you may turn yourself and everything that you are carrying into a hovering wispy cloud, as in the spell @UUID[Compendium.a5e.a5e-spells.Item.y4vmyqfeede94imc]{Gaseous Form}, though it is always considered to be cast at 5th level for you in terms of calculating your flying speed. This form lasts for a number of rounds equal to your Constitution modifier, until it is dispelled, or until you choose to end it as a bonus action.</p>\n<p>If you are still airborne when this effect ends or you drop to 0 hit points, you fall at a rate of 30 feet per round. Once you have assumed this form of mist in this way, you cannot do so again until you complete a long rest.</p>\n<h3>Touch of the Grave</h3>\n<p>Though you may not have a craving for blood, you have inherited the vampire&rsquo;s ability to sap the energy of others to grant you health. You learn the spell @UUID[Compendium.a5e.a5e-spells.Item.j4dxhregibkcte2j]{Vampiric Touch} and it is always considered to be prepared at 5th level for you. You may cast this spell once per long rest without consuming a spell slot.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "bloodyHeretics",
		"grants": {
			"QzIXnirfCHiXvicm": {
				"grantType": "senses",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "QzIXnirfCHiXvicm",
				"label": "Darkvision",
				"bonus": "60",
				"senses": {
					"base": [
						"darkvision"
					],
					"options": [],
					"total": 0
				},
				"img": "",
				"unit": "feet",
				"context": {
					"otherwiseBlind": false
				}
			},
			"pKHeHOHYoTf1rqoZ": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "pKHeHOHYoTf1rqoZ",
				"label": "Gift",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.yi7e4MXB0xSrfU44",
							"name": "Courtly Charm",
							"img": "icons/magic/control/mouth-smile-deception-purple.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.kOVI2gn0bTQB4tXs",
							"name": "Unnatural Grace",
							"img": "icons/skills/movement/figure-running-gray.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.c8rhXjG8Ph7vhcA8",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": []
				},
				"img": ""
			},
			"yOOi6QX0z3ZdvJKw": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "yOOi6QX0z3ZdvJKw",
				"label": "Paragon",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.ueByB3terXa4ZAgn",
							"name": "Defy Gravity",
							"img": "icons/creatures/webs/web-spider-glowing-purple.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.LMC8CXWsnpz4wgWs",
							"name": "Melt into Mist",
							"img": "icons/magic/air/fog-gas-smoke-dense-white.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.4XRnlfYewHEIwK8X",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.343",
		"systemId": "a5e",
		"systemVersion": "1.0.13",
		"createdTime": 1761512002972,
		"modifiedTime": 1761512106152,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "sBKdHCYhh9uxJCe4"
}
