{
	"name": "Dragonborn",
	"type": "heritage",
	"img": "icons/commodities/leather/scales-green.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 29\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 29\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 29\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 29\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dragonborn Traits</h1>\n<p>Characters with the dragonborn heritage share a variety of traits in common with one another.</p>\n<p><em><strong>Age.</strong></em> Young dragonborn are largely indepen- dent within hours of hatching. They develop quickly, reaching the equivalent development of an adolescent human by the age of 3, and then fully maturing into adults by the age of 15. Their maximum life span is about 80 years.</p>\n<p><em><strong>Size.</strong></em> Dragonborn have imposing statures. Most stand well over 6 feet tall and weigh between 250 and 300 pounds. Your size is Medium.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 30 feet.</p>\n<p><em><strong>Dragon Breath.</strong></em> Drawing upon great reservoirs of draconic power, you can unleash magical destruction upon your foes. You can use your dragon breath as an action.</p>\n<p>Choose the type of damage dealt by your breath weapon from the following list: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder.</p>\n<p>Additionally, choose between a 30-foot line that is 5 feet wide or a 15-foot cone for the area that your breath weapon affects. Each creature in the breath&rsquo;s area makes a Dexterity saving throw. If your breath weapon deals psychic damage, a Wisdom saving throw is made instead of Dexterity; if cold, necrotic, poison, radiant, or thunder, a Constitution saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>A creature takes 2d6 damage on a failed saving throw, or half damage on a success. The damage increases to 3d6 at 4th level, 4d6 at 9th level, 5d6 at 14th level, and 6d6 at 19th level.</p>\n<p>After you use your dragon breath, you can&rsquo;t use it again until you finish a short or long rest.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dragonborn Gifts</h1>\n<p>Dragonborn are diverse and highly varied even within a single draconic progenitor&rsquo;s bloodline. In addition to the traits found in your dragonborn heritage, select one of the following dragonborn gifts.</p>\n<h3>Draconic Armor</h3>\n<p>Some dragonborn grow tougher scales and sharper claws. These dragonborn tend to have short tails, wide faces, and broad shoulders, all of which are usually ridged with hardened scales or tipped with spikes. You have the following traits:</p>\n<p><em><strong>Claws.</strong></em> You grow retractable claws from the tips of your fingers. Extending or retracting the claws requires no action. The claws are natural weapons, which you can use to make unarmed strikes that deal slashing damage equal to 1d4 + your Strength modifier.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Resistance.</strong></em> You have resistance to the damage type dealt by your Dragon Breath.</p>\n<p><em><strong>Scales.</strong></em> You have tough interlocked draconic scales. While you aren&rsquo;t wearing armor, your AC equals 13 + your Dexterity modifier. You can use a shield and still gain this benefit.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Draconic Fins</h3>\n<p>Some dragonborn seem naturally adapted to aquatic environments with sleek, hydrodynamic, and often reflective scales. These dragonborn tend to have webbed hands and feet, and long serpentine tails. They also tend to grow soft fin-like scales along their legs and forearms. You have the following traits:</p>\n<p><em><strong>Swimmer.</strong></em> You have a swimming speed of 30 feet and you can hold your breath for up to 15 minutes at a time.</p>\n<p><em><strong>Deep Darkvision. </strong></em>You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray. In addition, your eyes are perfectly adapted for spotting movement at depth, and the radius of your darkvision increases to 120 feet while underwater.</p>\n<p><em><strong>Hard to Hit.</strong></em> You either have a tough shell or your quick movements and reflective scales make you difficult to strike. While you aren&rsquo;t wearing armor, your AC equals 12 + your Dexterity modifier. You can use a shield and still gain this benefit.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Draconic Wings</h3>\n<p>Some dragonborn are born with draconic wings. They tend to have slender frames and smooth scale patterns, along with a&nbsp;long rudder-like tail to help them fly with their stocky wings. They&rsquo;re far too heavy and lack the strength to really soar like&nbsp;true dragons, but their wings still allow them to lift off and fly a considerable&nbsp;distance before tiring.</p>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Flight.</strong></em> You have a fly speed of 30 feet. To use this speed, you can&rsquo;t be wearing medium or heavy armor. Whenever you spend 3 full consec- utive rounds airborne without landing, you gain a level of fatigue. Any fatigue gained in this way is removed upon finishing a short or long rest.</p>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Draconic Paragon</h1>\n<p>With enough time and training any dragonborn can unlock their draconic potential. When you reach 10th level, your dragonborn gift dramatically improves.</p>\n<p>In addition, you gain resistance to the damage type dealt by your Dragon Breath. If you already have resistance to that type of damage, you gain immunity to it instead.</p>\n<h3>Impenetrable Draconic Armor</h3>\n<p>Your claws and scales harden to the deadly consis- tency of a true dragon. Your claws deal slashing damage equal to 1d8 + your Strength modifier, and your AC increases by 1.</p>\n<h3>Mighty Draconic Wings</h3>\n<p>Your fly speed increases to 40 feet and you can fly while wearing medium or heavy armor. When you would suffer fatigue from using your fly speed, you make a Constitution saving throw (DC 10 + 1 per previous save in the last minute). On a success, you do not suffer fatigue from flying that round.</p>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Sleek Draconic Fins</h3>\n<p>Your swim speed increases to 45 feet, you can breathe underwater, and your darkvision increases to 120 feet (or 240 feet while underwater).</p>\n<p>Additionally, while underwater you gain an exper- tise die on saving throws and weapon attack rolls.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">&nbsp;</div>\n<div class=\"column\">\n<h1>Suggested Cultures</h1>\n<p>While you can choose any culture for your dragon- born character, the dragonbound and dragoncult cultures are linked closely with this heritage.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"grants": {
			"5iv7SvNw4zQva9G7": {
				"grantType": "movement",
				"level": 0,
				"optional": false,
				"label": "Speed",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"context": {
					"valueIfOriginalIsZero": "30",
					"isHover": false
				},
				"_id": "5iv7SvNw4zQva9G7",
				"default": true,
				"img": "",
				"bonus": "30",
				"unit": "feet"
			},
			"LZm49F4M0iPvEQqY": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Gifts",
				"_id": "LZm49F4M0iPvEQqY",
				"default": true,
				"img": "",
				"features": {
					"base": [],
					"options": [
						"Compendium.a5e.a5e-heritage-features.Item.f5kb19v7zsh64pjv",
						"Compendium.a5e.a5e-heritage-features.Item.p3371rivucr08242",
						"Compendium.a5e.a5e-heritage-features.Item.l2xbev2gjedrk1f6"
					],
					"total": 1
				}
			},
			"KECidOuUeEWIp2ZP": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.zviislarfa78nemm"
					],
					"options": [],
					"total": null
				},
				"_id": "KECidOuUeEWIp2ZP",
				"default": true,
				"img": ""
			},
			"3GD3wVVIT3QLCzAD": {
				"grantType": "feature",
				"level": 0,
				"optional": true,
				"label": "Paragon Gifts",
				"features": {
					"options": [
						"Compendium.a5e.a5e-paragon-gifts.Item.qb599o74wfjczvn7",
						"Compendium.a5e.a5e-paragon-gifts.Item.7urchbv3furi3g1o",
						"Compendium.a5e.a5e-paragon-gifts.Item.jfq4on77hu8czmy3"
					],
					"total": 1
				}
			}
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "m95jkl37hhc5u52x"
}