{
	"name": "Dragonborn",
	"type": "heritage",
	"img": "icons/commodities/leather/scales-green.webp",
	"system": {
		"schemaVersion": {
			"version": 0.007,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 29\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The dragonborn were created by ancient dragons as servants, soldiers, and perhaps even as cherished children. Dragonborn are humanoid creatures instilled with the power and adorned with the scales of their draconic progenitors. Countless ancient wyrms have sired dragonborn clans, and no two are alike. The dragonborn banner flies over the ferocity of the chromatic dragonborn, the noble cunning of the metallic dragonborn, the mystery of the gem dragonborn, and even the ancient wisdom of the essence dragonborn.</p>\n<p>Scales, tails, horns, fangs, claws, wings, and any feature found within dragonkind may emerge randomly for a generation, only to fall back into remission for the next. Despite this, some draconic features remain constant. Whether it be the color of the scales or the shape of the horns, some trace of a dragonborn&rsquo;s original draconic ancestry always shows through.</p>\n<div class=\"page\" title=\"Page 29\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Draconic Ancestry</h3>\n<p>There are many types of dragon in the multiverse.</p>\n<ul>\n<li>Chromatic dragons include red, green, blue, white, and black wyrms. These dragons are typically evil in nature.</li>\n<li>Metallic dragons include brass, bronze, copper, gold, and silver. Metallic dragons are generally known for their goodness.</li>\n<li>Less common are essence dragons, such as the celestial, chaos, earth, river, sea, shadow, spirit, and underworld dragons (and the dragon turtle).</li>\n<li>The gem dragons shimmer with amethyst, crystal, emerald, or sapphire.</li>\n</ul>\n<p>You should decide on your draconic ancestry, whether it be one of these options or a combination.</p>\n<div class=\"page\" title=\"Page 29\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 29\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dragonborn Traits</h1>\n<p>Characters with the dragonborn heritage share a variety of traits in common with one another.</p>\n<p><em><strong>Age.</strong></em> Young dragonborn are largely indepen- dent within hours of hatching. They develop quickly, reaching the equivalent development of an adolescent human by the age of 3, and then fully maturing into adults by the age of 15. Their maximum life span is about 80 years.</p>\n<p><em><strong>Size.</strong></em> Dragonborn have imposing statures. Most stand well over 6 feet tall and weigh between 250 and 300 pounds. Your size is Medium.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 30 feet.</p>\n<p><em><strong>Dragon Breath.</strong></em> Drawing upon great reservoirs of draconic power, you can unleash magical destruction upon your foes. You can use your dragon breath as an action.</p>\n<p>Choose the type of damage dealt by your breath weapon from the following list: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder.</p>\n<p>Additionally, choose between a 30-foot line that is 5 feet wide or a 15-foot cone for the area that your breath weapon affects. Each creature in the breath&rsquo;s area makes a Dexterity saving throw. If your breath weapon deals psychic damage, a Wisdom saving throw is made instead of Dexterity; if cold, necrotic, poison, radiant, or thunder, a Constitution saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>A creature takes 2d6 damage on a failed saving throw, or half damage on a success. The damage increases to 3d6 at 4th level, 4d6 at 9th level, 5d6 at 14th level, and 6d6 at 19th level.</p>\n<p>After you use your dragon breath, you can&rsquo;t use it again until you finish a short or long rest.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dragonborn Gifts</h1>\n<p>Dragonborn are diverse and highly varied even within a single draconic progenitor&rsquo;s bloodline. In addition to the traits found in your dragonborn heritage, select one of the following dragonborn gifts.</p>\n<h3>Draconic Armor</h3>\n<p>Some dragonborn grow tougher scales and sharper claws. These dragonborn tend to have short tails, wide faces, and broad shoulders, all of which are usually ridged with hardened scales or tipped with spikes. You have the following traits:</p>\n<p><em><strong>Claws.</strong></em> You grow retractable claws from the tips of your fingers. Extending or retracting the claws requires no action. The claws are natural weapons, which you can use to make unarmed strikes that deal slashing damage equal to 1d4 + your Strength modifier.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Resistance.</strong></em> You have resistance to the damage type dealt by your Dragon Breath.</p>\n<p><em><strong>Scales.</strong></em> You have tough interlocked draconic scales. While you aren&rsquo;t wearing armor, your AC equals 13 + your Dexterity modifier. You can use a shield and still gain this benefit.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Draconic Fins</h3>\n<p>Some dragonborn seem naturally adapted to aquatic environments with sleek, hydrodynamic, and often reflective scales. These dragonborn tend to have webbed hands and feet, and long serpentine tails. They also tend to grow soft fin-like scales along their legs and forearms. You have the following traits:</p>\n<p><em><strong>Swimmer.</strong></em> You have a swimming speed of 30 feet and you can hold your breath for up to 15 minutes at a time.</p>\n<p><em><strong>Deep Darkvision. </strong></em>You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray. In addition, your eyes are perfectly adapted for spotting movement at depth, and the radius of your darkvision increases to 120 feet while underwater.</p>\n<p><em><strong>Hard to Hit.</strong></em> You either have a tough shell or your quick movements and reflective scales make you difficult to strike. While you aren&rsquo;t wearing armor, your AC equals 12 + your Dexterity modifier. You can use a shield and still gain this benefit.</p>\n<div class=\"page\" title=\"Page 30\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Draconic Wings</h3>\n<p>Some dragonborn are born with draconic wings. They tend to have slender frames and smooth scale patterns, along with a&nbsp;long rudder-like tail to help them fly with their stocky wings. They&rsquo;re far too heavy and lack the strength to really soar like&nbsp;true dragons, but their wings still allow them to lift off and fly a considerable&nbsp;distance before tiring.</p>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Flight.</strong></em> You have a fly speed of 30 feet. To use this speed, you can&rsquo;t be wearing medium or heavy armor. Whenever you spend 3 full consec- utive rounds airborne without landing, you gain a level of fatigue. Any fatigue gained in this way is removed upon finishing a short or long rest.</p>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Draconic Paragon</h1>\n<p>With enough time and training any dragonborn can unlock their draconic potential. When you reach 10th level, your dragonborn gift dramatically improves.</p>\n<p>In addition, you gain resistance to the damage type dealt by your Dragon Breath. If you already have resistance to that type of damage, you gain immunity to it instead.</p>\n<h3>Impenetrable Draconic Armor</h3>\n<p>Your claws and scales harden to the deadly consis- tency of a true dragon. Your claws deal slashing damage equal to 1d8 + your Strength modifier, and your AC increases by 1.</p>\n<h3>Mighty Draconic Wings</h3>\n<p>Your fly speed increases to 40 feet and you can fly while wearing medium or heavy armor. When you would suffer fatigue from using your fly speed, you make a Constitution saving throw (DC 10 + 1 per previous save in the last minute). On a success, you do not suffer fatigue from flying that round.</p>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Sleek Draconic Fins</h3>\n<p>Your swim speed increases to 45 feet, you can breathe underwater, and your darkvision increases to 120 feet (or 240 feet while underwater).</p>\n<p>Additionally, while underwater you gain an exper- tise die on saving throws and weapon attack rolls.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 31\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dragonborn Culture</h1>\n<p>There are many circumstances in which a great wyrm might choose to sire a clutch of dragonborn, and the resulting dragonborn clans are as varied as their progenitors. Ultimately though, the life and society of each dragonborn clan is inexorably linked to the dragon that created it.</p>\n</div>\n<div class=\"column\">\n<p>Chromatic dragons usually see dragonborn as soldiers, cannon fodder to be created and spent for power and territory. Such militarized dragonborn clans tend to see their progenitor as a mighty general and inspiring leader who will guide them to glorious victory, often against dragonborn created by rival dragons. Such dragonborn clans are usually brutal, fearless, and blindly obedient to their progenitor.</p>\n<p>Essence dragons fly wingless over distant shores, their serpentine pennant-like bodies snapping back and forth magically as they soar. Their spirits are intertwined with the magic of the land and are usually tied to a specific sea, river, or mountain, or to a separate plane entirely. Essence dragons see their dragonborn as trusted guardians and custodians, charging them with the safety and protection of the place from which they draw their power. Such dragonborn clans are often highly attuned to nature, and guard their progenitor&rsquo;s home at all costs.</p>\n<p>Gem dragons are rarely seen by surface dwellers and the same is true about their dragonborn. These wyrms live deep within the earth, sometimes for isolation and escape but often pursuing their own esoteric games and schemes millennia in the making. They see their dragonborn as agents, spies, and confidants. Their dragonborn are afforded an unusual level of respect, as they&rsquo;re often the only creatures a gem dragon trusts enough to include wholly into its schemes. Such dragonborn clans are tight-knit but widely dispersed, often spending years in isolation only to reconvene when the time is right. Metallic dragons tend to see their dragonborn as children, regardless of their age. To the outside observer, they often seem like the dragon&rsquo;s servants, and functionally they often are, but the relationship is more parental than feudal&mdash;for some, a more intolerable condition since their unquestioning service is rewarded with condescension and infantilization. Despite all this, such dragonborn clans are typically academic, studious, and often a voice of calm and reason when conflicts arise.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your dragon- born character, the dragonbound and dragoncult cultures are linked closely with this heritage.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "med",
			"options": []
		},
		"giftCategories": {
			"Y4UHyTbBzHXu55dp": "Draconic Armor",
			"YBG5grhV2svghhJ6": "Draconic Fins",
			"M1iUFJhIK6LtDq3u": "Draconic Wings"
		},
		"features": {
			"T5gUSwdvfNgLa2W8": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.k9kysimp6xbfk4zo"
			},
			"XQrMibf1v3EzNR9G": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.bh88swg2rtfglajj"
			},
			"Rk4kSIErrhFyGVxk": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.vnr2ei1k0afohm52"
			},
			"hQPZQuaZQ33VETdr": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.lw8ijgo5wqih2lsv"
			},
			"fmWYq6aPLIFUR4md": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.hcsmggvnrfs4z82t"
			},
			"hpTWszqbtUOev70L": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.is716u77xce41q1i"
			},
			"ePyKu5bkBqshDPfv": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.hpn1zwd4mp3jia03"
			},
			"DhdthqRHxF2A9BNi": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.oxy9capwd5fhzdrq"
			},
			"Djc7cjFDAaGPWJBt": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.o0l08apotejzlwyy"
			},
			"Ep9wc1IVVWRcOwIY": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.fbrx89ytablztaak"
			}
		},
		"gifts": {
			"NtQOs1SxZJZSVY11": {
				"category": "Y4UHyTbBzHXu55dp",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.m23m6u24a1bwyimx"
			},
			"g4zt4N9qeMZ3sigr": {
				"category": "Y4UHyTbBzHXu55dp",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.e94pbe04v2826n18"
			},
			"jp8xQ9azFsxQ5QDO": {
				"category": "Y4UHyTbBzHXu55dp",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.wztumjrlisjzlqqs"
			},
			"IiLTdDKPHET7oitC": {
				"category": "YBG5grhV2svghhJ6",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.l343nn8qxzon710l"
			},
			"CqAwCSiZFlLoysPT": {
				"category": "YBG5grhV2svghhJ6",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.bvrbfka9yecaayew"
			},
			"WQMtXjwMsvFgt5zK": {
				"category": "M1iUFJhIK6LtDq3u",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.smr0wg8nid7rynbw"
			},
			"kvuOpYcqMoG5tL5Y": {
				"category": "YBG5grhV2svghhJ6",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.1u46a72sa19ilkgs"
			}
		},
		"paragonCategories": {
			"ov1A13aJCOZtXk7A": "All Dragonborn",
			"WzxMCmZyHMiMN6ZR": "Draconic Armor",
			"Vbn6J3Ph9Hzt0mY1": "Draconic Fins",
			"nJEV1vQfn0pBsHZK": "Draconic Wings"
		},
		"paragonGifts": {
			"ELsxkkFXx514iduo": {
				"category": "ov1A13aJCOZtXk7A",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.m7k6wmk1xocgs5ec"
			},
			"eC2xmCPKDx0UJKKX": {
				"category": "WzxMCmZyHMiMN6ZR",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.qb599o74wfjczvn7"
			},
			"rddogI5k0sM9mAsA": {
				"category": "Vbn6J3Ph9Hzt0mY1",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.jfq4on77hu8czmy3"
			},
			"sa2BhVI0JkOuQhG4": {
				"category": "nJEV1vQfn0pBsHZK",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.7urchbv3furi3g1o"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "tFdiLUFm0EK6gJLz",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.JDQCq5lXUfYnZVMS",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/commodities/leather/scales-green.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "ySisgYde2ntY4TXC",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.JDQCq5lXUfYnZVMS",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/commodities/leather/scales-green.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "KKm0MlLOQVjo83V7",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.JDQCq5lXUfYnZVMS",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "m95jkl37hhc5u52x"
}