{
	"name": "Dwarf",
	"type": "heritage",
	"img": "icons/magic/earth/barrier-stone-explosion-debris.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 32\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Many dwarf legends say that dwarves were not born, they were forged: the Forge God created them from earth and iron, hammering their spirit into mortal flesh and setting them forth onto the world. Unto each of his creations he set a mark, a divine gift, making them creators in turn. Whether or not that is true, it is certainly true that dwarves possess an innate ability to build and create which reaches beyond their cultural upbringing.</p>\n<p>Dwarves can carve themselves a niche almost anywhere &mdash; their keen sight and their endurance allow them to create and thrive where others dare not tread. Caves become halls, mountains become castles. As their hammers fall, as their kettles boil, unspeakable beauties are unleashed upon their world.</p>\n<p>Although they are often strong and muscular, dwarves are not tall. Their broad, compact frames make them hardy and stout. They can be twice as heavy as a human a few feet taller. Their skin ranges from fair and pale to dark and brown, even gray, with a healthy bronze color being especially common. Under the correct light, dwarven eyes seem like polished black, brown, blue, or green gemstones. Dwarven hair is most often black, but red, brown, and blonde are not uncommon colors. Their beards grow full and long&mdash;sometimes it&rsquo;s hard to say where a dwarf&rsquo;s hair ends and beard begins.</p>\n<div class=\"page\" title=\"Page 32\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 32\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dwarf Traits</h1>\n<p>Characters with the dwarf heritage share a variety of traits.</p>\n<p><em><strong>Age.</strong></em> Dwarves age as fast as humans, but most cultures only consider them adults at 50. They have extremely long lives; some dwarves live to be over 400 years old and their average life span is 350 years.</p>\n<p><em><strong>Size.</strong></em> Dwarves are short and stout. They stand around 4 or 5 feet tall and average 150 pounds of weight. Your size is Medium.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 25 feet. Your Speed is not reduced by wearing heavy armor or wielding tower shields.</p>\n<p><em><strong>Darkvision.</strong></em> You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><em><strong>Creator&rsquo;s Blessing.</strong></em> You were born with the gift of creation. You gain proficiency with one set of artisan&rsquo;s tools (either brewer&rsquo;s supplies or mason&rsquo;s tools) or smith&rsquo;s tools. During a long rest, you can use these tools for crafting instead of sleeping and still receive the full benefits of the long rest.</p>\n<p><em><strong>Tough.</strong></em> Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.</p>\n<div class=\"page\" title=\"Page 32\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dwarf Gifts</h1>\n<p>The Forge God bestows all kinds of divine gifts upon his children. In addition to the traits found in your dwarven heritage, select one of the following dwarven gifts.</p>\n<h3>Dwarven Stability</h3>\n<p>You gain an expertise die on saving throws against effects that would knock you prone, and on saving throws made to resist being shoved.</p>\n<div class=\"page\" title=\"Page 33\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Dwarven Toughness</h3>\n<p>As a bonus action, you gain a number of temporary hit points equal to 1d10 plus your level. These temporary hit points last for 1 minute. You can&rsquo;t use this trait again until after you finish a long rest.</p>\n<p>You gain an expertise die on saving throws against poison, and you have resistance against poison damage.</p>\n<h1>Dwarven Paragon</h1>\n<p>As a dwarf accumulates deeds and glory, the Forge God bestows upon them even greater gifts. When you reach 10th level, you gain one of the following paragon gifts.</p>\n<div class=\"page\" title=\"Page 33\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Fury of the Earth</h3>\n<p>As an action, you can strike the ground with a melee weapon you&rsquo;re proficient with. The ground in a 30-foot radius around you becomes difficult terrain. Each creature on the ground in the area makes a Dexterity saving throw (DC 8 + your proficiency bonus + your Strength modifier) or is knocked prone. A creature concentrating on a spell makes a Consti- tution saving throw or its concentration is broken. You can&rsquo;t use this feature again until after you finish a long rest.</p>\n<h3>Unbreakable</h3>\n<p>When you succeed on a death saving throw, you can expend one Hit Die to regain 1 hit point as if your check result was a natural 20. You can&rsquo;t use this feature again until after you finish a short or long rest.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 33\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Dwarf Culture</h1>\n<p>No other people can craft as well as dwarves do &mdash; or at least that&rsquo;s what most dwarves believe. Considering how frequently envious invaders attack their commu- nities, there must be some truth to that. In response to these raids some dwarves make their homes in inhospitable places where thieves are unable to follow. The struggle of survival in such environ- ments shapes dwarven culture to this day. Some dwarves hide deep in the mountains, avoiding</p>\n</div>\n<div class=\"column\">\n<p>contact with the outside world. Others travel from place to place, never putting down roots. Most, however, fight. Dwarven warriors are as feared as their well-crafted weapons are admired.</p>\n<p>Another important factor in dwarven culture is their relationship with the Forge God. For some cultures the creator god is all-important and the priesthood attains immense power. However, dwarves do not reflect their love for the creator by building innumerable cathedrals and churches. For most dwarves labor itself is holy and crafting is a kind of prayer. There is no better offering to the Forge God than a sharp sword, a sturdy shield, or a foaming cup of beer. More cosmopolitan communities might embrace different gods, but it&rsquo;s very rare that a dwarven community doesn&rsquo;t at least pay lip service to the god of the forge.</p>\n<p>Dwarven communities frequently establish trading relations and friendly rivalries with each other. It is not uncommon for a clan of mountain dwarves to send their young to spend a few decades with hill dwarves or for devoted dwarves to visit other dwarven communities to spread the Forge God&rsquo;s gospel. Sometimes this cultural exchange causes loosely-con- nected communities to become full-fledged empires, bursting with creativity, commerce, and innovation. Just as commonly though these empires fall victim to greedy monsters and bitter feuds. There are as many dwarven songs about lost kingdoms as there are human songs about broken hearts.</p>\n<p>Dwarves can be found in the most unexpected places in the world. If there is enough room to swing a hammer, you can bet some dwarf has already considered living there. Though dwarves are slow to trust, they respect talent and innovation. It is not rare for them to offer training for particularly skilled smiths or brewers they meet in their travels, regard- less of their heritage. However your character was raised, they were moulded and influenced by the dwarven culture around them.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your dwarf character, the following cultures are linked closely with this heritage: deep dwarf, forsaken, godbound, hill dwarf, mountain dwarf.</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "med",
			"options": []
		},
		"giftCategories": {
			"osQMUkAQNJFEOsfQ": "Dwarven Stability",
			"RTgvUcRzFYpAvUuP": "Dwarven Toughness"
		},
		"features": {
			"lGfnLHHhZ2Kuq1aI": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.h4p1doonz6ftp76v"
			},
			"zvRxJ0KQ9DDjt4NB": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.hoqw4ak9mu9p3i7i"
			},
			"lABEjAcX6ZZQL9a7": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.bsit78x812yp9j4u"
			}
		},
		"gifts": {
			"r0h69KjUHNfOzuxe": {
				"category": "osQMUkAQNJFEOsfQ",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.uhf6rfoooohvzfzv"
			},
			"mFfs5XoaAomCaVkb": {
				"category": "RTgvUcRzFYpAvUuP",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.osv45646poozajmc"
			}
		},
		"paragonCategories": {
			"Cn5RfrsqWIDzlcpm": "Fury of the Earth",
			"oyLXAhsBHbIACc13": "Unbreakable"
		},
		"paragonGifts": {
			"Jm1ljKjd8tbN4yGJ": {
				"category": "Cn5RfrsqWIDzlcpm",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.5a59a93893jx8l05"
			},
			"M1s5yYag9ZSnyrIz": {
				"category": "oyLXAhsBHbIACc13",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.kesum85gcac5be2g"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "25",
					"mode": 6,
					"priority": null
				},
				{
					"key": "system.attributes.senses.darkvision.distance",
					"value": "60",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "O5iG14K0yYTs5ioZ",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.AHG6xRWIaYsyfjDg",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/magic/earth/barrier-stone-explosion-debris.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "29ZR8iqSr9zxYS6F",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.AHG6xRWIaYsyfjDg",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/magic/earth/barrier-stone-explosion-debris.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "GWm4y3jawraLJhtF",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.AHG6xRWIaYsyfjDg",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "qnhvvyn5g77mnw25"
}
