{
	"name": "Dwarf",
	"type": "heritage",
	"img": "icons/magic/earth/barrier-stone-explosion-debris.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<h2>Dwarf Traits</h2>\n<p>Characters with the dwarf heritage share a variety of traits.</p>\n<p><em><strong>Age.</strong></em> Dwarves age as fast as humans, but most cultures only consider them adults at 50. They have extremely long lives; some dwarves live to be over 400 years old and their average life span is 350 years.</p>\n<p><em><strong>Size.</strong></em> Dwarves are short and stout. They stand around 4 or 5 feet tall and average 150 pounds of weight. Your size is Medium.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 25 feet. Your Speed is not reduced by wearing heavy armor or wielding tower shields.</p>\n<p><em><strong>Darkvision.</strong></em> You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><em><strong>Creator&rsquo;s Blessing.</strong></em> You were born with the gift of creation. You gain proficiency with one set of artisan&rsquo;s tools (either brewer&rsquo;s supplies or mason&rsquo;s tools) or smith&rsquo;s tools. During a long rest, you can use these tools for crafting instead of sleeping and still receive the full benefits of the long rest.</p>\n<p><em><strong>Tough.</strong></em> Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.</p>\n<h2>Dwarf Gifts</h2>\n<p>The Forge God bestows all kinds of divine gifts upon his children. In addition to the traits found in your dwarven heritage, select one of the following dwarven gifts.</p>\n<h3>Dwarven Stability</h3>\n<p>You gain an expertise die on saving throws against effects that would knock you prone, and on saving throws made to resist being shoved.</p>\n<h3>Dwarven Toughness</h3>\n<p>As a bonus action, you gain a number of temporary hit points equal to 1d10 plus your level. These temporary hit points last for 1 minute. You can&rsquo;t use this trait again until after you finish a long rest.</p>\n<p>You gain an expertise die on saving throws against poison, and you have resistance against poison damage.</p>\n<h2>Dwarven Paragon</h2>\n<p>As a dwarf accumulates deeds and glory, the Forge God bestows upon them even greater gifts. When you reach 10th level, you gain one of the following paragon gifts.</p>\n<h3>Fury of the Earth</h3>\n<p>As an action, you can strike the ground with a melee weapon you&rsquo;re proficient with. The ground in a 30-foot radius around you becomes difficult terrain. Each creature on the ground in the area makes a Dexterity saving throw (DC 8 + your proficiency bonus + your Strength modifier) or is knocked prone. A creature concentrating on a spell makes a Consti- tution saving throw or its concentration is broken. You can&rsquo;t use this feature again until after you finish a long rest.</p>\n<h3>Unbreakable</h3>\n<p>When you succeed on a death saving throw, you can expend one Hit Die to regain 1 hit point as if your check result was a natural 20. You can&rsquo;t use this feature again until after you finish a short or long rest.</p>\n<h2>Suggested Cultures</h2>\n<p>While you can choose any culture for your dwarf character, the following cultures are linked closely with this heritage: deep dwarf, forsaken, godbound, hill dwarf, mountain dwarf.</p>",
		"grants": {
			"ADJCoYkrH4Z1OLFO": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.h4p1doonz6ftp76v",
						"Compendium.a5e.a5e-heritage-features.Item.bsit78x812yp9j4u",
						"Compendium.a5e.a5e-heritage-features.Item.71rrfuwva6r4bt7y"
					],
					"options": [],
					"total": null
				},
				"_id": "ADJCoYkrH4Z1OLFO",
				"default": true,
				"img": ""
			},
			"aiCHnDFGnIQcO3cF": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Gifts",
				"features": {
					"base": [],
					"options": [
						"Compendium.a5e.a5e-heritage-features.Item.uhf6rfoooohvzfzv",
						"Compendium.a5e.a5e-heritage-features.Item.osv45646poozajmc"
					],
					"total": 1
				},
				"_id": "aiCHnDFGnIQcO3cF",
				"default": true,
				"img": ""
			},
			"CB86gltyHv2CSagJ": {
				"grantType": "feature",
				"level": 0,
				"optional": true,
				"label": "Paragon Gifts",
				"features": {
					"options": [
						"Compendium.a5e.a5e-paragon-gifts.Item.5a59a93893jx8l05",
						"Compendium.a5e.a5e-paragon-gifts.Item.kesum85gcac5be2g"
					],
					"total": 1,
					"base": []
				},
				"_id": "CB86gltyHv2CSagJ",
				"default": true,
				"img": ""
			},
			"7f1KUixUTt1o5Cuq": {
				"grantType": "movement",
				"level": 0,
				"optional": false,
				"label": "Speed",
				"bonus": "30",
				"movementTypes": {
					"base": [
						"walk"
					]
				}
			}
		},
		"source": "adventurersGuide"
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "qnhvvyn5g77mnw25"
}