{
	"name": "Elf",
	"type": "heritage",
	"img": "icons/skills/targeting/target-strike-gray.webp",
	"system": {
		"schemaVersion": {
			"version": 0.007,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 34\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Elves are a people with supernatural grace and beauty. They have a slight build and stand at a height somewhere between humans and dwarves. Their skin tones include all the browns and pinks of human skin tones, and some elves exhibit skin with bright colors like blue, green, and purple. Most elves have long faces and sharp features, including high cheekbones, but they are famous for their pointed, leaf-shaped ears, which can grow in a variety of lengths &mdash; some up to 6 inches. Elvish eyes can be of almost any color, and their pupils can be round, vertical, or not visible at all.</p>\n<p>The origin of elves is highly debated but one thing is for certain: they are not entirely of this world. Elves are sometimes called the &ldquo;firstborn&rdquo; of the gods, with some reckoning them to be the lowest order of angels. Others say elves were once faerie spirits who saw the mortal world and wanted to take part, or that humans and elves share a common ancestor and that the elvish ancestor traveled to the The Dreaming (also called Alfheim, the Plane of Faerie, or the Feywild) where they became suffused with its magic. In some worlds, elves arrive from a distant land; in other worlds, they arrive from a distant star. In all these cases what is undisputed is the profound legacy of these long-lived peoples.</p>\n<p>Elves do not merely survive in the world &mdash; they are among its ancient masters. Elvish culture predates that of other cultures, except perhaps those of dragons and giants. How elves respond to their near immortality is one of the most defining aspects of an elf&rsquo;s personality.</p>\n<div class=\"page\" title=\"Page 34\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 34\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Elf Traits</h1>\n<p>Characters with the elf heritage share a variety of traits in common with one another.</p>\n<p><em><strong>Age.</strong></em> Elf children mature at the same rate as human children, but elvish cultures do not consider them to be fully mentally developed (nor matured) until they acquire a century of life experience. Elves today can live to be 700 or older, and legends speak of elves who simply never die.</p>\n</div>\n<div class=\"column\">\n<p><em><strong>Size.</strong></em> Elves have a slender and graceful build. Some stand as tall as average humans, although most are a head or so shorter. Your size is Medium.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 30 feet.</p>\n<p><em><strong>Darkvision.</strong></em> Having your ancestral origins in the twilight realms, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><em><strong>Fey Ancestry.</strong></em> You gain an expertise die on saving throws against being charmed, and magic can&rsquo;t put you to sleep.</p>\n<p><em><strong>Trance.</strong></em> Elves don&rsquo;t need to sleep. Instead, they meditate deeply, remaining conscious (the Common word for such meditation is &ldquo;trance.&rdquo;) While meditating, you can dream after a fashion; such dreams are actually mental exercises that became reflexive through years of practice. When you take a long rest, you spend 4 hours in your trance state (instead of sleeping for 6 hours). During the trance you suffer no penalty to passive Perception. A long rest remains 8 hours for you as normal, and the remainder of the time must be filled only with light activity.</p>\n<div class=\"page\" title=\"Page 35\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Elf Gifts</h1>\n<p>Elves are known for their uncanny perceptiveness, which according to some can even extend to the power to read minds and see the future &mdash; although such powers are very rare. In addition to the traits found in your elf heritage, select one of the following gifts.</p>\n<h3>Mystic Rapport</h3>\n<p>Some elves are so attuned to the arcane that they can see magical energy with their eyes, sense the presence of nearby elves, and communicate mentally.</p>\n<p>Elves with the gift of Mystic Rapport have the following traits:</p>\n<p><em><strong>Arcane Sensitivity.</strong></em> You gain proficiency in Arcana.</p>\n<p><em><strong>Arcane Empathy.</strong></em> Your sensitivity to the flow of magic lets you speak to the hearts of others. You have a limited ability to communicate telepath- ically with those within 30 feet of you. Though this grants the target no ability to respond telepathically, they can understand you as long as you share a language with them.</p>\n<div class=\"page\" title=\"Page 35\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Prescient Vision</h3>\n<p>Some elves don&rsquo;t live in the present moment, their spirits shifting back and forth in the currents of time. Although mainly used for contemplation, this mystical experience is also useful for predicting what may yet come to pass &mdash; though like sand in the waves, the future is always churning.</p>\n<p>Elves with the gift of Prescient Vision have the following trait:</p>\n<p><em><strong>Glance the Future. </strong></em>Your eyes can see a few moments into the future, and your mind appre- hends the divergent possibilities. Once between rests you can use a bonus action to roll a d20 and record the result. Before the end of your next short or long rest, when a creature you can see within 60 feet makes an ability check, attack roll, or saving throw, you can use your reaction to replace their roll with your recorded result. When the creature is also rolling an expertise die, only the d20 roll is replaced. When the creature is rolling more than one d20, such as when it has advan- tage or when a halfling is using their Lucky trait, the replacement applies to the creature&rsquo;s final roll. Once you use this feature, you cannot use it again until you finish a short or long rest.</p>\n<div class=\"page\" title=\"Page 35\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Preternatural Awareness</h3>\n<p>The conventional senses of elves are thought to be more finely tuned than those of other mortals. Some scholars debate whether it is merely a matter of sensitivity, or if the elvish trance meditation heightens their awareness in a way other mortals simply are unable to rival.</p>\n<p>Elves with the gift of Preternatural Awareness have the following traits:</p>\n<p><em><strong>Keen Senses.</strong></em> You gain proficiency in Perception.</p>\n<p><em><strong>Prophetic Instincts.</strong></em> Your ability to detect danger is nearly supernatural. You gain a bonus to initiative rolls equal to your Wisdom modifier, and you can&rsquo;t be surprised while conscious (including during your Trance).</p>\n<div class=\"page\" title=\"Page 36\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Elven Paragon</h1>\n<p>When you reach 10th level, you are an exemplar of elfkind, and you gain one paragon gift from the following list.</p>\n<h3>Elfsight</h3>\n<p>Nature cannot block the legendary accuracy of your people. Your attack rolls ignore half cover, and an area being lightly obscured does not impose disadvantage on your ability checks. You do not have disadvantage from making ranged attacks at long range.</p>\n<h3>Inexorable Darkvision</h3>\n<p>There is no range limit for your darkvision.</p>\n<h3>Spiritual Awareness</h3>\n<p>You are able to cast detect thoughts a number of times equal to your proficiency bonus between each long rest. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 36\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Elf Culture</h1>\n<p>Humans are likely to make superficial claims about elves (&ldquo;everything they do is beautiful and magical.&rdquo;) Although the claim is simplistic, it is true that elves value beauty and mystery. Elvish goods are renowned for their ingenious design and painstaking craftsman- ship. Besides their elegant beauty, elvish specialty crafts are lightweight, easy to use, and often subtly enchanted. Being people who live multiple centuries, elves often seek comfort in the reliability of nature&rsquo;s cycle, finding nostalgia and hope in the emergence and reemergence of familiar plants and beasts. The one constant in the world is change, and yet it moves ever onward in the shape of a wheel &mdash; this and many other mysteries captivate the hearts of elves, provoking a distinctive artistic genius. Even elvish despots and cynics find it difficult to remove themselves from these entrenched values.</p>\n</div>\n<div class=\"column\">\n<p>Whatever an elf does, they commit decades to mastering that art. Whereas a human mage must learn all they can about the arcane in short years, elves have the luxury and cultural mandate to interrogate every detail of their discipline. For elvish priests no doctrine or ritual goes unquestioned, and an elvish soldier learns multiple theories of warfare and can recount their historical evolution in detail.</p>\n<p>Although centuries of wisdom often produces kindness, an unending experience of suffering can likewise produce bitter cruelty. Since ancient times human myths about elves often portray them as magically inflicting disease or lurking in the dark to commit mischief against an unsuspecting victim. These accounts are often merely tall tales but the notions are nonetheless plausible. Some of the most vicious tyrants in the multiverse are elves who believe they are better than other beings, or those whose hatred is blood-red enough to stain history forever. Even so, elves contemplate the &ldquo;long view&rdquo; when planning their perfect victory. Human generals might authorize poisoning wells, salting the earth, or ravaging the land with an arcane menace &mdash; but only the most ruthless and crazed elves would deploy tactics whose harm would curse future generations.</p>\n<p>Elves make their homes all across the world and the multiverse. Living in the shadow of their ancient empires, elves can&rsquo;t help but reflect on their culture as living through its twilight years. Although it is hard to call a culture &ldquo;flourishing&rdquo; when it is slowly withdrawing from existence, elves nonetheless enjoy many stable communities built on millenia of intricate traditions.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your elf char- acter, the following cultures are linked closely with this heritage: eladrin, high elf, shadow elf, wood elf.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "med",
			"options": []
		},
		"giftCategories": {
			"Qn9zelYIMyuA2CrG": "Mystic Rapport",
			"1484qdk25ParVtQy": "Prescient Vision",
			"0qenByfIiUoYips3": "Preternatural Awareness"
		},
		"features": {
			"9C0owVDgiIKi7JSH": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.hoqw4ak9mu9p3i7i"
			},
			"rWk9aQQAnHAsrQzu": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.vxg3dvf4emn7lyq3"
			},
			"Y7rpSozsOVYDc1Un": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.6p5blmxyd9d628r0"
			}
		},
		"gifts": {
			"44WhhQNkQtJ5QcgM": {
				"category": "Qn9zelYIMyuA2CrG",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.gt3u39fxdtwt721o"
			},
			"nzz6sLwHHj0irXui": {
				"category": "Qn9zelYIMyuA2CrG",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.m89pkpo5k93wgynw"
			},
			"G8Ke1XcgvUarjGJg": {
				"category": "1484qdk25ParVtQy",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.ay52ksa2wp6te59l"
			},
			"MXMBEP5PXBLmg9J6": {
				"category": "0qenByfIiUoYips3",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.n7drwrlv7idh1cvi"
			},
			"yS1I6y6yJtwrLlgs": {
				"category": "0qenByfIiUoYips3",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.thgmsuwzkn7d9iko"
			}
		},
		"paragonCategories": {
			"ds1Fcz2M6ZXKZXvq": "Elfsight",
			"O5fITuGWgvgwvAmf": "Inexorable Darkvision",
			"phyR8bbS0K2xtEaS": "Spiritual Awareness"
		},
		"paragonGifts": {
			"AVeLytwogCGACcKX": {
				"category": "ds1Fcz2M6ZXKZXvq",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.cim3npgayypsgn5d"
			},
			"n0XnKBVA7OsGt8wH": {
				"category": "O5fITuGWgvgwvAmf",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.hcf2fnn0t6m7gyrf"
			},
			"eCKSUrLUAd84P9Ym": {
				"category": "phyR8bbS0K2xtEaS",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.1t0gsvn2yj6726sm"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				},
				{
					"key": "system.attributes.senses.darkvision.distance",
					"value": "60",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "nq4q7qZEOaE3Z7JJ",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.Cjd6OkL8Nm1ZRiz4",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/skills/targeting/target-strike-gray.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "D4Y8FDIPw6b34tZI",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.Cjd6OkL8Nm1ZRiz4",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/skills/targeting/target-strike-gray.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "ZQsvLACIXozuNZTq",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.Cjd6OkL8Nm1ZRiz4",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "rt2hd5nncmnxu1v4"
}