{
	"folder": null,
	"name": "Frogfolk",
	"type": "heritage",
	"img": "icons/creatures/amphibians/bullfrog-glass-teal.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<h2>Frogfolk Traits</h2>\n<p>Characters with the frogfolk heritage share a variety of traits in common with one another.</p>\n<p><strong>Age. </strong>At three months old, frogfolk tadpoles emerge from the water walking on four legs. Frogfolk mature into up-right adults after a further 6 to 15 years, depending on the lineage and environment. A frogfolk elder in their 80s would be most ancient indeed.</p>\n<p><strong>Size. </strong>Some frogfolk are about 3 &frac12; feet tall and average about 35 lbs&hellip; Others can be the size of orcs! Your size is your choice of Small or Medium.</p>\n<p><strong>Speed. </strong>You have a base walking speed of 30 feet and a swim speed of 30 feet.</p>\n<p><strong>Amphibious. </strong>You can breathe both air and water.</p>\n<p><strong>Toad&rsquo;s Leap. </strong>When performing a Long Jump you can cover a number of feet equal to 3 times your Strength score (although it is still limited by your movement speed). When performing a High Jump you can leap into the air a number of feet equal to 10 plus your Strength modifier. You are always considered to have made a running start, even when stationary.Frog-Talk. You can communicate with frogs and toads.&nbsp;<br>You have advantage on Charisma checks made during these interactions.</p>\n<h2>Frogfolk Gifts</h2>\n<p>In addition to the traits found in your frogfolk heritage, select one of the following gifts.</p>\n<h3>Beautiful Yet Deadly</h3>\n<p>Your body is adorned with beautiful colors, an indication of the toxin you emit. You gain the following benefits:</p>\n<p><strong>Poison Resistance.</strong> You have resistance to poison damage and advantage on saving throws against the poisoned condition.</p>\n<p><strong>Curare Sweat. </strong>Your body is covered in a toxic film called curare sweat, which is a contact poison functioning much like ordinary curare poison. You can use it in one of several ways, and once you do you cannot use your curare sweat again until you complete a short or long rest. You can use your curare sweat to do one of the following:</p>\n<ul>\n<li>As a bonus action, you can coat one weapon or piece of ammunition with your curare sweat. The first creature struck by the coated weapon is subject to your curare sweat.</li>\n<li>When a creature touches you against your will, and the member touching you is not protected by clothing or armor, you can use your reaction to subject the creature to your curare sweat.&nbsp;</li>\n<li>At the start of your turn, if you are grappling or are grappled by a creature and you are physically touching them, you can subject them to your curare sweat.&nbsp;</li>\n</ul>\n<p>A creature subject to your curare sweat makes a Constitution saving throw against your curare sweat save DC or else it becomes stunned until the end of its next turn. The save DC for your curare sweat is 8 + your proficiency bonus + your Constitution modifier, or 13, whichever is higher.</p>\n<h3>Wicked Tongue</h3>\n<p>While all frogfolk use their sticky, arms-length tongue to eat, your tongue is exemplary. Between reach, strength, and stickiness, your tongue is a weapon unto itself. You gain the following benefits:</p>\n<p><strong>Wicked Tongue. </strong>You have a long sticky tongue capable of immobilizing your prey or enemies. Your tongue is 10 feet long and is dexterous enough to perform simple actions a hand could perform, though it cannot wield weapons.</p>\n<p>On your turn as an action, you can make a melee attack using your tongue. You are considered proficient with your tongue and may use your Strength or Dexterity modifier for the attack, and it has a melee reach of 10 feet. On a hit you deal no damage, but your tongue attaches to the target. A creature attached to your tongue cannot move further away from you and takes a -2 penalty to AC as long as the tongue is attached.</p>\n<p>A creature can detach your tongue by succeeding on an opposed Strength (Athletics) check or by dealing slashing damage to the tongue (AC 14). Your tongue is profoundly elastic, so damage to the tongue does not deplete your actual hit points or do lasting harm.</p>\n<p>You cannot move more than 10 feet away from an&nbsp;attached creature, but you can use a bonus action to release your tongue. If forced movement or another effect drives you and the attached creature further than 10 feet apart, your tongue detaches automatically.</p>\n<h3>Terrifying Croak</h3>\n<p>All frogfolk communicate through use of croaks and gurgles from their throat pouch, but your croaks boom like thunder and resonate deep within the body of your foes, causing them to shudder with nearly supernatural fear. You gain the following benefits:</p>\n<p><strong>Terrifying Croak. </strong>You can use an action to emit a loud and horrifying croak. Enemy creatures within 30 feet who can hear you must make a Wisdom saving throw (DC 8 + your proficiency bonus + either your Constitution or Charisma modifier) or become frightened of you for 1 minute. Creatures with a CR at least 3 higher than your level have advantage on this saving throw, and creatures with a CR at least 3 lower than your level have disadvantage. Creatures that succeed at this save cannot be affected again by it for 24 hours. Once you use this trait, you can&rsquo;t use it again until you finish a long rest.</p>\n<h2>Frogfolk Paragon</h2>\n<p>When you reach 10th level, you are an exemplar of frogkind. If you are Small-sized, you may increase your size to Medium if you so choose. You gain one paragon gift from the following list.</p>\n<h3>Extended Evolution</h3>\n<p>Instead of a paragon gift, you gain an extra frogfolk heritage gift.</p>\n<h3>Extreme Leaps</h3>\n<p>Your jump distance is not limited by your movement&nbsp;speed.</p>\n<h3>Inexorable Venom</h3>\n<p>Your poisons&mdash;those emitted by you, crafted by you, or caused by spell effects you control&mdash;pierce through enemy defenses. You treat creatures with immunity to poison damage as only having resistance, and you treat creatures with resistance to poison damage as though they did not have it. You treat creatures who are neither immune nor resistant to poison damage as vulnerable to your poison damage, and they have disadvantage on saving throws made to resist your poisons.</p>\n<p>Creatures with immunity to the poisoned condition are still subject to yours, but they have advantage on their saving throw. Other creatures have disadvantage on such saving throws.</p>\n<h3>Tongue of Cruelty</h3>\n<p><em><strong>Prerequisite: </strong></em>Wicked Tongue gift</p>\n<p>The melee reach of your Wicked Tongue is 30 feet. (All the 10 foot range increments upgrade to 30 feet.) You still cannot move further away from the attached creature than the range of your tongue. If you are forced to, your tongue releases.</p>\n<p>When you hit with your Wicked Tongue, instead of attaching you can drench the target in an extra sticky version of your saliva. The target is restrained until it succeeds on a Strength saving throw at the start of each of its turns; it can also break free as an Action. The DC for the saving throw is 8 + your proficiency bonus + your Constitution modifier, or 13, whichever is higher. Once you use your extra sticky saliva, you can&rsquo;t do so again until you complete a short or long rest.</p>\n<h2>Frogfolk Culture</h2>\n<p>Frogfolk are somewhat short-lived people, and this means their politics are fast-paced and their cultures are always evolving. It also gives certain frogfolk individuals an insatiable need for adventure.</p>\n<p>Frogfolk are even more radically dependent on clean water than other humanoids. Their homes must be moist; frogfolk living among humans consume nearly twice as much water as humans to compensate&mdash;three times as much under hot and dry conditions. The importance of water also cannot be understated for raising the next generation. Even the most environmentally self-destructive frogfolk village will take pains to ensure they have suitable, relatively-safe spawning pools. Frogfolk parents traveling abroad weave water-tight baskets to keep their spawn moisturized between dunks in secluded streams.</p>\n<p>Frogfolk center their lives around their environment, not around human society. To call such a disposition \"simplistic\" is a wild and malicious mis-characterization. True, most frogfolk are unconcerned with the political, religious, and economic questions which define the identities of most other humanoids&mdash;but frogfolk do practice these disciplines on their own terms. The destruction and pollution caused by a single battle between human factions is more consequential to frogfolk than the royal succession dispute which caused the battle in the first place.</p>\n<p>Frogfolk have two major ethno-linguistic groups: the boggard and the grippli. They are often in conflict with one another. The grippli are considered peaceable and passive, while the boggard are characterized as xenophobic and self\u0002righteous. In reality both groups can be equally as heroic or villainous as the other. It is unclear which lineage is more ancient; moist environments limit the availability of&nbsp;<br>frogfolk historical texts.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your frogfolk character, the following cultures are linked closely with this heritage: boggard, elemental-bound, grippli, plus the variants below.</p>\n<h3>Frogfolk Variant Cultures</h3>\n<p>Some frogfolk lifestyles strongly resemble cultures already described in the core rules. When you choose that culture, you can make the following changes.</p>\n<p>The Villager culture resembles the peaceful hunter-gatherer lifestyle enjoyed by the grippli. You do not gain the features Farm Life and Sharpened Tools; instead you gain proficiency with Survival, and you gain \"Deft Spearman. You are proficient with javelins, spears, and tridents, and for you they are finesse weapons.\" Choose Grippli for your language.</p>\n<p>The Warhordeling culture strongly resembles the imperious boggard sects that can overtake frogfolk clans for generations at a time. The skill you learn for Menacing is instead your choice of Athletics, Intimidation, or Stealth. Choose Boggard for your language.</p>",
		"grants": {
			"jMDpkeE9u3o8A8qy": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk",
						"swim"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "jMDpkeE9u3o8A8qy",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"1dokws2VjL85Xun8": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "1dokws2VjL85Xun8",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.6fk07ik3f0vnb0t3",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.zfwkegqzc1vnfhhw",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.eukr8n3sw50ob7rn",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"ld64BzMbYK5rrtu6": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "ld64BzMbYK5rrtu6",
				"label": "Gifts",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.8hfrgyjs7wtma29i",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.rrwj87yg4ro5humt",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.zmyhuhajuatk5t7i",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				},
				"img": ""
			},
			"PMafPmPLdBYPtxVN": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "PMafPmPLdBYPtxVN",
				"label": "Paragon Gifts",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.dpofohwadw64mfc0",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.mmk59x4y9taixaed",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.wgkv8w0ge8907npf",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.scnb62z2n2766vb4",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": []
				},
				"img": ""
			},
			"Ws9Qhw2hQYaQ62Cp": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "Ws9Qhw2hQYaQ62Cp",
				"label": "Size",
				"traits": {
					"base": [],
					"options": [
						"sm",
						"med"
					],
					"total": 1,
					"traitType": "size"
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "gh43urmqt0qgqj9y",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}