{
	"folder": null,
	"name": "Genasi",
	"type": "heritage",
	"img": "icons/magic/fire/elemental-fire-humanoid.webp",
	"system": {
		"description": "<h2>Genasi Traits</h2>\n<p>Characters with the genasi heritage share a variety of traits in common with one another.</p>\n<p><strong>Age. </strong>Genasi mature at roughly the same rate of their mortal ancestors, although they tend to live nearly 50% longer.</p>\n<p><strong>Size. </strong>The height and weight of genasi tend to hit the extremes of what is considered normal (or possible) by their mortal parentage, due to the influences of the elements. Your size is your choice of Small or Medium.</p>\n<p><strong>Speed. </strong>Your base walking speed is 30 feet.</p>\n<p><strong>Child of the Elements. </strong>You gain resistance to certain damage types, depending on your choice from below: air&mdash;thunder and lightning; earth&mdash;nonmagical slashing; fire&mdash;fire; water&mdash;acid and cold.</p>\n<p><strong>Elemental Instincts. </strong>You gain the skill specialty Elementals, even if you are not proficient in Arcana. You can read, speak, write, and sign Primordial and one of its dialects (Auran, Aquan, Ignan, or Terran).</p>\n<h2>Genasi Gifts</h2>\n<p>In addition to the traits found in your genasi heritage, select one of the following gifts.</p>\n<h3>Air Heritage</h3>\n<p>Air genasi, also called sylvestres, are born in places where elemental air makes its magic known. You gain the following benefits:</p>\n<p><strong>Air Magic. </strong>You know the circular breathing and mage hand cantrips. When you cast mage hand, instead of a spectral hand the spell appears as a lightly glowing wind. You can cast levitation once per long rest. Your spellcasting ability for these spells is your choice of Dexterity, Intelligence, Wisdom, or Charisma.</p>\n<h3>Earth Heritage</h3>\n<p>Earth genasi, also called oreads, are born in places where elemental earth makes its magic known. You gain the following benefits:</p>\n<p><strong>Earth Magic. </strong>You know the arcane muscles cantrip. You can cast earth barrier once per long rest. Your spellcasting ability for these spells is your choice of Constitution, Intelligence, Wisdom, or Charisma.</p>\n<p><strong>Stone-Step. </strong>Moving across difficult terrain made from earth or stone does not cost you extra movement.</p>\n<h3>Fire Heritage</h3>\n<p>Fire genasi, also called volcani (singular: volcanus), are born in places where elemental fire makes its magic known. You gain the following benefits:</p>\n<p><strong>Fire Magic. </strong>You know the produce flame cantrip. You can cast burning hands once per long rest. Your spellcasting ability for these spells is your choice of Constitution, Intelligence, Wisdom, or Charisma.</p>\n<p><strong>Darkvision. </strong>Your internal fires grant you superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, all things are tinged shades of red.</p>\n<h3>Water Heritage</h3>\n<p>Water genasi, also called undines, are born in places where elemental water makes its magic known. You gain the following benefits:</p>\n<p><strong>Aquatic. </strong>You can breathe both air and water. You gain a swim speed of 30 feet.</p>\n<p><strong>Aquatic Damage Versatility. </strong>Whenever you cast an acid or cold spell, you can switch one of these damage types out for the other.</p>\n<p><strong>Water Magic. </strong>You know the acid splash cantrip. Once you reach 3rd level, you can cast create or destroy water&nbsp;once per long rest. Your spellcasting ability for these spells is your choice of Constitution, Intelligence, Wisdom, or Charisma.</p>\n<h2>Genasi Paragon</h2>\n<p>When you reach 10th level, you are an exemplar among elemental planetouched, and you gain one paragon gift from the following list.</p>\n<h3>Elemental Scion</h3>\n<p><em><strong>Prerequisite: </strong></em>Child of the Elements feature</p>\n<p>The damage resistances you gained through Child of the Elements improves to immunity.</p>\n<h3>Elemental Piercing</h3>\n<p>Choose one damage type from the following: Acid, Cold, Fire, Lightning, or Thunder. When you deal damage of that type, you can treat a creature with immunity to that damage as though it only had resistance, and you can treat a creature with resistance to that damage type as though it did not have resistance.</p>\n<p>When you roll for damage with your chosen damage type against a creature with neither immunity or resistance against it, re-roll any damage dice which land on a 1 until each damage die lands on a 2 or higher; replace the result.</p>\n<h2>Genasi Culture</h2>\n<p>Genasi are, as people, incredibly rare&mdash;even by planetouched standards. There are very few instances where elemental planetouched existed in such proportions as to make their own societies. The remarkably rare genasi nation leaves an indelible mark on a setting. They are often brought upon by a major magical occurrence: the emergence of genasi communities from another world, a massive upwelling of elemental magic, and interplanar collisions.</p>\n<p>Genasi are much more disposed either to adopt the culture they were born into, or set out at an early age to find people who understand them. Some genasi families, in their quest to assimilate, fall through the cracks of society&mdash;leading to a surprisingly high number of orphans who are secretly genasi. It also is rumored that some cultures and regions have higher odds of manifesting genasi children.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your genasi character, the following cultures are linked closely with this heritage: atlantean, circusfolk, elemental-bound, forsaken, islander, and lone wanderer.</p>",
		"grants": {
			"TD6x6EUYDhScOAEs": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "TD6x6EUYDhScOAEs",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"WNuJHhhNzbSnnidN": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "WNuJHhhNzbSnnidN",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.r63jgewktb8lqssz",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.ti5wipp72nvq5gr6",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"jTfgXRom5Mtnj45p": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "jTfgXRom5Mtnj45p",
				"label": "Gifts",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.fhs8fneqhd7lo6sa",
							"name": "Air Heritage",
							"img": "icons/magic/air/wind-swirl-gray-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.u626309fwlj8xhtq",
							"name": "Earth Heritage",
							"img": "icons/magic/earth/projectile-boulder-dust.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.y1hnom2fctxirr8t",
							"name": "Fire Heritage",
							"img": "icons/magic/fire/flame-burning-yellow-orange.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.1rycuvav1gq99yp5",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				},
				"img": ""
			},
			"Tf8qpLU0gbJSWWsX": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "Tf8qpLU0gbJSWWsX",
				"label": "Paragon Gifts",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.g6ef5r9vwgswha9a",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.5gruyx30vafz5f1w",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"ua3inG4f8urMaIAp": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "ua3inG4f8urMaIAp",
				"label": "Size",
				"traits": {
					"base": [],
					"options": [
						"sm",
						"med"
					],
					"total": 1,
					"traitType": "size"
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "8z6e4ipwedk4m4gt",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}