{
	"name": "Gnome",
	"type": "heritage",
	"img": "icons/magic/light/hand-sparks-smoke-teal.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 37\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>While gnomes might seem meek, their skill with illusion magic is unrivaled. Each and every gnome, no matter how small, has some sort of innate magic. As such, it is not uncommon for gnomes to grow into skilled mages or tinkerers regardless of their connection to gnomish culture.</p>\n<p>In appearance gnomes are nearly as varied as humans though they all share a few identifying traits: pointed ears, eyes that seem to glitter regard- less of color, and unruly hair. Their skin is most commonly an earthy brown or reddish tan, though it can be any color which falls in the range of the human skin tone spectrum. Unusual hair and eye colors are not uncommon in gnomes, with any color being a possibility; whether this is what nature intended or a result of their affinity for illusion magic, one may never know.</p>\n<div class=\"page\" title=\"Page 37\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Similarly there is little consensus on how it is the first gnomes came to be. Their magical aptitude and pointed ears lead some to believe that elves are the closest ancestral kin of gnomes, but they share many innate talents similar to dwarves, and their stature is more like those of halflings than anyone else. This uncertainty of their origins does not bother gnomes in the slightest of course, and they tend to enjoy hearing the many varied myths and legends shared about their people. Some of the most trea- sured gnome historians and poets have devoted their entire lives to studying such tales, and despite their centuries of scholarship none yet have managed to finish a comprehensive archive.</p>\n<p>Gnomes have impressive life spans rivaling that of elves, but they mature at a much faster pace. Gnomes begin graying and sporting wrinkles by 100. However, they often live multiple centuries, so you can never judge a gnome by their appearance; even the oldest gnomes maintain a level of spryness and vitality that is unheard of among the other heritages.</p>\n<div class=\"page\" title=\"Page 37\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 37\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Gnome Traits</h1>\n<p>Characters with gnome heritage share the following traits:</p>\n<p><em><strong>Age.</strong></em> Gnomes mature at about the same rate as humans, and are expected to settle down into adult life by the age of 40. They can live anywhere from 350 to nearly 500 years.</p>\n<p><em><strong>Size.</strong></em> Gnomes range from 3 to 4 feet tall, and weigh around 40 pounds on average. Your size is Small.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 25 feet.</p>\n<p><em><strong>Darkvision.</strong></em> Gnomes have adapted to see easily in darkened conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only shades of gray.</p>\n<p><em><strong>Gnome Cunning.</strong></em> You gain an expertise die on Intelligence, Wisdom, and Charisma saving throws against magic.</p>\n<p><em><strong>Gnomish Magic.</strong></em> You know the minor illusion cantrip. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).</p>\n<div class=\"page\" title=\"Page 38\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Gnome Gifts</h1>\n<p>Gnomes are often overlooked, due in part to living under the veil of their illusion magic. Diverse gnome populations live in almost any territory imaginable &mdash; even in cities. Choose one of the following heritage gifts.</p>\n<h3>Gnomish Agility</h3>\n<div class=\"page\" title=\"Page 38\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Adept at avoiding the attacks of the &ldquo;Big Folk&rdquo;, you gain +1 to your Armor Class against creatures of a size category larger than your own.</p>\n<h3>Into Mist</h3>\n<p>As a bonus action, or as a reaction immediately after taking damage, you can turn invisible. The invisibility lasts until the end of your next turn, and it ends early if you attack, deal damage, cast a spell, or force a creature to make a saving throw. Once you use this feature, you must finish a short or long rest before doing so again.</p>\n<div class=\"page\" title=\"Page 38\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Gnomish Paragon</h1>\n<p>When you reach 10th level, you are an exemplar of gnomekind, and you gain the following paragon gift.</p>\n<h3>Cunning Reflexes</h3>\n<p>Choose one of the following saving throws: Strength, Dexterity, or Constitution. You gain an expertise die when using the chosen saving throw to resist magic.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 38\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Gnome Culture</h1>\n<p>Gnomish culture is often accompanied by a constant hum of activity and merriment. These gnomes are known for having eccentric senses of humor, an inquisitive streak, and a knack for creative and technological ventures. While they are often overlooked, their cultures can have major impacts on the areas they inhabit&mdash;trees along common roads nearby feature signs advertising bright, exciting parties, and town criers in settlements within walking distance spread word of the annual Artisan&rsquo;s Fair or the next social occasion of note. Over the course of centuries, gnomish cultures enrich the communities around them.</p>\n<p>Gnomes can thrive in bustling cities or in fey forests &mdash; though their location will likely influence the culture exhibited. Rarely will you find an isolated community of gnomes that rejects outside influence, as they are often eager to learn about and experience other cultures. While illusion magic is something most all gnomes are gifted with, it isn&rsquo;t because they wish to hide themselves away from the rest of the world; they simply want to present themselves to the world when they are good and ready to do so. In gnomish culture it is expected that &ldquo;getting ready&rdquo; can entail multiple hours of preening and preparation, with the end result often looking as disheveled as the beginning.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your gnome character, the following cultures are linked closely with this heritage: deep gnome, forest gnome, forgotten folx, tinker gnome.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "sm",
			"options": []
		},
		"giftCategories": {
			"SbOOTcRGnbWKrSRz": "Gnomish Agility",
			"9Q4Vge4E10jAZWzX": "Into Mist"
		},
		"features": {
			"x1IZNfm3YrLQzFDU": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.hoqw4ak9mu9p3i7i"
			},
			"SJen4KmYokityhXG": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.e1grni6vetjfj5da"
			},
			"iYzkezwjHzA2hcpO": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.wry8gp58gffhzeqt"
			}
		},
		"gifts": {
			"RWnujTBkb5ToUg9T": {
				"category": "SbOOTcRGnbWKrSRz",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.jl5v289yzm83h5ix"
			},
			"95BCGUmGY6S4TzWG": {
				"category": "9Q4Vge4E10jAZWzX",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.7dxkmsoz4cqjqnjp"
			}
		},
		"paragonCategories": {
			"CyhXFljynRY6dSxE": "Cunning Reflexes"
		},
		"paragonGifts": {
			"uQsbOvyvVlze74YT": {
				"category": "CyhXFljynRY6dSxE",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.k4m4d2xuk8hl7um0"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "25",
					"mode": 6,
					"priority": null
				},
				{
					"key": "system.attributes.senses.darkvision.distance",
					"value": "60",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "zn7O7QwhuRF6KhZb",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.IjF7JC7QcmlVDlSd",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/magic/light/hand-sparks-smoke-teal.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "DIgaJkBGFdciJ8Xi",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.IjF7JC7QcmlVDlSd",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/magic/light/hand-sparks-smoke-teal.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "N6YxXfpunHP5kcpP",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.IjF7JC7QcmlVDlSd",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "jz1yvkp1x6d2xl2e"
}
