{
	"folder": null,
	"name": "Goblinoid",
	"type": "heritage",
	"img": "icons/creatures/magical/humanoid-silhouette-green.webp",
	"system": {
		"description": "<h2>Goblinoid Traits</h2>\n<p>Characters with the goblinoid heritage are divided into three major lineages, which share features in common with each other.</p>\n<h3>Goblin</h3>\n<p><strong>Age. </strong>Goblins age roughly twice as fast as humans, reaching adulthood by age 10.</p>\n<p><strong>Size. </strong>Goblins are about 3 &frac12; feet tall and average about 60 lbs. Your size is Small.</p>\n<p><strong>Speed. </strong>You have a base walking speed of 30 feet.</p>\n<p><strong>Darkvision. </strong>You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><strong>Live to Fight Another Day. </strong>The first time you Sprint between short or long rests, your movement that turn does not provoke opportunity attacks.</p>\n<p><strong>Tricky Little Thing. </strong>You may use the Dodge or Hide action as a bonus action. Once you have used this trait a number of times equal to your proficiency bonus, you can&rsquo;t do so again until you complete a long rest.</p>\n<h3>Hobgoblin</h3>\n<p><strong>Age. </strong>Hobgoblins age at a comparable rate to humans.</p>\n<p><strong>Size. </strong>Hobgoblins are frequently over 6 feet tall. Your size is Medium.</p>\n<p><strong>Speed. </strong>You have a base walking speed of 30 feet.</p>\n<p><strong>Darkvision. </strong>You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><strong>Calm Under Pressure. </strong>When you make a saving throw to end an ongoing effect, you can use this trait to automatically succeed. Once you use this trait, you can&rsquo;t use it again until you complete a short or long rest.</p>\n<p><strong>Tactical Brilliance. </strong>You add or subtract your proficiency bonus from your Initiative checks (your choice once you see the results of the initiative rolls for a given combat).</p>\n<h3>Bugbear</h3>\n<p><strong>Age. </strong>Bugbears age just a little faster than humans.</p>\n<p><strong>Size. </strong>Bugbears average 7 feet tall and 300 pounds. Your size is Medium.</p>\n<p><strong>Speed. </strong>You have a base walking speed of 30 feet.</p>\n<p><strong>Darkvision. </strong>You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><strong>Dangling Arms. </strong>When you attack on your turn, your melee reach increases by 5 feet.</p>\n<p><strong>Heavy Lifter. </strong>When determining your carrying capacity and the weight that you can push, drag, or lift, your size is considered to be Large. (These amounts are doubled.)</p>\n<h2>Goblinoid Gifts</h2>\n<p>Whether you are a goblin, hobgoblin, or bugbear, you still have certain ancestral traits in common. In addition to the traits found in the goblinoid heritage you chose, select one of the following gifts.</p>\n<h3>Azure Mind</h3>\n<p>You come from a line of goblins called &ldquo;the blue,&rdquo; which are known for their psionic powers. You gain the following benefits:</p>\n<p><strong>Blue Psionics. </strong>You know the mage hand cantrip, and when you cast it the hand is invisible, replaced by a faint blue aura. You can use this trait once between long rests to cast one spell, chosen from charm person, mage armor, or arcane riposte dealing psychic damage. Your spellcasting ability for these is your choice of Intelligence, Wisdom, or Charisma.</p>\n<h3>Conspicuous Leadership</h3>\n<p>Strong leadership has been an important survival tactic among your people for generations. Some say the gift of leadership is self-taught; others say it is a gift from the gods. You gain the following benefits:</p>\n<p><strong>Fight for Your Lives! </strong>As an action, you can push your allies to get that extra edge you need to survive. You and friendly creatures who can see and hear you within 30 feet may spend hit dice, rolling them and gaining temporary hit points instead of healing. A creature can spend a number of their hit dice in this way up to your proficiency bonus. Once you use this trait, you can&rsquo;t use it again until you complete a long rest.</p>\n<p><strong>Just Swing It! </strong>When you obtain this trait, choose one martial weapon. You and friendly creatures you can see and who can see you within 30 feet are proficient with this weapon and with shields.</p>\n<h3>Interdimensional Traveler</h3>\n<p>You come from a lineage of goblins who&rsquo;ve plundered the astral seas, contemplated cosmic mysteries, or fallen victim to alien corruption. You gain the following benefits:</p>\n<p><strong>Interdimensional Psionics. </strong>You know the mage handcantrip, and when you cast it the hand is invisible. Once you reach 3rd level, once per long rest you can cast either jump or shield. At 5th level, once per long rest you can cast either detect thoughts or misty step. Your spellcasting ability for these spells is your choice of Constitution, Intelligence, Wisdom, or Charisma.</p>\n<h3>Smash!</h3>\n<p>Sometimes the best strategy is an all-out onslaught. You gain the following benefits:</p>\n<p><strong>Ambush. </strong>Once per combat, if you hit a surprised creature with an attack, the attack&rsquo;s damage increases by 2d6.</p>\n<p><strong>Collateral Damage. </strong>Damage you deal to objects is doubled.</p>\n<h3>Vindictive</h3>\n<p>In a world where the masses are set against you, you&rsquo;ve learned to cut your foes down to size. You gain the following benefits:</p>\n<p><strong>Vindictive Strike. </strong>When you deal damage to a creature of a size category larger than yours, you can use this trait to deal bonus damage to that creature equal to your level. Once you use this trait, you can&rsquo;t use it again until you complete a short or long rest.</p>\n<p><strong>Vindictive Training. </strong>You gain proficiency with two skills of your choice from Deception, Insight, Perception, or Stealth.</p>\n<h2>Goblinoid Paragon</h2>\n<p>When you reach 10th level, you are an exemplar of goblinkind. You gain one paragon gift from the following list.</p>\n<h3>Master of Escape</h3>\n<p>You can use this trait to cast freedom of movement on yourself once between long rests. The spellcasting ability is your choice of Intelligence, Wisdom, or Charisma.</p>\n<h3>Mighty Reach</h3>\n<p><em><strong>Prerequisite: </strong></em>Bugbear</p>\n<p>Your Dangling Arms extends your melee reach at all times&mdash;not just during your turn.</p>\n<h3>Must Go Faster!</h3>\n<p><em><strong>Prerequisite: </strong></em>Goblin</p>\n<p>You can Dash or Sprint for a number of minutes equal to your proficiency bonus without occurring fatigue. Once you do, you can&rsquo;t do so again until you complete a short or long rest.</p>\n<h3>Pack Tactics</h3>\n<p>You have advantage on attack rolls against a creature if at least one of your allies is within 5 feet of the creature and not incapacitated.</p>\n<h3>Tactical Revelation</h3>\n<p><em><strong>Prerequisite: </strong></em>Hobgoblin</p>\n<p>Friendly creatures within 30 feet who can see and hear you add their proficiency bonus to their initiative checks.</p>\n<h3>Tricky Bastard</h3>\n<p><em><strong>Prerequisite: </strong></em>Goblin</p>\n<p>There is no limit to how many times you can use Tricky Little Thing.</p>\n<h2>Goblinoid Culture</h2>\n<p>Goblinoids are three peoples in one. Most of the time all three varieties of goblinoid live together in harmony, each often taking on a certain suite of expected social roles. In some cases, these expectations turn into a full-fledged caste system. At times a lineage will try to set out on their own; if they can survive the dysfunction caused by their entrenched reliance on one another, they can flourish with newfound autonomy.</p>\n<p>Goblinoid communities can vary radically by which ancestral group is dominant. Goblin-led communities tend to be sprawling colonies, which can either be radically and sustainably communitarian or be so thoughtless as to destroy whatever natural resources they touch. Hobgoblin leadership tends to be hierarchical, even militaristic; some appoint a counsel of sages or military leaders to govern, and others rule&nbsp;<br>by absolute authority. Goblinoid clans with bugbear leadership tend to be reclusive hunter-gatherers, which are often territorial yet deeply connected to the forces of nature.</p>\n<p>The conflict between goblinoids and &ldquo;civilized folk&rdquo; is long and deep-seated. Although contact between humans and goblinoids has been sparse historically, ancient goblin civilizations came into frequent conflict with those of dwarves and gnomes. As the alliances between gnomes, dwarves, elves, and humans solidified, so too did the unspoken taboo against goblinoids. Although tensions between these two factions remain high, there are plenty who see their commonalities well enough to set their differences aside&mdash;especially adventurers.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your goblinoid character, the following cultures are linked closely with this heritage: cosmopolitan, imperial, lone wanderer, tyrannized, warhordeling, and wildling.</p>",
		"grants": {
			"lIK8LTh7zD7oAsB2": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "lIK8LTh7zD7oAsB2",
				"label": "Traits",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.jlthsoineveze5y0",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.fr3htjmhjlz40ovl",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.yxy0heg95de9l73i",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": [],
					"total": 1
				},
				"img": ""
			},
			"PTvxyIZsdfmau9MM": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "PTvxyIZsdfmau9MM",
				"label": "Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.g2u0fpmcumkmmabn",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.t1183zbwcs1wk2wt",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.pn9m0m4spqaqos9x",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.ehumi3uiir8kcaae",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.wjbccvr0j9bzuwgf",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1,
					"base": []
				},
				"img": ""
			},
			"p55BYYb37BFZ8g8s": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "p55BYYb37BFZ8g8s",
				"label": "Paragon Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.ff46ml2kccldmihu",
							"name": "Master of Escape",
							"img": "icons/skills/movement/feet-winged-boots-glowing-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.o1s7whvmu498b7qa",
							"name": "Mighty Reach",
							"img": "icons/magic/earth/construct-stone-long-arms.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.bco2o4ihduk7efie",
							"name": "Must Go Faster!",
							"img": "icons/magic/movement/trail-streak-zigzag-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.6jnmh9p3mnsor9nj",
							"name": "Pack Tactics",
							"img": "icons/creatures/mammals/wolf-shadow-black.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.x534fra0gk8t01le",
							"name": "Tactical Revelation",
							"img": "icons/magic/perception/eye-ringed-glow-angry-red.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.z7h1fjiqx7hznh0o",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"source": "",
		"actions": {}
	},
	"effects": [],
	"flags": {},
	"_id": "j31wk6wzww3tabzi",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
