{
	"folder": null,
	"name": "Half-Giant",
	"type": "heritage",
	"img": "icons/creatures/magical/construct-iron-stomping-yellow.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<h2>Half-Giant Traits</h2>\n<p>Characters with the half-giant heritage share a variety of traits in common with one another.</p>\n<p><strong>Age. </strong>Half-giants mature at the same rate as humans, and some half-giant children are even mistaken for human children. Half-giant elders can live well into their second century.</p>\n<p><strong>Size. </strong>Half-giants are about 7&frac12; feet tall on average, often weighing over 300 lbs. Your size is Medium.</p>\n<p><strong>Speed. </strong>Your base walking speed is 30 feet.</p>\n<p><strong>Giant&rsquo;s Presence. </strong>You gain proficiency with either Athletics, Intimidation, or Nature.</p>\n<p><strong>Giantkin. </strong>Your creature type is both Humanoid and Giant.</p>\n<p><strong>Heavy Lifter. </strong>When determining your carrying capacity and the weight that you can push, drag, or lift, your size is considered to be Large. (These amounts are doubled.)</p>\n<p><strong>Mighty Resistance. </strong>You gain an expertise die on Strength saving throws and contested Strength checks.</p>\n<h2>Half-Giant Gifts</h2>\n<p>In addition to the traits found in your half-giant heritage, select one of the following gifts.</p>\n<h3>Architect of Ice</h3>\n<p>Your hands are cold to the touch, all the better for crafting your enemy&rsquo;s destruction. You gain the following benefits:</p>\n<p><strong>Resist Cold. </strong>You have resistance to cold damage.</p>\n<p><strong>Touch of Winter. </strong>You know the ray of frost cantrip. You can cast burning hands once per long rest, dealing cold damage instead of fire damage. Your spellcasting ability for these spells is your choice of Constitution, Intelligence, Wisdom, or Charisma.</p>\n<h3>Fiery Temper</h3>\n<p>You are so hot-blooded, weapons literally catch fire in your hands. You gain the following benefits:</p>\n<p><strong>Resist Fire. </strong>You have resistance to fire damage.</p>\n<p><strong>Scorching Attack. </strong>As a bonus action, you can boost your damage this turn with the power of fire.&nbsp;Creatures you deal damage to this turn take additional fire damage equal to your proficiency bonus. However, the sting of your temper lessens after the first blow, so after you deal this extra damage to a creature, this trait cannot deal extra damage to it during the same combat.</p>\n<h3>Into Mist</h3>\n<p>Your magic is that of people who prefer to remain unseen&mdash;perhaps a gift passed to you by a gnomish ancestor. You gain the following benefits:</p>\n<p><strong>Into Mist. </strong>As a bonus action, or as a reaction immediately after taking damage, you can turn invisible. The invisibility lasts until the end of your next turn, and it ends early if you attack, deal damage, cast a spell, or force a creature to make a saving throw. Once you use this trait, you must finish a short or long rest before doing so again.</p>\n<h3>Lightning Crown</h3>\n<p>In your flesh is whispered the secrets of fulgurian sovereignty. You gain the following benefits:</p>\n<p><strong>Resist Electricity. </strong>You have resistance to lightning damage.</p>\n<p><strong>Lightning Reflection. </strong>If you would be dealt lightning damage, you can use your reaction to deflect it to a creature you can see within 30 feet (Dexterity save halves). The DC for this trait is 8 + your proficiency bonus + your choice of Constitution, Intelligence, Wisdom, or Charisma modifier. If the target is the one who dealt you lightning damage, they automatically fail their saving throw. Once you use this trait, you can&rsquo;t use it again until you complete a short or long rest</p>\n<h3>Psionic Stomp</h3>\n<p>Some half-giants have psionic gifts thanks to the undue influence of aberrations and maniacal mages. You gain the following benefits:</p>\n<p><strong>Resist Psionics. </strong>You have resistance to psychic and&nbsp;force damage.</p>\n<p><strong>Shockwave. </strong>You can cast thunderwave once per long rest, dealing force damage instead of thunder damage. Your spellcasting ability for these spells is your choice of Constitution, Intelligence, Wisdom, or Charisma.</p>\n<h3>Stonehide</h3>\n<p>Your physical endurance rivals that of mountains. You gain the following benefits:</p>\n<p><strong>Resist Thunder. </strong>You have resistance to thunder&nbsp;damage.</p>\n<p><strong>Rocky Flesh. </strong>When you take damage, you can use your reaction to reduce the damage you take. The damage you take is reduced by 1d12 + your Constitution modifier. You must complete a short or long rest to use this trait again.</p>\n<h2>Half-Giant Paragon</h2>\n<p>When you reach 10th level, you are an exemplar among giantkin, and you gain one paragon gift from the following list.</p>\n<h3>Massive</h3>\n<p><em><strong>Prerequisite: </strong></em>Medium-sized,&nbsp;Heavy Lifter trait</p>\n<p>Have you always been this tall? <span style=\"font-size: 10.5pt;\">Your height increases by 2 feet, and your weight increases as well. </span></p>\n<p>You can hold and attack with two-handed melee weapons using only one hand; such attacks deal -1 damage. If a melee weapon is neither two-handed nor versatile, you can use it as a dual-wielding weapon.&nbsp;</p>\n<h3>Giantkin Scion</h3>\n<p>The damage resistance granted by your heritage gift improves to immunity.</p>\n<h3>Superlative Strength</h3>\n<p>Your Strength score increases by 2. Your maximum Strength score increases by 4.</p>\n<h2>Half-Giant Culture</h2>\n<p>The most important historical moment for half-giants was the end of the Golden Age of Giants. Giant society had incorporated the half-giants, and the fall of giant supremacy brought forth an age of endless violence.&nbsp;Dwarves, elves, and humans see giants as monsters&mdash;indeed, some giants have become so decadent that they are monsters. This leaves most half-giants at want for a peaceful life among friends.</p>\n<p>Simultaneously, half-giants struggle with their problematic connection to giantkind. Ancient giants were often tyrants and self-destructive zealots&mdash;and those attitudes remain with giants to this day. Many half-giants can&rsquo;t imagine a way of holding power that doesn&rsquo;t involve the brutality of the ancient giants. Still, the connection between giants, the primordial elements, and the forces of nature are not lost on half-giants, who can draw a line from themselves to the very creators of the multiverse. There is something unmistakably romantic and noble about that notion.</p>\n<p>True giants still have a role in most half-giant societies. Some half-giant cultures incorporate giants as equals, not bothering to differentiate between who is a &ldquo;true giant&rdquo; and who is a &ldquo;half-giant.&rdquo; Others gravitate around giants as charismatic leaders. Giants grant their&nbsp;<br>descendants a profound amount of lore and wisdom collected through the ages, both written and through oral tradition. Artificers of giantkind are singular, creating items so spectacular that even ordinary items are not truly &ldquo;mundane.&rdquo; Their war-arts and runic magic produce soldiers, mages, and arcane warriors of undisputed ferocity.</p>\n<p>Half-giants within human cultures are looked at in a combination of fear and respect. The faint of heart run away, warriors glare with envy, and bullies&hellip; do what bullies do.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your half-giant character, the following cultures are linked closely with this heritage: elemental\u0002bound, firbolg, fomor, goliath, plus those associated with humans.</p>",
		"grants": {
			"xVWxQLKUztRru1kS": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "xVWxQLKUztRru1kS",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"S7lA07ChfEbzBs0B": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "S7lA07ChfEbzBs0B",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.0zg4h2kn8bof9rsu",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.kru04k4cpbvdw701",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.henjoxiitpm6hfdt",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.ntsjwa5esb84v4ds",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"TwuVO8CRkyIHHHJv": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "TwuVO8CRkyIHHHJv",
				"label": "Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.l3euy32k9ldjr9w7",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.bllejszpp865eft8",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.78z2weqc4dx3b308",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.gxwhrl4s4yufa08v",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.quiiwfcaryiifbnm",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.1b5xzudzkgf6oqjd",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1,
					"base": []
				},
				"img": ""
			},
			"76CPvC7s9cZ686Xt": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "76CPvC7s9cZ686Xt",
				"label": "Paragon Gifts",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.1qgqb2b4rq7tdpwn",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.yydkbf8ljwg3w3ay",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.33y1oa709f360z9j",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 0
				},
				"img": ""
			},
			"SySnuQSKBX2OXCcD": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "SySnuQSKBX2OXCcD",
				"traits": {
					"base": [
						"med"
					],
					"options": [],
					"total": 0,
					"traitType": "size"
				},
				"label": "Size"
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "yrb6e5whghn2iite",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}