{
	"name": "Halfling",
	"type": "heritage",
	"img": "icons/magic/control/buff-luck-fortune-clover-green.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 39\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>All the exuberance and joy of life in a package half the size. While the term &ldquo;halfling&rdquo; may seem somewhat, well, belittling, the term is still apt. In almost all respects a halfling resembles a human at half scale, measuring only about 3 feet tall. Underfoot and out of mind, to halflings the world is filled with giants, and it&rsquo;s often best not to draw undue attention.</p>\n<p>Despite their stature halflings tend to be on the stout and full-bodied side, weighing more than might be expected. They usually have tan or pale ruddy skin but might have anywhere from pale tones to dark browns, and they have a propensity for long and curly brown or auburn hair. Male halflings often grow thick bushy sideburns but other facial hair is usually relegated to the occasional scruffy whiskers.</p>\n<p>Their non-threatening stature and generally pleasant demeanor has served them well throughout the generations, and while an individual may have a grudge with one halfling or another, the halflings as a people have stayed well away from most wars and conflicts. Halflings are lucky that way&mdash;and it often feels like luck is integral to who they are. Somehow when the chips are down and everything has gone wrong, it&rsquo;s always the little halfling that walks away without a scratch.</p>\n<div class=\"page\" title=\"Page 39\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Halfling Traits</h1>\n<p>Characters with the halfling heritage share a variety of traits in common with one another.</p>\n<p><em><strong>Age.</strong></em> Halflings mature into adults around the age of 20 and usually live for about 150 years, with some venerable halflings living up into their 180s or 190s.</p>\n<p><em><strong>Size.</strong></em> Halflings average about 3 feet tall and weigh only around 40 pounds. Your size is Small.</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 25 feet.</p>\n<p><em><strong>Fearless.</strong></em> You are immune to the effects of the frightened condition, whether caused by magic or by natural phenomena. You might still feel fear, but you are able to ignore it; alternatively you might be unable to even experience that emotion, and are unable to understand it in others.</p>\n</div>\n<div class=\"column\">\n<p><em><strong>Halfling Nimbleness.</strong></em> You can move through the space of any creature that is of a size larger than yours.</p>\n<p><em><strong>Lucky.</strong></em> When you roll a 1 on the d20 for an ability check, attack roll, or saving throw, you can reroll the die and must use the new roll.</p>\n<div class=\"page\" title=\"Page 39\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Halfling Gifts</h1>\n<p>Halflings are widespread and the halflings from one borough may bear little resemblance to those from the other end of the world. There are a few prominent trends in halflings though. In addition to the traits found in your halfling heritage, select one of the following halfling gifts.</p>\n<h3>Burrowing Claws</h3>\n<p>If their creation myth is to be believed, halflings have a primordial form still represented by a trait sometimes seen today. You are significantly more hirsute than most halflings, and prone to patches of scruffy hair along your forearms and back. Your irises are often quite wide and deeply black, and your rocklike fingernails tend to grow with flattened edges. In halfling communities, these traits often come with insulting nicknames like &ldquo;shovel-claws&rdquo; or &ldquo;scruffs&rdquo;. You have the following traits:</p>\n<div class=\"page\" title=\"Page 40\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Burrow.</strong></em> You have a burrowing speed of 10 feet. You can use your burrowing speed to move through nonmagical sand, loose earth, loamy soil, mud, or snow, but not solid rock. You do not naturally leave any sort of tunnel behind but you can attempt to create a 5-foot by 5-foot wide tunnel in earth, soil, or snow by spending extra time and effort shoring it up and adding support. This reduces your burrowing speed to 5 feet every 15 minutes.</p>\n<p><em><strong>Claws.</strong></em> Your nails grow into strong shovel-like claws. The claws are natural weapons, which you can use to make unarmed strikes that deal slashing damage equal to 1d4 + your Strength modifier.</p>\n<h3>Tuft Feet</h3>\n<div class=\"page\" title=\"Page 40\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>You have thick patches of bushy hair that grow atop your proportionally large feet. You don&rsquo;t need to wear shoes, or any sort of foot covering, as your big hairy feet are usually calloused and tough enough to tread on most anything. You have the following traits:</p>\n<p><em><strong>Big Feet.</strong></em> You gain an expertise die on checks and saving throws made to resist being knocked prone.</p>\n<p><em><strong>Thick Soles.</strong></em> You are immune to damage from sharp terrain hazards (such as caltrops, broken glass, or the spike growth spell) and ignore difficult terrain caused by them. Additionally, other kinds of difficult terrain reduces your movement speed by 5 feet instead of halving it.</p>\n<div class=\"page\" title=\"Page 40\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Twilight-Touched</h3>\n<p>You are blanched of both emotion and color with wide, alarmingly pure white eyes, and skin that is either starkly pallid or disquietingly sallow. There&rsquo;s no hair at all atop your head or you have only a few bedraggled locks of hair. You form stronger communal bonds than other halflings, and can speak without the need for words. You have the following traits:</p>\n<p><em><strong>Darkvision.</strong></em> You can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><em><strong>Telepathy.</strong></em> You can speak telepathically to any creature within 30 feet of you that you can see.&nbsp;The creature understands you only if the two of you share a language. You can speak telepathically in this way to one creature at a time.</p>\n<div class=\"page\" title=\"Page 40\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Halfling Paragon</h1>\n<p>When you reach 10th level, you are an exemplar of halflingkind, and you gain the following paragon gift.</p>\n<h3>Increased Luck</h3>\n<p>When you use your Lucky trait, you may reroll results of 2 or 3.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 40\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Halfling Culture</h1>\n<p>The &ldquo;Poem of Kin&rdquo; is the oldest document recounting the halfling creation myth, and the origins for many other peoples for that matter. Even from the text&rsquo;s own accounts the halfling creator, the Shaper, is deceased, which may partly explain why almost all of them have a strong sense of community. Halflings believe that they must look out for each other, and that a great gift was imparted to them &mdash; a gift that must be passed forward.</p>\n<p>Wherever halflings live they form neighborhoods, and to a halfling a neighbor is practically a family member. Families may squabble sometimes but a deeply-ingrained trait of halfling culture is that a halfling is expected to take on the problems of a sibling as if they were their own.</p>\n<p>Halfling communities tend to be insular and are often cut off from the rest of the world. While quick to help someone on their doorstep, halflings in some regions can often be indifferent to far-off plights, unaware or unconcerned with danger or injustice just a few townships over. However, halflings historically have little tolerance for bullies of any size.</p>\n<p>Halflings do not build empires, but their safe and hospitable communities dot landscapes across the world, and the world is better for them. Most halflings are cheerful, friendly, and genuinely caring and kind in a fashion rare in a tumultuous world.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your halfling character, the following cultures are linked closely with this heritage: kithbáin halfling, mustbairn halfling, stout halfling, tunnel halfling.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "sm",
			"options": []
		},
		"giftCategories": {
			"M3fjWuQHjjZA2YVL": "Burrowing Claws",
			"5IwBuVJup2Ah52NL": "Tuft Feet",
			"a4oIyEeZbHKchnX0": "Twilight-Touched"
		},
		"features": {
			"QVp4MnPhsNo6pMHt": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.0vpqtserwzohp6ap"
			},
			"PxnUN2Gcnd3ZmbQ9": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.8e13nuf0w4arhqy4"
			},
			"otcQa5cEc9xaohxa": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.qrzqde7h83of876o"
			}
		},
		"gifts": {
			"EZbRjer00aEovVNn": {
				"category": "M3fjWuQHjjZA2YVL",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.wgrnnqsykg0qx666"
			},
			"jRMAp77kjlKkd894": {
				"category": "M3fjWuQHjjZA2YVL",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.elrzxlw04ruz40a2"
			},
			"SGLvKYwXBWN0RIIO": {
				"category": "5IwBuVJup2Ah52NL",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.q74esgupkpffbt0t"
			},
			"7e66CA9QMwH8c7Kb": {
				"category": "5IwBuVJup2Ah52NL",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.kiasnrnp6uspxs48"
			},
			"SRDSDNAQ2MTRN2lM": {
				"category": "a4oIyEeZbHKchnX0",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.l1bg2aeuh7h6xql2"
			},
			"71Sjau0bIXAE2lRo": {
				"category": "a4oIyEeZbHKchnX0",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.dkkr5o4n6l6nawpx"
			}
		},
		"paragonCategories": {
			"R6NaHBVOab2VSdaC": "Increased Luck"
		},
		"paragonGifts": {
			"xNI1NoKpPrhuejOr": {
				"category": "R6NaHBVOab2VSdaC",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.uq1tskcyfsf571zr"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "25",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "fJiiTRt0K73c2I6p",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.DhBgLXzyfsXyWq2q",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "b3mz81olqmjtlyv7"
}
