{
	"folder": null,
	"name": "Harpy",
	"type": "heritage",
	"img": "icons/creatures/claws/claw-talons-glowing-orange.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<h2>Harpy Traits</h2>\n<p>Characters with the harpy heritage share a variety of traits in common with one another.</p>\n<p><strong>Age. </strong>Harpies reach full maturity well before 8 years. Few live longer than half a century.</p>\n<p><strong>Size. </strong>Harpies prefer to crouch and it is hard to state their average upright height; body length varies from 4 to 7 feet. Their build is even more slender than elves, but their feathers frequently make them look more robust. Your size is Medium.</p>\n<p><strong>Speed. </strong>You have a base walking speed of 25 feet.</p>\n<p><strong>Mighty Wings. </strong>You have a fly speed of 50 feet. To use this speed, you can&rsquo;t be wearing medium or heavy armor, nor can you be encumbered (if using variant encumbrance). Because of your large wing span, while flying you occupy the the space of a Huge-sized creature (15 feet wide). You cannot squeeze through smaller spaces while flying. Due to being a larger target, when you fly, attack rolls against you have advantage until the start of your next turn.</p>\n<p><strong>Aided Leap. </strong>Even when you cannot use your wings to fly, you can use them to aid you in your jumps. As long as you are not wearing medium or heavy armor, and are not encumbered (if using variant encumbrance), you may determine your jump distance with your Dexterity, your jumps count as having made a running start, and your jump distance is doubled.</p>\n<p><strong>Aided Fall. </strong>Your wings also slow your fall. When you fall, unless you choose not to, your wings slow your fall to a speed of 150 feet per round; at this speed, you have resistance to damage from falling. You can slow your fall speed even further as a reaction, to a fall rate of 60 feet per round; at this speed, you take no damage from falling.</p>\n<p><strong>Claws. </strong>The claws on your feet are natural weapons, which you can use to make unarmed strikes dealing 1d4 slashing damage. They have the finesse property.</p>\n<h2>Harpy Gifts</h2>\n<p>In addition to the traits found in your harpy heritage, select one of the following gifts.</p>\n<h3>Corvid</h3>\n<p>You have all the cunning of the raven and magpie. You gain the following benefits:</p>\n<p><strong>Mimicry. </strong>Once you hear a noise, including when you hear a creature speak, you can mimic it perfectly. You gain an expertise die on checks made for vocal or auditory impersonation, and creatures have disadvantage on their Insight checks against them.</p>\n<p><strong>Rote Memory. </strong>Any words you can understand, written or spoken, you can recall with precision. You automatically succeed on checks made to recall such information, unless magic interferes with you. You gain an expertise die on saves made against effects that harm your memory, as well as on checks made to reproduce written or spoken information you know (such as with transcription or forgery).</p>\n<p><strong>Crow Artes. </strong>You are proficient with two skills of choice from Arcana, Acrobatics, Deception, Insight, Perception, Sleight of Hand, or Stealth.</p>\n<h3>Raptor</h3>\n<p><em><strong>Prerequisite: </strong></em>fly speed</p>\n<p>Swooping is bad&hellip; for your victims. You gain the following benefits:</p>\n<p><strong>Divebomb. </strong>You can use this trait while flying to use the Charge combat maneuver, without expending exertion. After you make your attack, you can continue flying whatever distance remains from the maneuver distance and your flight speed. This movement does not provoke opportunity attacks from the creature you divebomb. Once you use this trait, you cannot use it again until you complete a short or long rest.</p>\n<p><strong>Eye in the Sky. </strong>You are proficient with Perception, and you gain the farsight specialty.</p>\n<h3>Songbird</h3>\n<p>If you listen closely enough, you&rsquo;ll get eaten. You gain the following benefits:</p>\n<p><strong>Birdsong. </strong>You gain proficiency with Performance.Captivating Song. You can use an action to emit a captivating song. Enemy creatures who can hear you within 30 feet must make a Wisdom saving throw (DC 8 + your proficiency bonus + either your Intelligence, Wisdom, or Charisma modifier) or become charmed by you for 1 minute, or until you or an ally deal damage to it. Creatures charmed in this way spend their movement to draw closer to you. Creatures that succeed at this save cannot be affected again by it for 24 hours. Once you use this trait, you can&rsquo;t use it again until you finish a long rest.</p>\n<h2>Harpy Paragon</h2>\n<p>When you reach 10th level, you are an exemplar of the harpies. You gain one paragon gift from the following list.</p>\n<h3>Acrobatic Aerialist</h3>\n<p>Even with your wingspan, you can flutter through tight spaces, ignoring the 15 foot space requirement of your Mighty Wings. While airborne, if you are subject to an attack, you use your reaction to remove the advantage you grant on that attack.</p>\n<h3>Aerial Dreadnought</h3>\n<p>Medium armor, heavy armor, and encumbrance do not prevent your use of Mighty Wings or Aided Leap.</p>\n<h3>Natural Aeromancy</h3>\n<p>Choose two spell schools from the following: air, lighting, storm, senses, weather. All spells of the schools you chose are added to your class spell list for you.</p>\n<h2>Harpy Culture</h2>\n<p>As a people on the wing, three-dimensional thought comes naturally to most harpies. Their territories exist with consideration to area on a map as well as elevation on that map. Historically, most elves are careful to negotiate the airspace which their towers reside, and many wood and high elf settlements even include platforms for neighborly and mercantile harpies to visit. By comparison, certain humans build large buildings and towers without any consideration for the ecological and territorial concerns of their neighbors. This understandably provokes the ire of the harpy, whose retaliation in the face of failed diplomacy is often mis-characterized as them being &ldquo;fiercely territorial.&rdquo;</p>\n<p>Harpy religion and spellcraft is not well understood by outsiders, even by elves. Divinities traditionally worshiped by harpies are said to be numerous and varied, but this is anecdotal. The few harpy religious services observed by scholars note profound, musically intense rituals where any emotion or faith claim can be put to song. Military arcanists suspect that harpies have a technique for long\u0002distance non-magical communication, but this technology is hypothetical and is not yet well understood.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your harpy character, the following cultures are linked closely with this heritage: elemental-bound, wildling, plus the variants below.</p>\n<h3>Harpy Variant Cultures</h3>\n<p>Some harpy lifestyles strongly resemble other extant cultures. When you choose that culture, you can make the following changes.</p>\n<p>The Forgotten Folx culture strongly resembles harpy enclaves in secluded areas dedicated to peaceful lives and communal child rearing. Replace the Gnome language with Auran.</p>\n<p>The Islander culture strongly resembles coastal harpies, sometimes called &ldquo;sirens.&rdquo; For Seafarer, replace proficiency with water vehicles with your choice of any one tool proficiency. You learn Auran as a bonus language.</p>\n<p>The Nomad culture resembles the lifestyle of harpies who fly a yearly migratory pattern. You do not gain On the Road Again; instead you gain &ldquo;On the Wing Again. You advantage on the saving throw against suffering fatigue during overland flight. Once between long rests, you can ignore one level of fatigue you occur during overland flight.&rdquo; Choose Auran as one of your languages.</p>",
		"grants": {
			"eFEhSuO1NSouduuH": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "25",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "eFEhSuO1NSouduuH",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"9BLGfB9lWDk98Vjv": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "9BLGfB9lWDk98Vjv",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.izzlyu28mp9mxb2l",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.2qkv20ofxohc3azz",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.we3cu529jv9u02sn",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.wqf3znupqtm02usp",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"Vxs32yTXCqEavk9J": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "Vxs32yTXCqEavk9J",
				"label": "Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.pilv55pyf7fc4h6q",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.0a38j3vmo9g69qkk",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.z1wqjv2ef0b2htdq",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": [],
					"total": 1
				},
				"img": ""
			},
			"BNZyQPD8BqxKLcP0": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "BNZyQPD8BqxKLcP0",
				"label": "Paragon Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.dq223yt317deewdn",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.1cu8czwzzfor8zv3",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.h6chnakiavhmxkva",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1,
					"base": []
				},
				"img": ""
			},
			"WheFrkGsdE2JmRYJ": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "WheFrkGsdE2JmRYJ",
				"label": "Size",
				"traits": {
					"base": [
						"med"
					],
					"options": [],
					"total": 0,
					"traitType": "size"
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "y45btmvpgvkqw42h"
}