{
	"name": "Human",
	"type": "heritage",
	"img": "icons/sundries/books/book-stack.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 41\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Human beings are remarkable creatures who, despite their short life span and limited inherent supernatural abilities, produce the noblest heroes and the most vile villains. Human build (and body hair) is some- where between that of elves and dwarves, yet humans stand taller than either. Their skin and hair color can be dark as jet or light as alabaster. Human hair can also be bright red and pale yellow &mdash; other hair colors may be the result of dye, magic, or a distant non-human ancestor like an elf, dragon, or giant.</p>\n<p>The origin of human beings is contentious. Many human cultures believe that their god created humanity. The question of which story and which god is the most true is a source of endless strife.</p>\n<p>When looking at how short-lived, nonmagical, and vulnerable humans are, one may be hard-pressed to say what exactly makes humans so successful. Some creatures even look down on humans as vermin. The human instinct to survive by the most expedient means available does not help this stereotype &mdash; although it helps one to see how such unremarkable creatures persist in mysterious and unforgiving worlds.</p>\n<div class=\"page\" title=\"Page 41\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 41\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Human Traits</h1>\n<p>Characters with human heritage share a variety of traits in common.</p>\n<p><em><strong>Age.</strong></em> Humans reach basic maturity around age 18, although many continue to grow in body and mind through their twenties. Only the most exceptional human elders live past 100 years.</p>\n<p><em><strong>Size.</strong></em> Most adult humans are in the 5 to 6 foot range, although taller and shorter statures do occur. Your size is Medium (with your Narra- tor&rsquo;s permission, your size can instead be Small.)</p>\n<p><em><strong>Speed.</strong></em> Your base walking speed is 30 feet.</p>\n<p><em><strong>Fast Learner.</strong></em> With their shorter life spans, humans can acquire knowledge at a higher rate than more long-lived heritages (although not all acquire the wisdom to use it). You gain profi- ciency in one additional skill of your choice.</p>\n</div>\n<div class=\"column\">\n<p>In addition, you require half as much time as normal to train yourself in the use of a suit of armor, tool, or weapon during downtime.</p>\n<p><em><strong>Intrepid.</strong></em> Your survival instinct is remarkably strong. When you make an ability check, attack roll, or saving throw, you can choose to gain an expertise die on that roll. Once you use this trait, you cannot use it again until you finish a short or long rest.</p>\n<div class=\"page\" title=\"Page 42\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Human Gifts</h1>\n<p>Humanity&rsquo;s most overlooked trait is their physical and spiritual endurance. How a human exhibits this hereditary resilience varies on their personal disposition. In addition to the traits found in your human heritage, select one of the following gifts.</p>\n<h3>Diehard Survivor</h3>\n<p>Foes of humanity may see them as ants, but humans are equally difficult to eliminate. The ancestors of human beings learned to survive through the harshest conditions, including drought, winter, and famine. Humans, in their stubbornness, can even pull them- selves back from the brink of death to fulfill their dreams. You have the following traits:</p>\n<p><em><strong>Feast and Famine.</strong></em> You can tighten your belt during hard times. You can go a number of days equal to your Constitution modifier without suffering any fatigue from lack of Supply. After- wards you require twice as much Supply for as many days as you went without.</p>\n<p><em><strong>Radical Perseverance.</strong></em> Through your sheer stub- bornness and will to live, you sometimes manage to wriggle out of death&rsquo;s grasp. You only die after failing 4 death saving throws instead of 3.</p>\n<div class=\"page\" title=\"Page 42\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Ingenious Focus</h3>\n<p>Not all human minds work the same &mdash; some have a nearly miraculous level of focus. People with this intellectual mode often bring a surprising level of insight and passion to almost any topic they engage. In spite of their brilliance, they typically have difficulty with more general awareness. You have the following traits:</p>\n<p><em><strong>Inexorable Concentration.</strong></em> When you fail a Constitution saving throw to maintain concentra- tion, you can immediately reroll it, taking the new result. You may use this trait a number of times equal to your Intelligence modifier (minimum 1), and regain all expended uses after a long rest.</p>\n<p><em><strong>Resident Expert.</strong></em> You have a reputation for painstaking detail on certain tasks and subjects. Choose two tools with which you are proficient, or a skill with which you are proficient from Animal Handling, Arcana, Culture, Engineering, History, Medicine, Nature, or Religion. When you make a check with that tool or skill and the d20 shows a natural result of less than 10, you can count the d20 result as being 10.</p>\n<div class=\"page\" title=\"Page 42\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Spirited Traveler</h3>\n<p>The power of movement is one of humanity&rsquo;s evolutionary advantages. An ancient human hunting strategy for killing fast game is persistence hunting &mdash; following prey relentlessly, shifting between walking and running endlessly until a beast became too exhausted to defend itself. Many humans maintain their health through running, and foot races are a universal favorite game. In a word, humans gifted at running will go far. You have the following traits:</p>\n<p><em><strong>Desperate Dash. </strong></em>When you take the Dash action, your movement this turn does not provoke opportunity attacks. During this movement, you gain an expertise die on Acrobatics checks made to avoid hazards and Dexterity saving throws. Once you use this trait, you cannot use it again until you finish a short rest.</p>\n<p><em><strong>Marathon Runner.</strong></em> The first time between each long rest you would gain a level of fatigue, you do not gain that level of fatigue. You still suffer a level of fatigue from finishing a long rest without any Supply.</p>\n<p><em><strong>Sojourner&rsquo;s Fortitude.</strong></em> You gain an expertise die on saving throws made to resist fatigue for marching longer than 8 hours.</p>\n<div class=\"page\" title=\"Page 43\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Human Paragon</h1>\n<p>When you reach 10th level, you are an exemplar of humankind, and you gain one paragon gift from the following list.</p>\n<h3>Determined</h3>\n<p>When you are bloodied and make an attack roll or saving throw, you can use this feature to treat the result of the d20 roll as a natural 20. Once you use this feature, you cannot use it again until you finish a short or long rest.</p>\n<h3>Wind at Your Back</h3>\n<p>Your Speed increases by 10 feet. You ignore difficult terrain when you Dash. When you make a melee weapon attack against a creature, until the end of your turn you do not provoke opportunity attacks from it.</p>\n<h3>Voracious Learner</h3>\n<p>You gain an expertise die in each of three different skill or tool proficiencies.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 43\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Human Culture</h1>\n<p>With life spans considerably shorter than elves and dwarves, the pace of human culture is rapid. Even in cultures which value stability, one hundred years is long enough for human society to change radically, and a millennium enough to lose entire human civilizations to the ravages of time. Some human cultures are more innovative or fast-paced than others, although the hunger for progress is not a value shared by all human societies.</p>\n<p>Due to the high birth rate of humans compared to other heritages they often find themselves exploring and settling new lands. Humans are adaptable and can grow into almost every living situation imaginable, and while they tend to popu- late the land rapidly, they&rsquo;re rarely alone. Human cultures can span entire continents, and their cities house countless people of every shape, size, and heritage. However your character was raised, they were moulded and influenced by the human culture around them.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your human character, the following cultures are linked closely with this heritage: cosmopolitan, imperial, settler, villager.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "med",
			"options": [
				"sm"
			]
		},
		"giftCategories": {
			"AVBrm80C5e7pfjVG": "Diehard Survivor",
			"gvjgBXUX4o6I9CyL": "Ingenious Focus",
			"hBxWf9UWgnl85vFN": "Spirited Traveler"
		},
		"features": {
			"IZSHVkD5xH3bXA55": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.t4arw241exmcmcif"
			},
			"7ZbkwxhdgPM7x5Ig": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.cr5kqil4cxr6ll9k"
			}
		},
		"gifts": {
			"MJUfIOwxWQEaJ0Hw": {
				"category": "AVBrm80C5e7pfjVG",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.2yit15jfjnxxz39w"
			},
			"XLwvVyXZcfQ9iGTI": {
				"category": "AVBrm80C5e7pfjVG",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.o5kqqtr8nxse17yh"
			},
			"w2bfbKO4J677uTGe": {
				"category": "gvjgBXUX4o6I9CyL",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.afe5tbhv94q2nuby"
			},
			"wifjzWkeIhDCR1zx": {
				"category": "gvjgBXUX4o6I9CyL",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.4vrgp8gukoy1sp08"
			},
			"G9hNle8gWLVsxjXP": {
				"category": "hBxWf9UWgnl85vFN",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.aizev8xi5oyk4ezo"
			},
			"iBvReHuSKxrj4WPQ": {
				"category": "hBxWf9UWgnl85vFN",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.6ob0zh7b8zgi54zf"
			},
			"DkS0xCnc8qsVj1vL": {
				"category": "hBxWf9UWgnl85vFN",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.2qms6f3q4qhrxwdd"
			}
		},
		"paragonCategories": {
			"5b1NFHilHRP3x4qm": "Determined",
			"hAzv5NEOOD7BLsAJ": "Voracious Learner",
			"5bf39fmB9HsPexYB": "Wind at Your Back"
		},
		"paragonGifts": {
			"VcOPqjMdLzGBxv9W": {
				"category": "5b1NFHilHRP3x4qm",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.70hbk6xnfreicep9"
			},
			"Fm72sp4Iktv0q8y2": {
				"category": "hAzv5NEOOD7BLsAJ",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.zgtuu1oy48290xzu"
			},
			"c0FpU7aAgv4m4twP": {
				"category": "5bf39fmB9HsPexYB",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.t9v8wys76pbvy99s"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "EhaWSGZYQzF21C3w",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.PRvKULuwoONfSprI",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "o5yudp3jm2nqf5qf"
}
