{
	"folder": null,
	"name": "Keridani",
	"type": "heritage",
	"img": "icons/creatures/invertebrates/beetle-stag-yellow-green.webp",
	"system": {
		"description": "<h2>Keridani Traits</h2>\n<p>Characters with the keridani heritage share a variety of traits in common with one another.</p>\n<p><strong>Age.</strong> Keridani physically mature at a similar rate as humans. They intellectually mature faster, as they possess lifetimes of memories from birth, but their emotional maturity develops at the same rate as their bodies. Keridani can live to be 200 years old without advanced medicine.</p>\n<p><strong>Size.</strong> Medium.</p>\n<p><strong>Speed.</strong> 30 feet.</p>\n<p><strong>Telepathy. </strong>Keridani are able to communicate mentally with others. You can speak telepathically to any creature you can see within 60 feet of you that shares a language with you. This does not give the creature the ability to respond to you telepathically.</p>\n<p><strong>Venomous Mandibles</strong>. Your mandibles are natural weapons, which you can use to make unarmed strikes that deal piercing damage equal to 1d4 + your Strength modifier. A creature damaged by your mandibles makes a Constitution saving throw. The DC for this saving throw is 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d4 poison damage on a failed save. You can use the poison element of this feature number of times equal to your proficiency bonus before you need to take a long rest.</p>\n<p><strong>Adhesive Pads.</strong> Keridani are able to secrete adhesive fluid from their hands and feet, helping them to climb. You gain an expertise die on ability checks made to climb and on saving throws to resist being disarmed.</p>\n<h2>Keridani Gifts</h2>\n<p>Keridani are exemplified by their mental control, their telepathy, and their ancestral memories. In addition to the traits found in your keridani heritage, select one of the following gifts.</p>\n<h3>Ancestral Walking</h3>\n<p>Some keridani have stronger ties to their ancestral memories. They gain access to the skills and wisdom of their ancestors as they lucidly walk through those past lives. Whenever you finish a long rest, choose one skill, tool, or language. You are proficient with the chosen skill, tool, or language until you complete a long rest. If you were already proficient, you instead gain an expertise die.</p>\n<h3>Empathic Sense</h3>\n<p>Some keridani display more sensitive innate psychic ability than others. You are able to sense emotions in creatures you can see. A creature may attempt to hide their emotions from you by making a Deception check vs. your passive Insight.</p>\n<h3>Stronger Poison</h3>\n<p>Your poisonous bite is even more toxic. Your target makes their saving throw against it at disadvantage, and additionally gains the slowed condition upon a failed save. If you do not already have the Venomous Mandibles trait, you gain the Venomous Mandibles trait instead.</p>\n<h3>Telepathic Bond</h3>\n<p>You can create a mental link between you and up to a number of willing creatures equal to your proficiency bonus. For the next hour, you and the targets can speak telepathically with each other. You need physical contact in order to create the bond, but once it is established it continues to operate no matter the distance, as long as you are on the same plane of existence. After you use this trait, you must complete a long rest before you can use it again.</p>\n<h2>Keridani Paragon</h2>\n<p>It takes a lifetime of experience to master one’s mental abilities. Upon reaching 10th level, you gain one of the following paragon gifts.</p>\n<h3>Ancestral Awakening</h3>\n<p><em><strong>Prerequisite:</strong> Ancestral Walking</em></p>\n<p>You can channel the skills and strengths of your forebears. Each time you use this feature, choose two ability scores to represent these ancestors. As a bonus action, you can gain an expertise die to all rolls using the chosen ability scores for 1 minute. Once you have used this feature a number of times equal to your proficiency modifier, you can’t do so again until you finish a long rest.</p>\n<h3>Inscrutable Mind</h3>\n<p>Your insectoid mind is almost impenetrable. You are immune to effects which would detect or read your thoughts or emotions, and you have advantage on saving throws made to resist the charmed, confused, frightened, or rattled conditions, or to maintain concentration. Finally, you recover one level of strife any time you take a long rest, even if you are not at a haven.</p>\n<h3>Telepathic Intrusion</h3>\n<p><em><strong>Prerequisite:</strong> Empathic Sense</em></p>\n<p>Your empathic sense becomes sensitive enough to read the very thoughts of your targets. You learn the read mind psionic power and can activate it once without expending psionic points. Choose Intelligence, Wisdom, or Charisma to be your manifesting ability for this power. Once you make this choice, you cannot change it. If you have a psychic reservoir and are able to use psionic powers, you can activate this power with those points as normal.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "voidrunnersCodex",
		"grants": {
			"WtDRAj2hJVoVxxBp": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "WtDRAj2hJVoVxxBp",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"dcJDlFUejbmkSnbb": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "dcJDlFUejbmkSnbb",
				"label": "Size",
				"traits": {
					"base": [
						"med"
					],
					"options": [],
					"total": 0,
					"traitType": "size"
				},
				"img": ""
			},
			"p1fdJTY8S2WN3WS9": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "p1fdJTY8S2WN3WS9",
				"label": "Gifts",
				"features": {
					"total": 1,
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.YgPgi917VCMzCdfJ",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.6PMic8zvZH7HWRgp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.lSwvul9ePiXcI4Eo",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.z01jJQmEZyeNnlB5",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				},
				"img": ""
			},
			"EutXOsMPCG5ggKFt": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "EutXOsMPCG5ggKFt",
				"label": "Paragon Gifts",
				"features": {
					"total": 1,
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.Rh8WfIZ1b8my61yh",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.Q3C3SM8nkVbUH46Q",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.kv3KW1shonRFhBVz",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				},
				"img": "",
				"name": "undefined (Copy)"
			},
			"hUPg9zC1cV4pFWS6": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "hUPg9zC1cV4pFWS6",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.6vYdrgoem8R0qsSK",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.4o50Ym3Bk33vakZo",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.kjS0SKG5y1IzadMO",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"kS0CP9sOmEMv9GSZ": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "kS0CP9sOmEMv9GSZ",
				"traits": {
					"base": [
						"humanoid"
					],
					"options": [],
					"total": 0,
					"traitType": "creatureTypes"
				},
				"label": "Humanoid"
			}
		},
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.10",
		"createdTime": 1746553144989,
		"modifiedTime": 1746553254933,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "itDc8i6JTNPi8WjP"
}
