{
	"folder": null,
	"name": "Merfolk",
	"type": "heritage",
	"img": "icons/magic/water/elemental-water.webp",
	"system": {
		"description": "<h2>Merfolk Traits</h2>\n<p>Merfolk traits can vary even across the same species. These are the merfolk heritage traits for those who can venture both into water and onto land.</p>\n<p><strong>Age. </strong>Merfolk age at a similar rate as humans.&nbsp;Demigods live among the merfolk, and their scions can live for centuries.</p>\n<p><strong>Size. </strong>Your size is Medium.</p>\n<p><strong>Speed. </strong>You have a base walking speed and a swim speed of 30 feet.</p>\n<p><strong>Amphibious. </strong>You can breathe both air and water.</p>\n<p><strong>Deep Darkvision. </strong>You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray. In addition, your eyes are perfectly adapted for spotting movement at depth, and the radius of your darkvision increases to 120 feet while underwater.</p>\n<p><strong>Deep Sea Explorer. </strong>You are adapted to survive the environmental pressures of the deepest oceans and even the Elemental Plane of Water.</p>\n<p><strong>Oceanic Solidarity. </strong>You can communicate with aquatic Beasts. You have advantage on Charisma checks made during these interactions.</p>\n<h2>Merfolk Gifts</h2>\n<p>In addition to the traits found in your merfolk heritage, select one of the following gifts.</p>\n<h3>Biogenic Magic</h3>\n<p>You have certain defenses which blur the line between the natural and the supernatural. You gain the following benefits:</p>\n<p><strong>Biogenic Spells.</strong> You know the cantrips shocking grasp&nbsp;and venomous sting (p. 219). Your spellcasting ability for these is your choice of Intelligence, Wisdom, or Charisma.</p>\n<p><strong>Poison Resistance. </strong>You have resistance to poison damage and advantage on saving throws against the poisoned condition.</p>\n<h3>Captivating Beauty</h3>\n<p>You are gifted with the legendary beauty of the merfolk&hellip; and with the power to ensnare those who would offend you. You gain the following benefits:</p>\n<p><strong>Silvery Voice. </strong>You are proficient with Performance, plus your choice of either Deception or Persuasion.&nbsp;</p>\n<p><strong>Enchanting. </strong>You can use this trait to cast either charm person or hold person once between long rests. Your spellcasting ability is your choice of Intelligence, Wisdom, or Charisma.</p>\n<h3>Hardy Hunter</h3>\n<p>You have sharp teeth and tough scales&hellip; Even if it doesn&rsquo;t quite look that way. You gain the following benefits:</p>\n<p><strong>Scales. </strong>You have tough interlocked fishy scales. While you aren&rsquo;t wearing armor, your AC equals 13 + your&nbsp;Dexterity modifier. You can use a shield and still gain this benefit.</p>\n<p><strong>Shark Teeth. </strong>Your bite is a natural weapon, which you can use to make unarmed strikes that deal equal to 1d6 piercing damage. Attack and damage rolls with your bite use your choice of Strength or Constitution modifiers.</p>\n<p><strong>Feeding Frenzy. </strong>You can use this trait as a bonus action to make a bite attack. If you hit, you regain hit points equal to your Constitution modifier (minimum 1). Once you use this trait, you can&rsquo;t do so again until you complete a short or long rest.</p>\n<h2>Merfolk Paragon</h2>\n<p>When you reach 10th level, you are an exemplar of the mer. You gain one paragon gift from the following list.</p>\n<h3>Envoy of Abundance</h3>\n<p>Water you create magically, such as through the create or destroy water spell, is potable. When you cast the ceremony&nbsp;spell, you have the additional option to revitalize 1 acre of land, restoring nutrients to it as though it had been left to rest for 1 year. You can use this trait to these spells each once between long rests without spending material components. Your spellcasting ability is your choice of Intelligence, Wisdom, or Charisma.</p>\n<h3>Darting Marlin</h3>\n<p>Your swim speed improves by 30 feet.</p>\n<h3>Guardian of the Darkest Depths</h3>\n<p>The ranges of your Deep Darkvision double.</p>\n<h2>Merfolk Culture</h2>\n<p>Although many merfolk societies try to avoid human contact, they are rarely insular. Underwater, merfolk play a similar role as humans in that they represent the majority&nbsp; heritage in most regions. Still, not all merfolk societies reside under the sea. Atlantis, the merfolk society par excellence, was an island long before it was a sunken city. Many merfolk live in freshwater rivers and lakes. Others make their home in coastal human societies&mdash;that is, if the humans respect merfolk and treat them as equals.</p>\n<p>Some merfolk worship most of the same gods as humans, dwarves, and elves; others worship nature and the elements. Many merfolk creation myths mirror that of humankind. Others involve the gods of wisdom and fertility, Tiamat and Dagon, leading some merfolk to reckon themselves the cousins of dragonborn. Strangely, when the heroes of humanity ascend as gods, similar figures rise to prominence among the merfolk and vice versa.</p>\n<p>Merfolk have a long relationship with both magic and technology, but that relationship has become strained in the millennia since the Sinking of Atlantis. Their magical theory, while robust, is not rich and living like that of the elves. Mer technology is impressive, but few understand its workings, and they would find the innovations of the steamforged marvelous. Most merfolk libraries and armories were plundered long ago (presumably by sahuagin or other merfolk), and the few not picked clean are those which have been lost for centuries.</p>\n<p>Of course, as with humans, some merfolk tire of over\u0002complicated histories and the banality of technologies which alienate them from nature. These merfolk set out to live in the wild seas as their ancestors did.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your merfolk character, the following cultures are linked closely with this heritage: Atlantean, elemental-bound, islander, and stoneworthy</p>",
		"grants": {
			"awN6bR4nOTk3aSIM": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk",
						"swim"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "awN6bR4nOTk3aSIM",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"8rlxofPDhE8nTgMH": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "8rlxofPDhE8nTgMH",
				"label": "Size",
				"traits": {
					"base": [
						"med"
					],
					"options": [],
					"total": 0,
					"traitType": "size"
				},
				"img": ""
			},
			"dcDJeO5C5ISh8rcD": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "dcDJeO5C5ISh8rcD",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.6fk07ik3f0vnb0t3",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.203ztkhgzbej9q6l",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.zscbb5yppp8vuzlc",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.5ny5ftsjlv9na846",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				},
				"img": ""
			},
			"NLZEH84VLCLChkVW": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "NLZEH84VLCLChkVW",
				"label": "Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.qtoql797xtgofd6i",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.3k5lms4v5vtp4b99",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.r74d142gb5d506dm",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1,
					"base": []
				},
				"img": ""
			},
			"ZIpnoSG8CZevwstC": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "ZIpnoSG8CZevwstC",
				"label": "Paragon Gifts",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.cde4gkjk5a3sig8a",
							"name": "Envoy of Abundance",
							"img": "icons/magic/water/vortex-water-whirlpool-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.ptmxnw1xk0ae3oqm",
							"name": "Darting Marlin",
							"img": "icons/creatures/fish/fish-marlin-swordfight-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.oryuhbv76jerzk9i",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "0cybrpq2qilcyj1q",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}