{
  "folder": "LJ4gixqZ0rWhKKiN",
  "name": "Mycelial",
  "type": "heritage",
  "img": "icons/consumables/mushrooms/helm-brown.webp",
  "system": {
    "schemaVersion": {
      "version": 0.01,
      "lastMigration": null
    },
    "description": "<h2>Mycelial Traits</h2>\n<p>Characters with the mycelial heritage share&nbsp;a variety of traits in common with one<br>another.</p>\n<p><strong>Age. </strong>Mycelials grow from spores and&nbsp;mature quickly. In mycelial communities, a&nbsp;sporeling is considered an adult by the age&nbsp;of 3. They usually live about 30 years,&nbsp;although mycelials who form bonds with&nbsp;longer-lived creatures have been known to&nbsp;live as long as the creatures they&rsquo;re bonded&nbsp;with.</p>\n<p><strong>Size. </strong>Small.</p>\n<p><strong>Speed. </strong>30 feet.</p>\n<p><strong>Darkvision. </strong>You have darkvision out to 60&nbsp;feet.</p>\n<p><strong>Plant. </strong>You are a plant in addition to a&nbsp;humanoid. So long as rocks and soil are&nbsp;available, you can sustain yourself without&nbsp;other sources of food, although you still&nbsp;require water. While exploring, you&nbsp;consume 1 Supply every other day before&nbsp;suffering fatigue.</p>\n<p><strong>Soft Bodied. </strong>You can squeeze or contort&nbsp;through spaces as if you were one size&nbsp;category smaller than you are.</p>\n<p><strong>Spore Cloud. </strong>Mycelials naturally produce&nbsp;poisonous spores, which they can use to&nbsp;attack or defend themselves.&nbsp;</p>\n<p>You can use a bonus action to release a puff of poisonous spores in a 5-foot-radius area centered on you. The spores lightly obscure the area and linger in air or water for 1 minute or until dispersed&nbsp;by a strong wind or current. Non-plant&nbsp;creatures that enter the area for the first&nbsp;time on a turn or start their turn there must&nbsp;make a Constitution saving throw. On a&nbsp;failure, the creature takes 1d6 poison&nbsp;damage and is poisoned until the end of its&nbsp;next turn. The DC for this saving throw&nbsp;equals 8 + your proficiency bonus + your&nbsp;Constitution modifier. The poison damage&nbsp;increases to 2d6 at 4th level, 3d6 at 9th&nbsp;level, 4d6 at 14th level, and 5d6 at 19th&nbsp;level.</p>\n<p>Once a creature has been affected&nbsp;by the spores, it is immune to this effect for&nbsp;24 hours. You can use this trait a number of&nbsp;times equal to your proficiency bonus. You&nbsp;regain any expended uses when you finish&nbsp;a long rest.</p>\n<h2>Mycelial Gifts</h2>\n<p>Choose one of the following heritage gifts.</p>\n<h3>Adaptability</h3>\n<p>You can change your body to survive&nbsp;various environments. You gain&nbsp;resistance to poison damage. In&nbsp;addition, whenever you finish a long&nbsp;rest, you can choose one of the<br>following forms:&nbsp;</p>\n<ul>\n<li><strong>Amphibious.</strong> You canbreathe underwater and gain&nbsp;a swim speed equal to your&nbsp;walking speed.</li>\n<li><strong>Arboreal. </strong>You gain a climb&nbsp;speed equal to your walking&nbsp;speed. When you fall, you&nbsp;can use your reaction to float&nbsp;gently to the ground, taking&nbsp;no damage from the fall.&nbsp;</li>\n<li><strong>Cold Adapted. </strong>You gain&nbsp;resistance to cold damage.&nbsp;</li>\n<li><strong>Heat Adapted. </strong>You gain&nbsp;resistance to fire damage.&nbsp;You remain in your new form until<br>you use this ability again. You can benefit from only one form at a time.</li>\n</ul>\n<h3>Overactive Enzymes</h3>\n<p>You can release a splash of digestive enzymes to harm your foes. You gain the acid splash cantrip, which you can cast without requiring components. Your spellcasting ability for this cantrip is your choice of Charisma, Constitution, Intelligence, or Wisdom.</p>\n<p>You can also use your&nbsp;digestive enzymes to dig. You have&nbsp;a burrowing speed of 10 feet and can move through nonmagical earth&nbsp;and stone, but not solid rock. You&nbsp;don&rsquo;t leave a tunnel behind unless&nbsp;you spend time and effort to shore&nbsp;up the tunnel, reducing your burrow&nbsp;speed to 5 feet every 15 minutes.</p>\n<h2>Mycelial Paragon&nbsp;</h2>\n<p>When you reach 10th level, you are an exemplar of mycelial-kind. You gain the following paragon gift.</p>\n<h3>Specialized Spores</h3>\n<p>Creatures affected by your Spore Cloud no longer become immune to it. Additionally, once per day when you create the cloud you can choose one of the following conditions:</p>\n<ul>\n<li>Charmed</li>\n<li>Confuse</li>\n<li>Frightened</li>\n</ul>\n<p>While poisoned by your spore cloud,&nbsp;a creature is also affected by the&nbsp;chosen condition.&nbsp;</p>\n<h2>Suggested Cultures&nbsp;</h2>\n<p>While you can choose any culture for your&nbsp;mycelial character, the following cultures are&nbsp;linked closely with this heritage:&nbsp;meld-member, Underharvester,&nbsp;Underlander.</p>",
    "grants": {
      "2FQ78UfM5GKbyBRz": {
        "grantType": "movement",
        "level": 0,
        "optional": false,
        "label": "Speed",
        "bonus": "30",
        "movementTypes": {
          "base": [
            "walk"
          ],
          "options": [],
          "total": 0
        },
        "_id": "2FQ78UfM5GKbyBRz",
        "default": true,
        "img": "",
        "unit": "feet",
        "context": {
          "isHover": false
        }
      },
      "MTiRXotscPF0bqnB": {
        "grantType": "trait",
        "level": 0,
        "optional": false,
        "label": "Size",
        "traits": {
          "base": [
            "sm"
          ],
          "options": [],
          "total": 0,
          "traitType": "size"
        },
        "_id": "MTiRXotscPF0bqnB",
        "default": true,
        "img": ""
      },
      "qedJdt4GLflZrTkg": {
        "grantType": "feature",
        "level": 0,
        "optional": false,
        "label": "Traits",
        "features": {
          "base": [
            "Compendium.a5e.a5e-heritage-features.Item.qpr4bsd1uinscj2l",
            "Compendium.a5e.a5e-heritage-features.Item.gbw1scrdcyitrour",
            "Compendium.a5e.a5e-heritage-features.Item.ql20ak3gg7sjk6rx",
            "Compendium.a5e.a5e-heritage-features.Item.71rrfuwva6r4bt7y"
          ],
          "options": [],
          "total": 0
        },
        "_id": "qedJdt4GLflZrTkg",
        "default": true,
        "img": ""
      },
      "4vhWpGwBRw7hV3S4": {
        "grantType": "feature",
        "level": 0,
        "optional": false,
        "label": "Gifts",
        "features": {
          "base": [],
          "options": [
            "Compendium.a5e.a5e-heritage-features.Item.xjszjodeumkeqwqg",
            "Compendium.a5e.a5e-heritage-features.Item.jxrs6kddaddbmqsw"
          ],
          "total": 1
        },
        "_id": "4vhWpGwBRw7hV3S4",
        "default": true,
        "img": ""
      },
      "hm4fiJcyVmnM6D1n": {
        "grantType": "feature",
        "level": 0,
        "optional": true,
        "label": "Paragon Gifts",
        "features": {
          "base": [
            "Compendium.a5e.a5e-paragon-gifts.Item.y28irodku84kc70w"
          ]
        }
      }
    },
    "source": "dungeonDelversGuide"
  },
  "effects": [],
  "flags": {
    "core": {},
    "exportSource": {
      "world": "demo",
      "system": "a5e",
      "coreVersion": "11.315",
      "systemVersion": "0.17.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.17.0",
    "coreVersion": "11.315",
    "createdTime": 1708602385669,
    "modifiedTime": 1708602966436,
    "lastModifiedBy": "W2LONXq79rmKUjb9"
  }
}