{
	"folder": null,
	"name": "Oozefolk",
	"type": "heritage",
	"img": "icons/creatures/slimes/slime-movement-pseudopods-blue.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<h1>Oozefolk Traits</h1>\n<p>Characters with the oozefolk heritage share the following traits:</p>\n<p><strong>Age.</strong> An oozefolk&rsquo;s alien mind develops&nbsp;rapidly, soaking up knowledge like a&nbsp;sponge and reaching maturity in only half&nbsp;a year. However, the consciousness that&nbsp;holds together their slimy body can&nbsp;sustain the effort only so long. The oldest&nbsp;known oozefolk lived for 50 years, but&nbsp;most die after only a few decades.&nbsp;</p>\n<p><strong>Size.</strong> Your height and weight are determined by your first Hit Die. If your first Hit Die is a d6 or a d8, you stand between 2 and 3 feet tall, weigh anywhere from 70 to 130 pounds, and are Small. Otherwise, you are between 4 and 7 feet tall, weigh 200 to 500 pounds, and are Medium.</p>\n<p><strong>Speed. </strong>30 feet.</p>\n<p><strong>Darkvision. </strong>You have darkvision out to&nbsp;60 feet.</p>\n<p><strong>Immutable Form. </strong>You have advantage&nbsp;on saving throws against effects that&nbsp;would alter your form.</p>\n<p><strong>Telepathy. </strong>You can speak telepathically&nbsp;to any creature within 30 feet of you that&nbsp;you can see. The creature understands&nbsp;you only if the two of you share a&nbsp;language. You can speak telepathically in&nbsp;this way to one creature at a time.&nbsp;</p>\n<h1>Oozefolk Gifts</h1>\n<p>Choose two of the following:</p>\n<h3>Amorphous Body</h3>\n<p>While you are unarmored and not&nbsp;carrying any items, you can pass through&nbsp;an opening as narrow as 1 inch wide&nbsp;without squeezing.</p>\n<h3>Jelly-Faced</h3>\n<p>You gain an expertise die on Deception&nbsp;checks. In addition, expertise dice you&nbsp;gain on Deception checks can be&nbsp;upgraded from a d8 to a d10 or from a&nbsp;d10 to a d12.</p>\n<h3>Psychic Resistance</h3>\n<p>You have resistance to psychic damage.&nbsp;Additionally, you gain proficiency with&nbsp;Intelligence saving throws.</p>\n<h1>Oozefolk Paragon</h1>\n<p>Starting at 10th level, you become a paragon of oozekind. You can use your climb speed even on difficult surfaces and upside down on ceilings. In addition, you&nbsp;gain one of the following traits.</p>\n<h3>Corrosive Body</h3>\n<p>You can use a bonus action to bubble&nbsp;corrosive liquids to the surface of your body or to draw them back in. While&nbsp;corrosive, a creature that touches you or&nbsp;hits you with a melee attack while within 5&nbsp;feet of you takes acid damage equal to&nbsp;your proficiency bonus. In addition, your&nbsp;natural weapons and unarmed strikes&nbsp;deal an extra 1d4 acid damage.</p>\n<h3>Transparent Body</h3>\n<p>Your body is made of a substance as&nbsp;clear as water. You gain the following&nbsp;traits.</p>\n<p><strong>Invisible Focus. </strong>You can use a naction to focus, spreading your transparent qualities to your equipment&nbsp;and any items you are carrying. You&nbsp;become invisible for 1 minute or until&nbsp;you lose concentration (as if&nbsp;concentrating on a spell). Once you&nbsp;have used this trait, you can&rsquo;t use it&nbsp;again until you finish a short or long rest.&nbsp;</p>\n<p><strong>Transparent.</strong> While you are&nbsp;unarmored, you have advantage on&nbsp;Stealth checks made to hide from&nbsp;creatures unaware of your presence.&nbsp;</p>\n<h1>Suggested Cultures</h1>\n<p>While you can choose any culture for your&nbsp;oozefolk character, the following cultures<br>are linked closely with this heritage: kithb&aacute;in halfling, lone wanderer, nomad, outcast&nbsp;collective, Underhavester, Underlander, wildling.</p>",
		"grants": {
			"xy3RXlv00KdPZGQv": {
				"grantType": "movement",
				"level": 0,
				"optional": false,
				"label": "Speed",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"_id": "xy3RXlv00KdPZGQv",
				"default": true,
				"img": "",
				"unit": "feet",
				"context": {
					"isHover": false
				}
			},
			"R43ym2FH2VUktJdf": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.2gvxjotgzlxd8di9",
						"Compendium.a5e.a5e-heritage-features.Item.ykia5dl2lqf4659i",
						"Compendium.a5e.a5e-heritage-features.Item.71rrfuwva6r4bt7y"
					],
					"options": [],
					"total": 0
				},
				"_id": "R43ym2FH2VUktJdf",
				"default": true,
				"img": ""
			},
			"2utNCFViSDsGoAgj": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Gifts",
				"features": {
					"options": [
						"Compendium.a5e.a5e-heritage-features.Item.81lj5ey8bhtix613",
						"Compendium.a5e.a5e-heritage-features.Item.z0hnxul80cszq9sd",
						"Compendium.a5e.a5e-heritage-features.Item.gccr8sch65zf5awg"
					],
					"total": 2,
					"base": []
				},
				"_id": "2utNCFViSDsGoAgj",
				"default": true,
				"img": ""
			},
			"ZkYYK1cfvYUW8QEy": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Paragon Gifts",
				"features": {
					"options": [
						"Compendium.a5e.a5e-paragon-gifts.Item.4grlmezudnaq4x84",
						"Item.sKQKvHZrmMFlSCIw"
					],
					"total": 1
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"_id": "4joodhk7eolyk72l"
}