{
	"name": "Orc",
	"type": "heritage",
	"img": "icons/creatures/abilities/bear-roar-bite-brown-green.webp",
	"system": {
		"schemaVersion": {
			"version": 0.007,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 44\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Orcs are passionate and fearless above all else. When their passion is allowed to flourish, an orc can easily become widely renowned for their skills in the arts or whatever area catches their interest.</p>\n<p>All orcs share similar physical features, such as skin that comes in shades of gray or green, large boarish tusks, dark hair, large muscular figures, and pointed ears.</p>\n<p>Due to the frequent conflicts of some tribes, orcs are considered to have particularly short life spans, though this isn&rsquo;t entirely true. Outside of combat-oriented tribes, an orc can live quite a while&mdash;though not quite as long as humans, this is a far cry from the life span of decades many assume they have.</p>\n<div class=\"page\" title=\"Page 44\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Orc Traits</h1>\n<p>Characters with orc heritage share the following traits:</p>\n<p><em><strong>Age.</strong></em> Orcs mature faster than humans, reaching adulthood around age 14. They age noticeably faster, usually only living to be 60&ndash;75 years old.</p>\n<p><em><strong>Size.</strong></em> Orcs are rarely under 6 feet tall, and weigh somewhere over 200 pounds. Your size is Medium.</p>\n<div class=\"page\" title=\"Page 44\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Speed.</strong></em> Your base walking speed is 30 feet.</p>\n<p><em><strong>Darkvision.</strong></em> Your orcish blood grants you superior vision in dark or dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only shades of gray.</p>\n<p><em><strong>Heavy Lifter.</strong></em> When determining your carrying capacity and the weight that you can push, drag, or lift, your size is considered to be Large.</p>\n<p>Note: A creature can only be considered a maximum of one size larger or smaller when determining how much Supply and weight it can carry.</p>\n<p><em><strong>Mighty Attacks.</strong></em> When you score a critical hit with a melee weapon attack, you can roll one of the weapon&rsquo;s damage dice an additional time and add it to the extra damage of the critical hit.</p>\n<div class=\"page\" title=\"Page 44\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Orcish Gifts</h1>\n<p>While most orcs are all lumped into the same category, there are actually multiple orcish heritages that hail from different regions and environs. Those whose ancestors are from barren deserts have adapted in different ways from those who historically dwelled in the forests or plains. Additionally, those few tribes that revel in battle have grown to have different traits than those that value family or their ancestors above all else. In addition to the traits granted by your orcish heritage, choose one of the following heritage gifts.</p>\n<h3>Acclimatized</h3>\n<p>Your family hails from an area known for its extreme conditions, such as the arctic, desert, or even a particularly treacherous swamp. Even if you have not spent much time there, the ability of your family to adapt to their living conditions has been passed down to you. Orcs with this gift can vary wildly in appearance due to the area which they are from; those from the desert may have taken on a paler, dusky skin tone in order to survive the heat, while those from the arctic may have a coating of fine hairs and darker skin tones in order to retain heat.</p>\n<div class=\"page\" title=\"Page 45\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em><strong>Just Like Home.</strong></em> Choose one type of terrain, reflecting the area from which your family hails: arctic, desert, mountain, or swamp. You ignore all naturally created difficult terrain of that type. Additionally, you gain an expertise die on Survival checks made within this terrain type, and gain a type of damage resistance related to your chosen terrain: arctic &mdash; cold, desert &mdash; fire, mountain &mdash; lightning, swamp &mdash; poison.</p>\n<div class=\"page\" title=\"Page 45\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Ancestral Blessing</h3>\n<p>Orcs with this gift are believed to have been blessed by their ancestors. Every family has their own beliefs for why this occurs; it could be to honor the good deeds of their parents, the success of their clan in battle or the arts, or even to take pity on a child in a desperate situation. Orcs with this heritage often seem to have a sort of divine aura that sets them apart. You have the following traits:</p>\n<p><em><strong>Divine Protection.</strong></em> You have resistance to radiant damage.</p>\n<p><em><strong>Touch of Divinity.</strong></em> You know the <em>resistance </em>cantrip. In addition, you can cast the <em>shield</em> spell once per long rest.</p>\n<div class=\"page\" title=\"Page 45\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Magic Adept</h3>\n<p>The true origin of the magic adepts &mdash; the odanti &mdash; has been lost to time, but the elders tell tales of fey-touched ancestors and the tribe&rsquo;s proclivity for magic.</p>\n<p>You are born with magic coursing through your veins, and are able to utilize it in a number of ways. You learn one cantrip of your choice from the wizard spell list. At 3rd level, choose one 1st- or 2nd-level spell from the wizard spell list. You can cast the chosen spell without any material components once per long rest. A 1st-level spell chosen this way can be cast at 2nd-level using this trait, if the spell allows. Your spellcasting ability for this trait is the same as the ability score used in the spellcasting class in which you have the highest level, or Charisma if you have no levels in a spellcasting class.</p>\n<div class=\"page\" title=\"Page 45\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Orc Paragon</h1>\n<p>Starting at 10th level, you become a paragon of orcishness. You gain the following feature.</p>\n<h3>Relentless Resilience</h3>\n<p>When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once you have used this trait, you cannot do so again until you finish a long rest.</p>\n<div class=\"page\" title=\"Page 46\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Additionally, the many struggles of your ancestors has given you a thick skin, and the ability to shrug off less powerful blows. Your Armor Class increases by 1.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 46\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h1>Orc Culture</h1>\n<p>The simple name &ldquo;orc&rdquo; often has the prejudice of thousands of years of conflict bearing down upon it. Many orcs are shackled to a simplistic portrayal of war and blood, and are used to hearing the title &ldquo;orc&rdquo; spat with the same venom as the titles of &ldquo;demon&rdquo; or &ldquo;invader.&rdquo; Orcs often either live with these accusations, or distance themselves from anyone that would spout them.</p>\n<p>Orcs are not inherently evil but tend to follow their impulses and instincts &mdash; which often gets them into trouble. They are passionate and tend to pity the comparatively demure, tame emotions of their neighbors. An orc in love burns with unbridled passion, a terrified orc experiences the primordial horror of the end of days, and an enraged orc can see a minor slight as an insult and challenge to their very being. Any and all of these emotions can get them into trouble, but it&rsquo;s the rage that&rsquo;s most remembered.</p>\n</div>\n<div class=\"column\">\n<p>Easily rallied to a cause, many tyrants over the millenia have roused orcs into fearsome war hordes. Once a rallying cry goes out it can keep building momentum and growing in number until dozens of orcish tribes work themselves into a frenzy. A war horde is less of an army and more of a solid wall of passionate orcish anger. When the object of their rage has been obliterated and their instigator reaps the rewards, most simply lay their weapons down and return home.</p>\n<p>Sadly, war hordes are the first and last impression in many minds of what encompasses an orc tribe. Those who venture to orcish homelands are often surprised at the artistic havens they find instead of war camps. Orcish hunters and gatherers provide enough surplus food to support ample leisure time, and most orcs spend the majority of their time pursuing their passions. Orc territory is often filled with countless friendly brawls, gorgeous tapestries and carvings, and orcish chants and throat songs that recount the history of generations.</p>\n<p>Depending on what passion has won the day, life within an orc tribe can be carefree or filled with violence. While orcish tribe members are usually orc or half-orcs themselves, most tribes welcome all comers. Whether the tribe spends its time singing chants or demolishing armies, it&rsquo;s not uncommon to see other humanoids covered in orcish brands right alongside them. However your character was raised, they were moulded and influenced by the orcish tribe around them.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your orc character, the following cultures are linked closely with this heritage: caravanner, stoic orc, wildling.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"creatureTypes": [
			"humanoid"
		],
		"creatureSize": {
			"fixed": "med",
			"options": []
		},
		"giftCategories": {
			"oLosYF2beNOiQU5Y": "Acclimatized",
			"MmBA28PZBsiKtEIJ": "Ancestral Blessing",
			"47c650JqLlCSK4kN": "Magic Adept"
		},
		"features": {
			"ZKeTwmDvdhugY8s4": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.hoqw4ak9mu9p3i7i"
			},
			"7EsbSYOa4Vibs9WK": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.henjoxiitpm6hfdt"
			},
			"rYyHdGPHBd5pglME": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.yca3krmolgs6ne6s"
			}
		},
		"gifts": {
			"wSBArqAGSPnI8gRQ": {
				"category": "oLosYF2beNOiQU5Y",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.rm4j7t05gfjepdl3"
			},
			"Pph2NyoMtM6u1nBh": {
				"category": "MmBA28PZBsiKtEIJ",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.bkuvinea5zrlgsk2"
			},
			"YsFktLTG9rPsXegQ": {
				"category": "MmBA28PZBsiKtEIJ",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.lq7hbcnr53clvm48"
			},
			"fkt3Do66l6zXI3br": {
				"category": "47c650JqLlCSK4kN",
				"uuid": "Compendium.a5e.a5e-heritage-features.Item.izfbyta7ufd7fdum"
			}
		},
		"paragonCategories": {
			"yHyH5A5J38iuaryN": "Relentless Resilience"
		},
		"paragonGifts": {
			"QhbVCe23DvV6TRgl": {
				"category": "yHyH5A5J38iuaryN",
				"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.jupfvy87i6hrfnzs"
			}
		},
		"paragonLevel": 0
	},
	"effects": [
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/svg/item-bag.svg",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				},
				{
					"key": "system.attributes.senses.darkvision.distance",
					"value": "60",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "YUxVayafbxXAipgM",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.thuQkrpp8td2tE8c",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/creatures/abilities/bear-roar-bite-brown-green.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "slvgtqjIHNLtm8x0",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.thuQkrpp8td2tE8c",
			"statuses": []
		},
		{
			"name": "Movement & Senses Configuration",
			"icon": "icons/creatures/abilities/bear-roar-bite-brown-green.webp",
			"changes": [
				{
					"key": "system.attributes.movement.walk.distance",
					"value": "30",
					"mode": 6,
					"priority": null
				}
			],
			"transfer": false,
			"flags": {
				"a5e": {
					"transferType": "permanent"
				}
			},
			"_id": "zxDl48zqzawchguf",
			"disabled": false,
			"duration": {
				"startTime": null,
				"seconds": null,
				"combat": null,
				"rounds": null,
				"turns": null,
				"startRound": null,
				"startTurn": null
			},
			"description": "",
			"origin": "Item.thuQkrpp8td2tE8c",
			"statuses": []
		}
	],
	"folder": null,
	"flags": {},
	"_id": "7gtmc6d0m33032ln"
}