{
	"folder": null,
	"name": "Rockborn",
	"type": "heritage",
	"img": "icons/magic/earth/construct-stone-long-arms.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<h1>Rockborn Traits</h1>\n<p>Characters with the rockborn heritage share&nbsp;the following traits:</p>\n<p><strong>Age.</strong> Physically, rockborn are fully formed from their first moment of consciousness. However, rockborn children may take a century or more to fully mature. Some say that rockborn are immortal, but in truth most live only 1,000 years before they crumble and return to the earth from which they sprang.</p>\n<p><strong>Size.</strong> Medium.</p>\n<p><strong>Speed. </strong>30 feet.</p>\n<p><strong>Darkvision.</strong> You have darkvision out to&nbsp;60 feet.</p>\n<p><strong>Rock.</strong> As a being made from stone, you&nbsp;are immune to the petrified condition.</p>\n<p><strong>Roll. </strong>You can use a bonus action to curl&nbsp;into a boulder, or an action to uncurl.&nbsp;While in boulder form your Speed is&nbsp;reduced to 0, and you cannot use a&nbsp;shield, make attacks, use your arms, or&nbsp;cast spells with seen components.&nbsp;</p>\n<p>While in boulder form you can use&nbsp;an action to roll yourself in a straight line&nbsp;up to 30 feet, or 60 feet down a decline.&nbsp;While rolling you can attempt to enter the&nbsp;spaces of creatures up to one size larger&nbsp;than you, forcing each to make a Dexterity&nbsp;saving throw against your maneuver DC.&nbsp;On a failure, a creature or object takes&nbsp;bludgeoning damage equal to 1d4 + your&nbsp;Strength modifier. If a creature succeeds&nbsp;on its saving throw, you do not enter its&nbsp;space and your movement stops.&nbsp;</p>\n<h1>Rockborn Gifts</h1>\n<p>Choose one of the following.</p>\n<p><strong>Rockamouflage. </strong>You are proficient with Stealth. You gain an expertise die on&nbsp;Stealth checks made to hide in a rocky&nbsp;environment. Your companions also gain&nbsp;this expertise die, provided you can see&nbsp;them and they are within 30 feet of you.&nbsp;</p>\n<p><strong>Stone Armaments.</strong> Stone speaks to&nbsp;you in a way that's hard to describe. You&nbsp;can repair stone weapons and armor by&nbsp;making a DC 15 mason's tools check. In&nbsp;addition, if you have an expertise die on&nbsp;an attack roll made using a stone weapon,&nbsp;you increase that die one step (from 1d4&nbsp;to 1d6, 1d6 to 1d8, and so on).&nbsp;</p>\n<h1>Rockborn Paragon</h1>\n<p>Starting at 10th level, you become a paragon of rockborn-kind. You gain one of the following paragon gifts.</p>\n<p><strong>Rocking Roll.</strong> The damage dealt by&nbsp;your Roll trait increases to 1d12 + your&nbsp;Strength modifier. Objects take double&nbsp;damage from your Roll, and a creature&nbsp;that fails its saving throw is also knocked prone. In addition, once on your turn while&nbsp;rolling you can make a DC 15 Acrobatics&nbsp;or Athletics check, changing the direction&nbsp;of the rest of your movement up to 180&nbsp;degrees.</p>\n<p><strong>Stonemeld. </strong>You gain a burrow speed equal to half your Speed. You can burrow&nbsp;only through nonmagical, unworked earth&nbsp;and stone, but your movement does not&nbsp;disturb the ground.</p>\n<h1>Suggested Cultures</h1>\n<p>While you can choose any culture for your&nbsp;rockborn character, the following cultures&nbsp;are linked closely with this heritage: carven,&nbsp;collegiate, cosmopolitan, deep dwarf, deep&nbsp;gnome, lone wanderer, nomad,&nbsp;stoneworthy, tunnel halfling,&nbsp;Underharvester, Underlander.</p>",
		"grants": {
			"7IoBzlquwGbxn8Aj": {
				"grantType": "movement",
				"level": 0,
				"optional": false,
				"label": "Speed",
				"bonus": "30",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"_id": "7IoBzlquwGbxn8Aj",
				"default": true,
				"img": "",
				"unit": "feet",
				"context": {
					"isHover": false
				}
			},
			"xLNjAesNj2K3pf9R": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.lqr7kyhktmcj9vc4",
						"Compendium.a5e.a5e-heritage-features.Item.bdxw1stm6pqbbqf3",
						"Compendium.a5e.a5e-heritage-features.Item.71rrfuwva6r4bt7y"
					],
					"options": [],
					"total": 0
				},
				"_id": "xLNjAesNj2K3pf9R",
				"default": true,
				"img": ""
			},
			"XYqCHimQVTC9EozK": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Gifts",
				"features": {
					"base": [],
					"options": [
						"Compendium.a5e.a5e-heritage-features.Item.5bcwqry4u8lpvk0f",
						"Compendium.a5e.a5e-heritage-features.Item.7613c9yf3ou8yz24"
					],
					"total": 1
				},
				"_id": "XYqCHimQVTC9EozK",
				"default": true,
				"img": ""
			},
			"vloUJas3JKfnwyg2": {
				"grantType": "feature",
				"level": 0,
				"optional": true,
				"label": "Paragon Gift",
				"features": {
					"base": [],
					"options": [
						"Compendium.a5e.a5e-paragon-gifts.Item.89w19utnbs9ez3da",
						"Compendium.a5e.a5e-paragon-gifts.Item.7atfbhh9yl7h4ejn"
					],
					"total": 1
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"_id": "1f5prj31me60kt6v"
}