{
	"name": "Selkie",
	"type": "heritage",
	"img": "icons/magic/water/wave-water-blue.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<p dir=\"ltr\">Many myths recount that the first selkies were created when a ship capsized in a tempest. The Ocean itself responded to the cries of the doomed travelers by transforming them into seals, allowing them to weather the storm and swim to safety. However, while the Ocean permitted them to return to their humanoid form, it henceforward claimed a part of them and their descendants for itself. Now burdened with this irrepressible longing, the new selkies chose to create a new life between the sea and the shore, forever becoming creatures of two worlds.</p>\n<p dir=\"ltr\">In their humanoid form, selkies resemble humans, although they are generally heavier-set than the average human, and some have slight webbing present between their fingers and toes that hint at their true heritage. What sets selkies apart is that each is born with a magical seal skin that grows alongside them, and which many choose to wear as a cape or cloak while in humanoid form. While wearing this skin, a selkie may change into a seal (or sea lion, for some lineages) at will, allowing them to prosper in climates and environments where many other heritages would perish.&nbsp;</p>\n<p dir=\"ltr\">Because their seal form is so integral to both their identity and their survival, many selkies associate completely doffing their skin with emotional vulnerability and intimacy: a fact that often leads to confusion and misunderstandings when selkies encounter other humanoid heritages! This is not helped by the fact that many selkie lineages tend toward more extreme sexual dimorphism in both their seal and humanoid forms, giving them hyper-masculine or hyper-feminine features. It is therefore no surprise that many non-selkie communities&rsquo; first (and often only) interaction with a selkie involves a clandestine love affair or sudden elopement. In consequence, while selkies are relatively rare in terms of raw numbers, half-selkies are proportionately more common than would otherwise be expected.&nbsp;</p>\n<p dir=\"ltr\">However, no matter where passions may draw them, the Ocean always maintains pride of place in a selkie&rsquo;s heart. A selkie can feel the push and pull of the tides beckoning them at all times, regardless of the distance, and selkies that stray too far from the sea for too long have been known to die of sorrow.</p>\n<h2 dir=\"ltr\">Selkie Traits</h2>\n<p dir=\"ltr\">Characters with the selkie heritage share a variety of traits in common with one another.&nbsp;</p>\n<p dir=\"ltr\"><strong>Type.</strong> Your type is Fey as well as Humanoid.</p>\n<p dir=\"ltr\"><strong>Age.</strong> Selkies have shorter lifespans than most humanoids, reaching maturity at 14 and typically living 55-65 years. However, aging also wears down the selkie body less than it does for most humanoids, making them often appear comparable to a human 80% their age.&nbsp;</p>\n<p dir=\"ltr\"><strong>Size.</strong> In their humanoid form selkies are comparable in height to humans, but hold more body fat at healthy weights, making them noticeably heavier-set on average. Your size is Medium.</p>\n<p dir=\"ltr\"><strong>Speed.</strong> Your speed is 30 feet, and you have a swim speed equal to your speed.</p>\n<p dir=\"ltr\"><strong>Insulated. </strong>You are protected against arctic temperatures and the frigid depths. You have resistance to cold damage.</p>\n<p dir=\"ltr\"><strong>Sea-Longings.</strong> The depths always call to you, no matter where you go. You always know the distance and direction of the nearest sea, and you can never become lost by non-magical means while at sea. At the Narrator&rsquo;s discretion, this feature may also apply to similar bodies of water, such as large lakes or underground oceans.&nbsp;</p>\n<p dir=\"ltr\"><strong>Seal Skin. </strong>You were born with a magical seal skin that grows with you and which may be worn alongside other clothes and armor. As a bonus action while wearing the skin, you may shapeshift into either a seal or sea lion, chosen at character creation. You cannot later change your choice. In either case, your alternate form is referred to as your &ldquo;seal form.&rdquo; Your skin is specific to you and cannot be used by any other creature, even another selkie.</p>\n<p dir=\"ltr\">While in seal form, you retain your hit points, as well as the Sea-Longings and Insulated features from the selkie base heritage. Likewise, you may still choose to use features that grant you an alternate AC (such as the berserker&rsquo;s Rugged Defense feature) if they do not require armor. Any equipment you are wearing or wielding merges into your new form and has no effect until you leave the form.</p>\n<p dir=\"ltr\">You may remain in your seal form indefinitely, including while unconscious. However, your transformation ends if you are reduced to 0 hit points or choose to end it as a bonus action.</p>\n<p dir=\"ltr\">If you gain the Wild Shape feature, this feature does not gain any of its benefits. If you lose your skin, you can create new skin for yourself using the regenerate spell or by using magic of similar or greater power, subject to Narrator discretion.</p>\n<h2 dir=\"ltr\">Selkie Gifts</h2>\n<p dir=\"ltr\">A selkie&rsquo;s physical seal form is not the only way in which they resemble the sea. With a capacity for astounding depth as well as relentless fury, selkies embody an oceanic mystery that few can delve. In addition to the traits found in your selkie heritage, select one of the following gifts.</p>\n<h3 dir=\"ltr\">Allure</h3>\n<p dir=\"ltr\">Selkies have a reputation for astounding beauty, but also an aura of secrecy that many find deeply compelling. While some selkies bear this aura with an almost na&iuml;ve simplicity, others have learned to actively employ it to their advantage. You gain the following trait:</p>\n<p dir=\"ltr\"><strong>Captivating Creature.</strong> You gain an expertise die on Deception, Performance, and Persuasion checks when interacting with non-hostile humanoids.</p>\n<h3 dir=\"ltr\">Heavyweight</h3>\n<p dir=\"ltr\">Empowered by both physical bulk and a strong territorial instinct, selkies possessing this gift rarely give way to others. Most common among male selkies who must fight for every ounce of respect among their peers, heavyweights tolerate no rivals. You gain the following trait:</p>\n<p dir=\"ltr\"><strong>Hold Your Ground. </strong>You gain an expertise die on saving throws to resist being knocked prone or subjected to forced movement.</p>\n<p dir=\"ltr\"><strong>Throw Your Weight Around.</strong> When you deal basic melee damage using the Shove, Knockdown, or Overrun maneuvers, you add your proficiency bonus to the damage. Your maneuver DC for these maneuvers increases by 2.</p>\n<h3 dir=\"ltr\">Marine Mystic</h3>\n<p dir=\"ltr\">The Ocean makes a deeper claim on some selkies than most, and in turn they are invited to partake in the secrets of this primordial entity. Marine mystics hear more than the murmurings of the currents below the waters; they know from whence the waves came and where they will fall. You gain the following trait:</p>\n<p dir=\"ltr\"><strong>Hear the Ocean.</strong> You have inherent knowledge of the Aquan language. In addition, aquatic beasts and monstrosities understand anything you verbally communicate to them in Aquan, and you can understand them in return.</p>\n<p dir=\"ltr\"><strong>Time and Tide. </strong>You have a limited ability to see into the future. You gain the Premonition sign of faith from the cleric class.</p>\n<h2 dir=\"ltr\">Selkie Paragon</h2>\n<p dir=\"ltr\">When you reach 10th level, you become an exemplar among selkies and gain one paragon gift from the following list.</p>\n<h3 dir=\"ltr\">Fearsome Roar</h3>\n<p dir=\"ltr\">Once between each short and long rest, you may activate the Bloody Roar maneuver without using exertion.</p>\n<h3 dir=\"ltr\">Curse Weaver</h3>\n<p dir=\"ltr\">Once per long rest, you may cast bestow curse at 5th level without a spell slot. You may choose either Wisdom or Charisma as your spellcasting ability for this spell.</p>\n<h3 dir=\"ltr\">Ocean&rsquo;s Envoy</h3>\n<p dir=\"ltr\">You may cast water breathing once per long rest without a spell slot. When you cast this spell in this way, creatures you affect also gain a swim speed equal to their speed for the duration of the spell.</p>\n<h2 dir=\"ltr\">Selkie Culture</h2>\n<p dir=\"ltr\">A selkie&rsquo;s seal form not only profoundly influences their physical being, but also their mental and social life. Often, they will act in a manner that parallels the behavior of the species of their seal form, e.g. sea lion selkies will often prefer to live in large groups, while leopard seal selkies tend to prefer their own company to that of others. As the species of their seal form is a heritable trait, these inclinations and tendencies are typically reinforced by the aggregate behavior of different selkie families until they become cultures unto themselves. While most selkie communities do not strictly prohibit the marriage of selkies with different seal forms, many individual families take great pride in their ancestry and encourage their children to seek partners of a similar stock.</p>\n<p dir=\"ltr\">Selkie expectations surrounding gender roles are also influenced by their seal forms, although more indirectly. Because selkies tend toward greater physical differentiation between the sexes in both their seal and humanoid forms than most other heritages, they often develop strong notions regarding what kinds of behaviors and characteristics are appropriate for men or women, although the strength and content of these expectations may vary markedly between different communities. Selkies that have been frequently exposed to predominantly non-selkie cultures typically do not have such strong preconceptions, and some intentionally join other communities specifically to escape such norms.</p>\n<p dir=\"ltr\">No matter their lineage, sex, or circumstances, a selkie&rsquo;s bond to the Ocean invariably makes its mark on their life. Some take this connection so seriously as to pursue it as a religious vocation, but even those who attempt to ignore its beckoning are often drawn in by the material advantages it affords them; selkies are widely regarded as among the greatest sailors in the world, to the extent that some captains consider it bad luck to leave port without at least one in their crew. As such, selkies with a mind to make their fortune can almost always find a path to do so, albeit not without its perils.</p>\n<h2 dir=\"ltr\">Suggested Cultures</h2>\n<p dir=\"ltr\">While you can choose any culture for your selkie character, the following cultures are linked closely with this heritage: Beach Raider, Circusfolk, Depths Dovatary, Islander, Lone Wanderer, New Sealander, and Selkie Harem.</p>",
		"grants": {
			"NctLp1xyRjgC3E2I": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk",
						"swim"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "NctLp1xyRjgC3E2I",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"3ZNHyaRVW2kusgEg": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "3ZNHyaRVW2kusgEg",
				"traits": {
					"base": [
						"med"
					],
					"options": [],
					"total": 0,
					"traitType": "size"
				},
				"label": "Medium",
				"img": ""
			},
			"GnptJyo2rQMsX8Vo": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "GnptJyo2rQMsX8Vo",
				"traits": {
					"base": [
						"humanoid"
					],
					"options": [],
					"total": 0,
					"traitType": "creatureTypes"
				},
				"label": "Humanoid",
				"img": ""
			},
			"JDoz6EOHRDWWfSX5": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "JDoz6EOHRDWWfSX5",
				"label": "Base Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.qrav0z6znec4vaee",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.5xmbgo4uo2tfz773",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.z9nb395l5osux3yv",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.r4rbcivkibp7tbu1",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				},
				"img": ""
			},
			"vQIodke25eOMyuZI": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "vQIodke25eOMyuZI",
				"label": "Heritage Gifts",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.fjmmmgwdksee1tc9",
							"name": "Allure",
							"img": "icons/magic/water/wave-water-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.6r0cy91qix6v4lw6",
							"name": "Heavyweight",
							"img": "icons/magic/water/wave-water-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.hhyzvnk71yugsdtx",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": []
				},
				"img": ""
			},
			"3iT84Uv97lGmVwgx": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "3iT84Uv97lGmVwgx",
				"label": "Paragon Gifts",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.1dczrroafq97d3hp",
							"name": "Curse Weaver",
							"img": "icons/magic/water/wave-water-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.6dcdnxc0vzs8kbp3",
							"name": "Fearsome Roar",
							"img": "icons/magic/water/wave-water-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.1lpiy9qhd8j112qa",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "xpvs4kzfe4ot7zeg",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}