{
	"folder": null,
	"name": "Spriggan",
	"type": "heritage",
	"img": "icons/creatures/magical/spirit-undead-ghost-tan-teal.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<h2>Spriggan Traits</h2>\n<p>Characters with the spriggan heritage share a variety of traits in common with one another.</p>\n<p><strong>Age. </strong>Spriggans can awaken from ordinary trees or bushes of any age. They die from old age only after several centuries.</p>\n<p><strong>Size. </strong>Some spriggans are taller and mightier than humans, while others in their modesty slide beneath notice. Your size is your choice of Small or Medium.</p>\n<p><strong>Speed. </strong>Your base walking speed is 30 feet.</p>\n<p><strong>Humanoid Plant. </strong>You have both the Humanoid and Plant creature types.</p>\n<p><strong>Herbaceous Camouflage. </strong>You have advantage on Stealth checks made in wooded areas, including forests, swamps, and the like.</p>\n<p><strong>Sturdy as Oak. </strong>Your wooden flesh and barky skin give you added protection. Your AC equals 12 + your Dexterity modifier, unless your armor provides a higher value. You can still benefit from shields as normal.</p>\n<p><strong>Woodland Intuition. </strong>You gain an expertise die on Nature, Survival, herbalism kit, and poisoner kit checks.</p>\n<h2>Spriggan Gifts</h2>\n<p>Some heritages receive their gifts based on heredity&mdash;for spriggans, it is more&nbsp;<br>frequently a matter of age. In addition to the traits found in your spriggan heritage, select one of the following gifts.</p>\n<h3>Might of the Forest</h3>\n<p>You are as mighty as the locust and the redwood, able to wallop your foes with your branches and capture them with your roots. You gain the following benefits:</p>\n<p><strong>Fists of the Forest. </strong>As part of an attack when you are unarmed, you can turn one or both of your hands into a club, greatclub, or quarterstaff. You can turn them back instantly at any time.</p>\n<p><strong>Entangling Grasp. </strong>You know the shillelagh&nbsp;cantrip. You can stick your fist into the soil&nbsp; as an action, causing you to cast entangle&nbsp;without spending a spell slot and reducing&nbsp; your speed to 0 until the spell ends. You can do so once between long rests. Your&nbsp; spellcasting ability for these spells is your choice of Strength, Intelligence, Wisdom, or Charisma.</p>\n<h3>Wile of the Underbrush</h3>\n<p>You are a new growth or a shrub, blessed with the agility and craftiness of a wild child. You gain the following benefits:</p>\n<p><strong>Forest's Boon. </strong>You know the druidcraft cantrip. Your spellcasting ability for this spell is your choice of Intelligence, Wisdom, or Charisma.</p>\n<p><strong>Buoyancy. </strong>If you are not encumbered, you do not sink in water&mdash;you float. You can also walk across water for a limited distance, falling into the water after a number of feet equal to your Dexterity score.</p>\n<p><strong>Sapling Lash. </strong>As part of an attack when you are unarmed, you can turn one or both of your hands into a whip or a loaded sling. You can turn them back instantly at any time.</p>\n<h3>Blessing of the Darkwood</h3>\n<p>You are an elder tree, an old-growth from the densest quadrant of the woods. Faeries whisper their secrets to you, indeed you may have been there when the fairy tales first occurred. You gain the following benefits:</p>\n<p><strong>Darkvision. </strong>Accustomed to the darkest regions of the forest realms, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness,&nbsp;<br>only shades of gray.</p>\n<p><strong>Fey Ancestry. </strong>You gain an expertise die on saving throws against being charmed, and magic can&rsquo;t put you to sleep.</p>\n<p><strong>Druidic Elder. </strong>As one of the oldest trees in the wood, you are well acquainted with the druidic ways. You know the Druidic language and the grapevine cantrip. Your spellcasting ability for this spell is your choice of Intelligence, Wisdom, or Charisma.</p>\n<h2>Spriggan Paragon</h2>\n<p>When you reach 10th level, you are an exemplar among the speaking trees, and you gain one paragon gift from the following list.</p>\n<h3>Elder Oak Fortitude</h3>\n<p>Your Sturdy as Oak AC equals 12 + your Constitution modifier + your Dexterity modifier.</p>\n<h3>Timberland Orator</h3>\n<p>You can cast speak with plants at will. Your spellcasting ability for this spell is your choice of Intelligence, Wisdom, or Charisma.</p>\n<h2>Spriggan Culture</h2>\n<p>Spriggan cultures have one of two centers of gravity: they can be a spriggan culture unto themselves, or the spriggans might be raised as guardians of a specific nature-loving&nbsp;culture.</p>\n<p>Spriggan-centered culture refers to spriggans raised by other spriggans. The nature magic which impels them is accompanied by the wisdom of one's ancestors. Some spriggans form religious communities around the worship of great spirits. Others make settlements in the way they've seen other humanoids do it. Spriggans fueled by cruelty and the power of rot are often called \"Blights,\" and they make it their job to attack any intruder in the woods and to wage war against human settlements.</p>\n<p>Raised among other peoples, spriggans get a mixed bag of experiences. Some cultures (like wood elves, grippli, and certain humans) see spriggans for what they are&mdash;a \"tree of the trees\"&mdash;and attendees of the sacred groves where spriggans are raised help the spriggan come truly into their own. In the case of especially fey cultures (like eladrin and forest gnomes), spriggans are celebrated for their difference and welcomed as equal partners. Some spriggans raised among people ignorant to their nature (or worse, those&nbsp;<br>who are enemies of the forest) must make a choice about what their relationship means in terms of the violence of \"civilization\" against the wilderness.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your spriggan character, the following cultures are linked closely with this heritage: blightlander, boggard, eladrin, elemental\u0002bound, forest gnome, grippli, lone wanderer, wood elf</p>",
		"grants": {
			"PaiVawXMoVllP4XI": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "PaiVawXMoVllP4XI",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"9aKrGG1wnINozevH": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "9aKrGG1wnINozevH",
				"label": "Traits",
				"img": "",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.z6zfyotmr5pf0ehp",
							"name": "Humanoid Plant",
							"img": "icons/magic/nature/tree-animated-smile.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.ficyrprk46omruwq",
							"name": "Herbaceous Camouflage",
							"img": "icons/magic/nature/stealth-hide-eyes-green.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.241ecxlbs21kdy1j",
							"name": "Sturdy as Oak",
							"img": "icons/environment/wilderness/tree-oak.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.sf1lql4qsxa8d8g5",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"EQ62wATCdYxCTSKD": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "EQ62wATCdYxCTSKD",
				"label": "Gifts",
				"img": "",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.h846c40bszj8znkw",
							"name": "Might of the Forest",
							"img": "icons/magic/nature/vines-thorned-entwined-teal.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.a612qwqpwefao41c",
							"name": "Wile of the Underbrush",
							"img": "icons/consumables/plants/leaf-stem-tree-bud-green-brown.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.li9lqnxhpt9bqoqp",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				}
			},
			"gJcW9IR9p15EGX7b": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "gJcW9IR9p15EGX7b",
				"label": "Paragon Gifts",
				"img": "",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.2fu81vtkcy9a4i7n",
							"name": "Elder Oak Fortitude",
							"img": "icons/magic/nature/tree-spirit-glow-black-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.xeyd0dvdyad855ai",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				}
			},
			"unyTO6cZ2nUezsIQ": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "unyTO6cZ2nUezsIQ",
				"img": "",
				"label": "Size",
				"traits": {
					"base": [],
					"options": [
						"sm",
						"med"
					],
					"total": 1,
					"traitType": "size"
				}
			},
			"5B9fcB0WBmpFVcfs": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "5B9fcB0WBmpFVcfs",
				"traits": {
					"base": [
						"humanoid",
						"plant"
					],
					"options": [],
					"total": 0,
					"traitType": "creatureTypes"
				},
				"label": "Creature Type"
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "jvc7koc1g7amww63",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}