{
	"folder": null,
	"name": "Tabaxi",
	"type": "heritage",
	"img": "icons/creatures/abilities/lion-roar-yellow.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<h2>Tabaxi Traits</h2>\n<p>Characters with the tabaxi heritage share a variety of traits in common with one another.</p>\n<p><strong>Age. </strong>Tabaxi age at the same rate as humans.</p>\n<p><strong>Size. </strong>Most tabaxi have the same height and weight&nbsp;ranges as humans, although some tribes frequently reach 7 feet tall, and others can be stocky as dwarves. Your size is Medium.</p>\n<p><strong>Speed. </strong>Your base walking speed is 30 feet.</p>\n<p><strong>Darkvision. </strong>Your feline anatomy grants you superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><strong>Natural Hunter.</strong> You gain proficiency with either Perception, Stealth, or Survival.</p>\n<p><strong>Claws. </strong>The claws on your hands and feet are natural weapons, which you can use to make unarmed strikes dealing 1d4 slashing damage. They have the dual-wielding and finesse properties.</p>\n<h2>Tabaxi Gifts</h2>\n<p>In addition to the traits found in your tabaxi heritage, select one of the following gifts.</p>\n<h3>Dense Fur</h3>\n<p>Your coat is naturally thick, granting you both physical protection and resistance to the cold. You gain the following benefits:</p>\n<p><strong>Winter Coat. </strong>You gain resistance to cold damage.</p>\n<p><strong>Guard Fur. </strong>Your dense fur includes both a soft inner layer and a coarse, protective outer layer. Your AC equals 12 + your Dexterity modifier, unless your armor provides a higher value. You can still benefit from shields as normal</p>\n<h3>Feline Fury</h3>\n<p>Whether backed into a corner or toying with a wounded foe, never forget that cats aren&rsquo;t truly tame. You gain the following benefits:</p>\n<p><strong>Feline Fury. </strong>When you or your intended target are bloodied, your melee weapon attacks deal bonus damage equal to your proficiency bonus. However, the sting of your fury lessens after the first blow, so after you deal this extra damage to a creature, this trait cannot deal extra damage to it during the same combat.</p>\n<h3>Mighty Roar</h3>\n<p>Channeling your strength and pride, you can drive away&nbsp;enemies with a mighty roar. You gain the following benefits:</p>\n<p><strong>Mighty Roar. </strong>You can unleash your mighty roar as a bonus action. Enemy creatures who can hear you within 10 feet must make a Wisdom saving throw (DC 8 + your proficiency bonus + either your Constitution or Charisma modifier) or become frightened of you for 1 minute. Creatures that succeed at this save cannot be affected again by it for 24 hours. Once you use this trait, you can&rsquo;t use it again until you finish a short or long rest.</p>\n<h3>Zoomies</h3>\n<p>A shiver crawls up your spine&mdash;run! You gain the following benefits:</p>\n<p><strong>Alacrity. </strong>Your walking speed increases by 5 feet so long as you are not carrying a heavy load or wearing heavy armor</p>\n<p><strong>Climbing Claws. </strong>You get a Climb speed of 20 feet.</p>\n<p><strong>Zoom. </strong>You can use this trait to Dash without spending an action. Once you use this feature, you cannot use it again until after you move 0 feet on your own turn.</p>\n<h2>Tabaxi Paragon</h2>\n<p>When you reach 10th level, you are an exemplar of catkind, and you gain one paragon gift from the following list.</p>\n<h3>Feline Freefaller</h3>\n<p>If you are not carrying a heavy load or wearing heavy armor, you are immune to falling damage. When you fall and take no damage, you land on your feet.</p>\n<h3>Improved Claws</h3>\n<p>The damage of your claws increases to 1d6. When you attack with your claws and both your hands are otherwise free, your claws&rsquo; damage further increases to 1d8.</p>\n<h3>Wall-Clinger</h3>\n<p>You have a Climb speed equal to your walking speed. You can walk on walls and upside down on ceilings.</p>\n<h2>Tabaxi Culture</h2>\n<p>As people, most tabaxi are fiercely independent. Even communally-minded tabaxi understand that what makes their society powerful isn&rsquo;t homogeneity&mdash;it is the strength of each individual as they stand in solidarity. Less communitarian tabaxi adore freedom and self-expression&mdash;and sometimes privilege their own to the neglect of others. <span style=\"font-size: 10.5pt;\">This causes an overall ingrained culture tabaxi find hard to shake: following your instincts; pleasure, strength, and genius are what make life precious.</span></p>\n<p>There are two main groups of tabaxi cultures: traditional and diaspora. Traditional tabaxi cultures are the historical seats of power for tabaxi civilization. There have been at least four significant tabaxi kingdoms of consequence, with locations varying from jungle, desert, coastline, and even icy mountains. The present state of traditional tabaxi cultures varies by setting, but even fallen tabaxi kingdoms may still exhibit isolated city-states who practice the old&nbsp;ways.</p>\n<p>Tumult within traditional tabaxi cultures has pushed them into a global diaspora, aided both for good and ill by contact with outside cultures. Some tabaxi love the sense of adventure, freedom, and authenticity of the diaspora lifestyle&mdash;they make some of the best adventurers. Other tabaxi are embittered by their displacement from their ancestral homelands and the violence they experience at the hands of others&mdash;they make some of the best revolutionaries and villains.</p>\n<h3>Suggested Cultures</h3>\n<p>While you can choose any culture for your tabaxi character, the following cultures are linked closely with this heritage: desert hierarch, forsaken, hoplite legionnaire, plus the variants below.</p>\n<h3>Tabaxi Variant Cultures</h3>\n<p>Some tabaxi diaspora communities strongly resemble cultures already described in the main rulebook. When you choose that culture, you can make the following changes.</p>\n<p>The Itinerant culture strongly resembles the general tabaxi community in diaspora. You Blend In by hiding your scent with herbs; change proficiency with disguise kit to herbalism kit. Choose Tabaxi as one of your languages.</p>\n<p>The Forgotten Folx culture strongly resembles diaspora tabaxi enclaves oriented round communal living and child-rearing. Replace Gnomish language proficiency with Tabaxi.</p>\n<p>The Wood Elf culture strongly resembles the traditional jungle-dwelling tabaxi culture. Replace Wood Elf Weapon Training with proficiency in Stealth. Replace Elvish language proficiency with Tabaxi.</p>",
		"grants": {
			"QwYLmsXfQ8KwuZgL": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "QwYLmsXfQ8KwuZgL",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"BIHMVva2DSFRqNvO": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "BIHMVva2DSFRqNvO",
				"label": "Size",
				"traits": {
					"base": [
						"med"
					],
					"options": [],
					"total": 0,
					"traitType": "size"
				},
				"img": ""
			},
			"h7o1kh2E0QnmIU9C": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "h7o1kh2E0QnmIU9C",
				"img": "",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.71rrfuwva6r4bt7y",
							"name": "Darkvision",
							"img": "icons/magic/light/explosion-star-small-blue-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.0f68hoa1e9btm7z1",
							"name": "Natural Hunter",
							"img": "icons/creatures/abilities/paw-print-pair-purple.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.wqf3znupqtm02usp",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"GujDDv09HTW3EjRL": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "GujDDv09HTW3EjRL",
				"img": "",
				"label": "Gifts",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.p9lxxgr68is8gf64",
							"name": "Dense Fur",
							"img": "icons/commodities/leather/fur-brown-gold.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.qjlj7kbyvwswq242",
							"name": "Feline Fury",
							"img": "icons/creatures/abilities/cougar-roar-rush-orange.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.xsxolfmis9gs4h3d",
							"name": "Mighty Roar",
							"img": "icons/creatures/abilities/lion-roar-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.pxabedd3wktjnvk9",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				}
			},
			"kurRKkdxMEfHCWMB": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "kurRKkdxMEfHCWMB",
				"label": "Paragon Gifts",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.5tqchycv4ipikq2o",
							"name": "Feline Freefaller",
							"img": "icons/creatures/mammals/cat-hunched-glowing-red.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.1pv60j9dl0xws6la",
							"name": "Improved Claws",
							"img": "icons/skills/melee/strike-slashes-red.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.6ptboax9jkg2z021",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "jbfg0gy4f7ap4e1i",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}