{
	"folder": null,
	"name": "Unliving",
	"type": "heritage",
	"img": "icons/magic/death/hand-dirt-undead-zombie.webp",
	"system": {
		"description": "<h2>Unliving Traits</h2>\n<p>Unliving characters often choose another heritage as their base, representing the person they were in life. Unliving characters whose mortal aspects are of no real concern have the following traits in common with one another.</p>\n<p><strong>Age. </strong>Most unliving are created within a few years of their death. Some modes of undeath can allow an entity to persist for centuries.</p>\n<p><strong>Size. </strong>Your size is your choice of Small or Medium.</p>\n<p><strong>Speed. </strong>You have a base walking speed of 30 feet.</p>\n<p><strong>Darkvision. </strong>Your cursed anatomy grants you superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray.</p>\n<p><strong>Walking Corpse. </strong>Your creature type is both Humanoid and Undead. You do not need to breathe. When a creature would deal you necrotic damage, at their option they can heal you for that amount instead. Once you have been healed this way, you can&rsquo;t be again until you finish a long rest.</p>\n<p><strong>Energy Imbalance. </strong>You have resistance to necrotic damage and vulnerability to radiant damage.</p>\n<p><strong>Already Dead. </strong>You are immune to disease. You have resistance to poison damage, and advantage on saving throws against the poisoned condition.</p>\n<h2>Unliving Gifts</h2>\n<p>In addition to the traits found in your unliving heritage, select one of the following gifts. If your base heritage is other than unliving and you choose one of these gifts, you&nbsp;<br>also gain the Walking Corpse trait.</p>\n<h3>Hulking Rotter</h3>\n<p>Someone created you to be a zombie or flesh guardian&hellip; but you became something else entirely. You gain the following benefits:</p>\n<p><strong>Size. </strong>Your height increases to 7 or 8 feet tall, and you weigh no less than 300 pounds. Your size is Medium, if it wasn&rsquo;t already.</p>\n<p><strong>Heavy Lifter. </strong>When determining your carrying capacity and the weight that you can push, drag, or lift, your size is considered to be Large. (These amounts are doubled. If you already have the Heavy Lifter trait, you do not benefit from it twice.)</p>\n<p><strong>Rotting Burst. </strong>You are rotten beneath the surface, with noxious puss aching to burst forth. You can use this trait when you take damage, requiring no action or reaction. Creatures within 5 feet take an amount of acid, necrotic, or poison damage (your choice) equal to your proficiency bonus. Once you use this trait, you can&rsquo;t use it again until you complete a short or long&nbsp;rest.&nbsp;</p>\n<h3>Revenant</h3>\n<p>You are a restless corpse driven by revenge&mdash;or some other matter for which you would give up eternity. You gain the following benefits:</p>\n<p><strong>Death Offers No Rest. </strong>A year and one day after obtaining this gift, or once you complete your Destiny, you are doomed. Until then you gain the following benefits:</p>\n<p>If you are below half your hit point maximum at the start of your turn, you regain 1 hit point. However, when you spend hit dice during a short rest, you only recover half as many hit points as normal.&nbsp;If you die, you return to \"life\" 24 hours after death.</p>\n<p>If your body is destroyed, you reform within 1 mile of the place of your death at a spot determined by the Narrator, possibly by requisitioning an unused corpse. If your equipment was also destroyed, you do not regain it.</p>\n<p><strong>Relentless Pursuit. </strong>Work with your Narrator to select one creature involved in your Destiny (your object of revenge, subject of devotion, etc.). You can spend 1 minute focusing on that creature. If the creature is dead or on another plane of existence, you learn that. Otherwise, after focusing, you know the distance and direction to that creature.</p>\n<h3>Shade</h3>\n<p>What little remains of your flesh is suffused with the stuff of shadow. You gain the following benefits:</p>\n<p><strong>One With Shadows. </strong>You gain proficiency with your choice of either Intimidation, Sleight of Hand, or Stealth.</p>\n<p><strong>Speed of Dark. </strong>Your base walking speed increases by 5 feet.</p>\n<p><strong>The Abyss Stares Back. </strong>When you are lightly obscured by conditions of dim light, you can attempt to Hide.</p>\n<h3>Skeleton</h3>\n<p>Your flesh is long passed into dust, and your joints creak with the grinding of dry bones. You gain the following benefits:</p>\n<p><strong>Fleshless. </strong>You have resistance to nonmagical piercing damage.</p>\n<p><strong>Void of Entrails. </strong>You do not need to eat, drink, or breathe.</p>\n<p><strong>Unresting Sentinel. </strong>Instead of sleeping, during a long rest you sit or stand motionless. You remain conscious during this time.</p>\n<h3>Specter</h3>\n<p>You are semi-incorporeal, stuck between the worlds of humans and ghosts. You gain the following benefits:</p>\n<p><strong>Limited Phasing. </strong>You can pass through solid, non\u0002living objects which are no thicker than 3 inches. Trying to pass through thicker objects which are smaller than you pushes them aside, while larger objects block your movement. You can only pass&nbsp; through objects in this way while using your movement, and you can take no actions (including attacks, spells, object interactions, and reactions) until you exit the object.&nbsp;</p>\n<p>You can use this trait to enhance this effect for 1 minute, passing through creatures and through objects which are up to 1 foot thick. Once you do so, you can't do so again until you complete a short or long rest.</p>\n<p>You cannot pass through creatures or objects of any size made from gold, lead, or silver. Even wire made from these materials blocks your movement.</p>\n<p>Your clothing, equipment, and other objects on your person stay with you as you pass through objects in this way. You cannot benefit from this trait while carrying a heavy load.</p>\n<h3>Vampire</h3>\n<p>You&rsquo;ve drank from the cup of the blood lords, but your powers are only just awakening. You gain the following benefits:</p>\n<p><strong>Fanged Bite. </strong>The bite is a natural weapon, which you can use to make unarmed strikes that deal equal to 1d4 piercing damage. Attack and damage rolls with your bite use your choice of Strength, Dexterity, or Constitution modifiers.</p>\n<p>While you or your target are bloodied, you gain an expertise die on these attack rolls.</p>\n<p><strong>Blood Feasting. </strong>As part of a short rest, you can sink your teeth into the corpse of a Humanoid which has died within the past hour and drain it of blood. At the end of that rest, you regain a number of hit dice equal to your proficiency bonus (never exceeding your hit dice maximum). A corpse can be used for this trait no more than once. Once you have used this trait to regain a number of hit dice equal to your character level, you can&rsquo;t gain any more until you complete a long rest.</p>\n<p><strong>Wall Creeper. </strong>You have a Climb speed equal to your walking speed. At 3rd level, you are under a constant spider climb effect, which cannot be detected or dispelled by means short of a wish spell.</p>\n<p><strong>Special. </strong>This heritage gift counts as meeting the prerequisites for the Newblood synergy feat. Both of your bite attacks' damage increases per the benefits of the feat and those in its sequence, and they both use the best of your Strength, Dexterity, and Constitution modifiers for attack and damage rolls.</p>\n<h2>Unliving Paragon</h2>\n<p>When you reach 10th level, you are an exemplar of the living-dead. You gain one paragon gift from the following list.</p>\n<h3>Necromantic Resilience</h3>\n<p><strong><em>Prerequisite:</em></strong> Already Dead trait</p>\n<p>You are immune to necrotic and poison damage, and the poisoned condition.</p>\n<h3>Infamous Apparition</h3>\n<p>You are the subject of ghost stories throughout the lands, and even on other planes. Your Prestige rating increases by 1, and you do not have disadvantage on Prestige checks when traveling beyond your homeland.</p>\n<h3>Undead Persistence</h3>\n<p>When you complete a long rest, you can recover from one physical injury or from one degree of fatigue. This is in addition to the benefits of long rests taken in a haven.</p>\n<h3>Unliving Culture</h3>\n<p>To understand the culture of the unliving is to understand the &ldquo;culture&rdquo; of the undead writ large. It is modest at best. Most undead are mindless, and undead with minds cannot merely reproduce. These factors make undead communities exceedingly rare&mdash;although legends abound of &ldquo;necropoli '' where undead roam the streets and necromancers rule.</p>\n<p>Aware that the masses will undoubtedly see them as a monster, independent undead usually express care in revealing their true nature. They can frequently find understanding amidst assassins, unscrupulous nobility, shadow elves, and circusfolk unintimidated by the grotesque. They often wear shadowy clothing, masks, and illusion magic to help keep their nature discreet.</p>\n<p>It must not be forgotten to say: some cultures consider undead to be sacred, not profane. Religious communities of all stripes take actions which can produce undead, and certain undead even return to their faith home&hellip; seeking worship, penance, or revenge.</p>\n<h2>Suggested Cultures</h2>\n<p>While you can choose any culture for your unliving character, the following cultures are linked closely with this heritage: circusfolk, desert hierarch, forsaken, godbound, lone wanderer, necropolitan, shadow elf,&nbsp;and tyrannized.</p>",
		"grants": {
			"3PefTUGrcHhgltz3": {
				"grantType": "movement",
				"movementTypes": {
					"base": [
						"walk"
					],
					"options": [],
					"total": 0
				},
				"bonus": "30",
				"unit": "feet",
				"label": "Base Movement",
				"_id": "3PefTUGrcHhgltz3",
				"img": "",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"context": {
					"isHover": false
				}
			},
			"tNyInkRbapFTfAYc": {
				"grantType": "trait",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "tNyInkRbapFTfAYc",
				"label": "Size",
				"traits": {
					"base": [],
					"options": [
						"med",
						"sm"
					],
					"total": 1,
					"traitType": "size"
				},
				"img": ""
			},
			"6e39RIuhAiHaAH4T": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "6e39RIuhAiHaAH4T",
				"img": "",
				"label": "Traits",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.71rrfuwva6r4bt7y",
							"name": "Darkvision",
							"img": "icons/magic/light/explosion-star-small-blue-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.4hbl33m0g4t1f0um",
							"name": "Walking Corpse",
							"img": "icons/magic/death/undead-zombie-grave-green.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.68yz0uikl2ha7gz4",
							"name": "Energy Imbalance",
							"img": "icons/magic/control/energy-stream-link-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.uac4xl6nn7ohelyv",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"LR12gDmm2kUBoG4w": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "LR12gDmm2kUBoG4w",
				"img": "",
				"label": "Gifts",
				"features": {
					"base": [],
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.4v7ixmxbdvw5py54",
							"name": "Hulking Rotter",
							"img": "icons/magic/death/blood-corruption-vomit-red.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.hd20l4jlwsngwrqm",
							"name": "Revenant",
							"img": "icons/magic/unholy/silhouette-robe-evil-glow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.7qr11ahhtyatskrv",
							"name": "Shade",
							"img": "icons/magic/perception/shadow-stealth-eyes-purple.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.gwwpiiy2y8tobip3",
							"name": "Skeleton",
							"img": "icons/magic/death/skeleton-worn-skull-tan.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.azvic9rlp9fxj5x7",
							"name": "Specter",
							"img": "icons/magic/death/skull-energy-light-white.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-heritage-features.Item.skzlazj6j7pvqtc1",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				}
			},
			"qf3UDMUanMvBSMQ8": {
				"grantType": "feature",
				"level": 10,
				"levelType": "character",
				"optional": false,
				"_id": "qf3UDMUanMvBSMQ8",
				"label": "Paragon Gifts",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.sc0xo3wolr99v6jm",
							"name": "Necromantic Resilience",
							"img": "icons/magic/death/bones-crossed-gray.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.mk4i7ca6eobs2tqw",
							"name": "Infamous Apparition",
							"img": "icons/creatures/unholy/demon-fanged-horned-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-paragon-gifts.Item.h9waw83279u5gpt0",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"total": 1
				}
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "ebsc7l9qm6qi440s",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}