{
	"folder": null,
	"name": "Martial Presence",
	"type": "feature",
	"img": "icons/skills/melee/maneuver-sword-katana-yellow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 6th level your methodology to battle seeps further into the way you interact with others&mdash;and how they interact with you. Choose one of the following:</p>\n<h2>Forceful</h2>\n<p>People respond favorably to your vigor. You can always choose to use Constitution when making Persuasion checks.</p>\n<p>In addition, in every settlement you visit you inspire a number of followers equal to your proficiency bonus. Your followers perform minor tasks to help you while you are there, feed you and your allies, carry your belongings to nearby destinations, share their mount animals, reveal some of their secrets to try and gain your favor, and ask you for help before turning to the authorities with a problem.</p>\n<h2>Mighty</h2>\n<p>You turn your toughness into a tool when imposing upon others. You can always choose to use Constitution when making Intimidation checks.</p>\n<p>In addition, when you enter a tavern or other social gathering, you can make a DC 15 Intimidation check while loudly declaring that you are looking for something or someone. On a success, most of the people there look at and otherwise point out whoever they believe is the person you are looking for or the person most likely to know about what you are seeking.</p>\n<h2>Scary</h2>\n<p>It&rsquo;s commonly thought that it&rsquo;s best not to ask you for too much clarification or detail. You can always choose to use Constitution when making Deception checks.</p>\n<p>In addition, when you fail a Deception check against a creature, it makes a Wisdom saving throw against a DC equal to your passive Deception score. On a failure, it thinks twice about your dishonesty and your Deception check becomes a success.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"R62WLXWqGk4L8Pw0": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"label": "Martial Presence",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.hx4aiu7396hskpmw",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.18w3ij6yfmojzz2b",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.jlqdoml2u5fejwrw",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"base": []
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"classes": "berserker"
	},
	"effects": [],
	"flags": {},
	"_id": "irccnw9xj2ds9t79",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
