{
	"folder": null,
	"name": "School of the Open Road",
	"type": "feature",
	"img": "icons/environment/wilderness/terrain-river-road-gray.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 11th level your journeys have given you a wealth of practical experience and helpful bits of information. Choose one of the following.</p>\n<h2>Don&rsquo;t Get Fooled Again</h2>\n<p>You&rsquo;ve heard and seen (and perhaps told) enough lies that you spot them as easily as tells in battle You can always choose to use Constitution for Insight checks and gain an expertise die when rolling to detect a falsehood.</p>\n<p>In addition, you are seen as an arbiter of truth by those who have heard of your reputation and you may be called in to mediate a trial or question a suspected wrong-doer, even in larger settlements.</p>\n<h2>Storyteller</h2>\n<p>You have an ear for interesting events, places, and people of the past. You can always use Constitution when making History checks and gain an expertise die when the subject has something to do with war, battle, or martial prowess.</p>\n<p>In addition, your reputation means that people assume that you want to know the history (or perhaps gossip) of the settlement you&rsquo;re visiting. When you are at a tavern or social gathering they are likely to approach you with tales of the baroness&rsquo; last stand 50 years ago, or mention &lsquo;history in the making&rsquo; in the form of the Duke&rsquo;s child being rumored to be a werewolf. Mechanical bonuses are at the Narrator&rsquo;s discretion but could include gaining an expertise die on Insight checks made against a particular NPC, or advantage on checks when seeking out a local tomb.</p>\n<h2>Trial and Error</h2>\n<p>Between learning from both your own mistakes and those of others, you&rsquo;ve collected a considerable knowledge about the natural world. You can always choose to use Constitution when making Nature checks and gain an expertise die on checks made to identify a plant or beast.</p>\n<p>In addition, people see you as someone who loves a good survival story. When you are at a tavern or social gathering they are likely to approach you with information about local hazards or wildlife. This insight grants boon at the Narrator&rsquo;s discretion, such as gaining an expertise die on Survival checks to track a creature, additional beneficial effects from using a medicinal (see page 325 in Chapter 4: Equipment), or advantage on checks made to know a beast or plant creature&rsquo;s weakness.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"DkgKMK1HqLfYLu8I": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"label": "School of the Open Road",
				"features": {
					"total": 1,
					"options": [
						"Compendium.a5e.a5e-class-features.Item.q6eolf38s99c0df3",
						"Compendium.a5e.a5e-class-features.Item.aewnxwmnjfr2cy81",
						"Compendium.a5e.a5e-class-features.Item.ukf5dq6jofeca7xv"
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": null
		},
		"classes": "berserker"
	},
	"effects": [],
	"flags": {},
	"_id": "8qpi6h8l8g3a52b1"
}