{
	"folder": null,
	"name": "Train",
	"type": "interaction",
	"img": "icons/magic/control/buff-strength-muscle-damage.webp",
	"system": {
		"description": "<p>The Train activity allows a character to learn a new weapon, language, or tool proficiency, or it can be used to swap a class feature or feat that they learned previously.</p>\n<p><strong>Language or Tool.</strong> Learning a new language or tool proficiency requires a character to spend a number of months equal to 12 – their Intelligence modifier and pay 50 gold pieces per month to retain a tutor. If a character does not wish to pay for or does not have access to a tutor, they must have another reliable means of learning and the time required is doubled. At the end of this period, the character acquires the proficiency.</p>\n<p><strong>Weapon.</strong> Learning a new weapon proficiency requires a character spend a number of months equal to 6 – their Strength or Dexterity modifier (whichever is highest) training and pay 50 gold pieces per month to retain a tutor. At the end of this time period, the character acquires the weapon proficiency.</p>\n<p><strong>Relearning.</strong> A character may also relearn class features. This activity does not require spending any gold. The time required is 1 week to change a feature gained at 1st–5th level, 2 weeks to change a feature gained at 6th–10th level, 3 weeks to change a feature gained at 11th–15th level, and 4 weeks to change a feature gained at 15th–20th level. This activity cannot be used to swap out spells that have been entered into a spellbook.</p>\n<p><strong>Feat.</strong> To swap a feat gained through leveling to another feat, a character may spend a number of months equal to 8 – their proficiency bonus and pay 50 gold pieces each month to acquire practice materials and advice from experts in the feat they are learning.</p>\n<p><strong>Archetype.</strong> A character can change to a different archetype for their class by spending 12 weeks mastering the new archetype, at which point they are able to select it. When they do, any class features gained from their previous archetype are lost and replaced by the class features of their new archetype. Changing from one class to another requires the use of powerful reality altering magic (like the @UUID[Compendium.a5e.a5e-spells.Item.pe52jryde7ljobzq]{Wish} spell or the direct intervention of a deity).</p>",
		"favorite": false,
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		},
		"secretDescription": "",
		"source": "",
		"actions": {},
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"interactionType": "downtime",
		"journeyProperties": {
			"criticalFailure": "",
			"failure": "",
			"success": "",
			"criticalSuccess": ""
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.6",
		"createdTime": 1738011730597,
		"modifiedTime": 1738011877016,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "KCB3wHbqdzTnPtTb"
}
