{
	"name": "Artifact Whisperer",
	"type": "feature",
	"img": "icons/commodities/treasure/puzzle-triangle-gold.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Not content to just see what happens with the legendary artifact in your possession, you have dedicated yourself to the study of magic items to see what makes it tick.&nbsp;You gain the following benefits:</p>\n<ul>\n<li>You gain a +1 bonus to your choice of your Intelligence, Wisdom, or Charisma score, to a maximum value of 20.</li>\n<li>You can ignore the usual restriction about infusions needing to be placed only on mundane items where your Bonded Artifact is concerned and may place an infusion on it, provided the artifact is the right type of item to take the infusion and provided the infusion does not only provide a static bonus to either AC or to attack and damage. If the infusion provides such a bonus in addition to other effects, use the higher of the two values by the infusion and your Bonded Artifact. The infusion&rsquo;s effects are otherwise cumulative with those of the Bonded Artifact itself if possible. If the effects are contradictory with those of the Bonded Artifact in some way, you may switch between the capabilities of your Bonded Artifact and the infusion or vice versa as a bonus action. If the infusion would normally require attunement, that requirement is waived when it is applied to your Bonded Artifact.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {
			"kDxTHEAEZ7Nxe0kt": {
				"grantType": "ability",
				"level": 0,
				"optional": false,
				"label": "Artifact Whisperer",
				"bonus": "1",
				"context": {
					"types": [
						"base"
					]
				},
				"abilities": {
					"total": 1,
					"options": [
						"int",
						"wis",
						"cha"
					]
				}
			}
		},
		"prerequisite": "3 levels in artificer, 3 levels in wielder",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": {
				"version": {
					"schema": 0.016,
					"foundry": "11.315",
					"system": "0.17.41"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "4zuq2aeqcxhxs47m"
}