{
	"name": "Beast Friend",
	"type": "feature",
	"img": "icons/creatures/mammals/humanoid-wolf-dog-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Druids live in harmony with the natural world, and while best known for their ability to turn into beasts, they are also well skilled in handling and summoning them. Some rangers take it upon themselves to befriend a wild beast, forging bonds with a animal companion that fights alongside them. Beast Friends are those who take both of these paths, combine them, and then take them even further, using druidic magic to further bond them to their animal companion and empower their companion beyond its normal limits.</p>\n<p>You count 1/4 your druid levels rounded down as ranger levels for the purpose of the temporary hit points your animal companion gains when rolling initiative.</p>\n<p>You can also spend a use of Wild Shape as an action to empower one of your animal companions. While so empowered it gains a bonus to its armor class equal to 1/4 your druid level, its attacks deal bonus damage equal to your Wisdom modifier, and the number of temporary hit points it gains when rolling initiative increases by the amount you would gain when wildshaping into the highest available CR creature for your level (calculated based on the base druid class even if you take the Skinchanger archetype). This empowerment lasts for the same duration as your Wild Shape.</p>\n<p>If you possess the Embraced Ferocity or Tyrannize abilities, the bonuses from those abilities also apply to an empowered companion.</p>\n<p>Lastly your animal companion's attacks count as magical if they did not already.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mysterious and Marvelous Miscellanea",
			"link": "https://bit.ly/42ysoNZ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 levels in druid, 3 levels in ranger (Beastmaster archetype)",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "xxhqyzll87qqyh81"
}