{
	"name": "Blood of the Wilds",
	"type": "feature",
	"img": "icons/creatures/abilities/fang-tooth-blood-red.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You have access to nature magic and have been infused with supernatural blood. Reconciling these two disparate power sources will take some doing, but you have started the process and already seen results. You gain the following benefits:</p><ul><li>Your Constitution, Intelligence, or Wisdom score increases by 1, to a maximum of 20.</li><li>Half your bloodblade levels count as druid levels for the purpose of the @UUID[Compendium.a5e.a5e-class-features.Item.3jdfihvtbyhbv9ez]{Wild Shape} feature.</li><li>Half your druid levels count as bloodblade levels for the purpose of the Hemocratic Call feature.</li><li>When you are selecting wild shape forms, you can choose the creature type associated with your bloodblade archetype. You must still abide by CR limits.</li><li>When you are in Blood Frenzy, you can spend a use of Wild Shape to end the frenzy if you would be forced to attack a friendly creature. If you do, you either shift into one of your wild shape forms (if you are in your default forms) or from your wild shape back to your default form (if you are wild shaped) as part of the process. If you have no uses of wild shape remaining, you cannot use this benefit.</li><li><p>When you are selecting wild shape forms, you can choose the creature type associated with your bloodblade archetype. You must still abide by CR limits. If the wild shape form has spellcasting, you can only use the spells from it where you can cast a spell of that level or higher as a druid or warlock. For example, if you are a level 4 bloodblade/level 4 druid with this feat and wild shape into a sea hag, you can cast the sea hag form's <em>dancing lights</em> and <em>disguise self</em> spells, but not <em>geas</em>, <em>scrying</em>, or <em>weather control</em>. If you were a level 4 bloodblade/level 16 druid, however, you could use all of those spells. Shifting out of a form and then back into it does not reset daily uses of a spell granted by that form.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "multiclassersManualVol2",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {
			"Tahh1NPE2y78T5fG": {
				"grantType": "ability",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "Tahh1NPE2y78T5fG",
				"label": "Blood of the Wilds",
				"bonus": "1",
				"context": {
					"types": [
						"base"
					]
				},
				"abilities": {
					"options": [
						"con",
						"int",
						"wis"
					],
					"total": 1
				}
			}
		},
		"prerequisite": "3 levels in bloodblade, 3 levels in druid",
		"requiresBloodied": false,
		"class": "",
		"classes": "",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_stats": {
		"coreVersion": "12.343",
		"systemId": "a5e",
		"systemVersion": "1.0.14",
		"createdTime": 1766534342237,
		"modifiedTime": 1766534437138,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "Oq3BG1GUulfEg37a"
}
