{
	"folder": null,
	"name": "Blood-Magic",
	"type": "feature",
	"img": "icons/magic/unholy/strike-beam-blood-red-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Fiendish contacts have instructed you on the dark power of consuming your own life force to empower your magic. &nbsp;You gain the following abilities:</p><ul><li>You gain a +1 bonus to your spellcasting ability score, to a maximum value of 20.</li><li>You may sacrifice vigor and vitality, your very blood and life force, to empower your magic. &nbsp;As a bonus action you may regain up to 7 spell points, taking 2 points of damage per spell points regained when you do so. &nbsp;As a bonus action you may also regain a spell slot of 5th level or lower, taking damage equal to 3 times the level of spell slot regained. &nbsp;You may use each of these abilities once per long rest.</li><li>When you cast a spell of 1st-level or higher that deals damage, you may re-roll any number of those dice one time taking the new result and taking 1d4 necrotic per damage die re-rolled.</li><li>When you cast a spell of 1st-level or higher from the Evil secondary school you may take one point of necrotic damage per spell level to treat it as one spell level higher to a maximum of 9th level.</li><li>When you cast a spell that requires a saving throw you may take 1d6 necrotic damage per spell level to impose disadvantage on the save.</li><li>Any damage taken from Blood Magic cannot be reduced or prevented in anyways, and anytime you take damage from this feat you must make a DC 15 con save or have your hit point maximum reduced by the amount of damage taken until you finish a long rest.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Malefica feat",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "q1j39fhhi1mj4eo3",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
