{
	"folder": null,
	"name": "Branch and Claw",
	"type": "feature",
	"img": "icons/magic/nature/root-vine-entangled-humanoid.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Your mix of connection to nature and self mastery allows you to assume the traits of beasts and plants without fully changing shape. You gain the following benefits:</p>\n<ul>\n<li>Half your druid levels count as adept levels for the purpose of determining the size of your martial arts die.</li>\n<li>You can use Flurry of Blows after casting a druid spell with a casting time of one action.</li>\n<li>You gain the following two additional Wild Shape options. They do not count against your wild shape options known, and alter your body in some ways while still maintaining your humanoid form and equipment.<br><strong>Animalistic Characteristics</strong><br>You gain the aspects of a wild beast. You take on a furry, bestial appearance, your nails elongate into claws, and your senses sharpen. For the duration of your Wild Shape, you grow thick fur which increases your unarmored AC by 1, you gain an expertise die on Stealth and Athletics checks, your unarmed strike deals slashing damage, and you have darkvision with a range of 60 feet (or your existing darkvision&rsquo;s range improves by 30 feet) and have advantage on Perception checks.<br><strong>Plantlike Characteristics</strong><br>Your flesh becomes tough, woody, and covered with vines. For the duration of your Wild Shape, your speed decreases by 10 feet, and whenever you take bludgeoning, piercing, or slashing damage, it is reduced by an amount equal to your proficiency bonus. You also gain a lashing vine attack. It has a reach of 15 feet, deals slashing damage equal to your martial arts die, and is considered an adept weapon with the finesse property. Once per turn when you hit with this attack, you can use your bonus action to have the target affected as by the Grapple, Grab on, or Disarm basic maneuvers, requiring a save against your maneuver DC as usual for the basic maneuver. If you have another hand free, you can still use this attack while maintaining a Grab on or Grapple, otherwise you must release the grab on or grapple to use the attack again.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "multiclassersManualVol2",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Forest Ascetic feat",
		"requiresBloodied": false,
		"class": "",
		"classes": "",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.343",
		"systemId": "a5e",
		"systemVersion": "1.0.14",
		"createdTime": 1766440213728,
		"modifiedTime": 1766440213728,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "PaqLQkjyy0pDSAAp"
}
