{
	"folder": null,
	"name": "Choir Director",
	"type": "feature",
	"img": "icons/skills/trades/music-singing-voice-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Your mix of magic, faith, artistic skill, and general knowledge has made you something of a leader, whether you set out to be one or not. You gain the following benefits:</p>\n<ul>\n<li>If a spell appears on both the bard and cleric lists for you, you add your bard and cleric levels together to determine whether you can prepare the spell. Such a spell must be prepared as a cleric spell (counting as usual against the class&rsquo;s prepared spells limit).</li>\n<li>At the beginning of your turn, you can spend a use of Channel Divinity to recover a number of uses of Bardic Inspiration equal to half your proficiency bonus (no action required), up to your maximum number of uses of Bardic Inspiration.</li>\n<li>When you cast with a Vocalized component, you can obscure your magic in in scripture and religious jargon. To do so, make a Deception or Performance check. Any observers with a passive Insight score equal to or less than the result of your check do not see or hear you cast the spell. Once you have used this benefit a number of times equal to your Wisdom modifier, you can&rsquo;t do so again until you finish a short or long rest.</li>\n<li>You gain a free inexperienced follower of the Diviner, Healer, or Minstrel type. This follower does not count against your maximum number of followers.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "multiclassersManualVol2",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Hymn Singer feat",
		"requiresBloodied": false,
		"class": "",
		"classes": "",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.343",
		"systemId": "a5e",
		"systemVersion": "1.0.14",
		"createdTime": 1766440213728,
		"modifiedTime": 1766440213728,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "GGr475ZDNXFuTlEX"
}
