{
	"folder": null,
	"name": "Chronicler",
	"type": "feature",
	"img": "icons/tools/scribal/ink-quill-pink.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Chroniclers are those who dedicate themselves to preserving and carrying down the history of a people or culture. &nbsp;You learn the stories, myths, poems, and songs that tell that history, and pass both them and the wisdom on to those willing to listen. &nbsp;The most dedicated Chroniclers also seek out lost history to restore it to the light of day, all while actively recording new history as it is being made, to pass on again to the next generation, so the cycle continues. &nbsp;You gain the following benefits:</p><ul><li>You gain proficiency with history if you do not already have it, or an expertise die if you do. &nbsp;You also gain an expertise die on up to 3 skills you are proficient with out of Arcana, Culture, Engineering, History, Medicine, Nature, or Religion.</li><li>You may expend a hit die to replicate any bard spell you know of level 1-3 from the knowledge school. &nbsp;You may replicate bard spells you know of 4-5th level from the knowledge school by expending a hit die and inspiration. &nbsp;Like many scholar abilities, replicating spells in this way does not count as casting them.</li><li>You add all spells of the knowledge school to your list of bard spells.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 Levels in Scholar, 3 Levels in Bard (Loremaster Archetype)",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "74kwq4tb8vpg8cby",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}