{
	"name": "Commander of the Wilds",
	"type": "feature",
	"img": "icons/magic/nature/barrier-shield-wood-vines.webp",
	"effects": [],
	"folder": null,
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You have grown in your mastery of mixing your mastery of the natural world with your tactical and leadership skills.</p>\n<ul>\n<li>\n<p>When you cast a druid spell with an area effect that creates difficult terrain and/or deals damage, you may designate a number of Humanoid, Beast, or Plant creatures up to your proficiency bonus. You and the selected creatures can move through the area of the spell without taking damage and both you and the selected creatures ignore the effects of the difficult terrain created by the spell.</p>\n</li>\n<li>\n<p>Your @UUID[Compendium.a5e.a5e-class-features.Item.mrr8lw68g6jfntkc]{Advanced Druidcraft} feature gains the following additional option: You grant a number of creatures up to your proficiency bonus the understanding of anything you say in Druidic for one hour. The creatures do not learn the language themselves, and hear anything said to them in Druidic as if you were speaking their native language.</p>\n</li>\n<li>\n<p>Your Prestige rating counts as being 1 higher when you are dealing with individuals or communities with a close connection to nature. This typically, at a minimum, includes the residents of isolated communities that rely on nature for subsistence (such as fishing villages), fey courts, druidic circles, ranger organizations, and the faiths of nature-oriented deities.</p>\n</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Horned Lord feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.017,
			"lastMigration": null
		}
	},
	"_id": "ahwm2h6ggcgzsmfi"
}