{
	"name": "Cosmic Fury",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You have reached the apex of blending your aggression and patron-fueled power. You gain the following benefits:</p>\n<ul>\n<li>\n<p>When you select this feat, choose a damage type from necrotic, psychic, or radiant. It is added to the list of options for Ferocious Blast.</p>\n</li>\n<li>\n<p>While you are raging, the first time on you hit with an attack on your turn, you can spend spell points to bolster your damage. Each point spent does two points of damage of one of the types tied to Ferocious Blast. You may only spend a number of spell points less than or equal to your proficiency bonus on any individual attack.</p>\n</li>\n<li>\n<p>Your pact boon improves:</p>\n<p>If you have Pact of the Blade, whenever you hit with your pact weapon, if you are not raging, it deals an additional 1d4 points of force damage. If you are raging, you can choose to have it deal 1d4 points of force damage or 1d6 points of damage of one of the types tied to your Ferocious Blast.</p>\n<p>If you have Pact of the Chain, your familiar can share in your fury. While you are raging, it gains rage hit points at half the rate you do and also gains a single natural weapon attack appropriate to its form (claw, bite, stinger, etc.) with an attack bonus of your proficiency score + your spellcasting modifier that deals 1d6 points of non-magical bludgeoning, piercing, or slashing damage + 1d4 points of a damage type available with your Ferocious Blast.</p>\n<p>If you have Pact of the Tome, add 3 spells from any list to your warlock spells known. None may be greater than level 2, and each must deal a type of damage available with your Ferocious Blast. They do not count against your maximum spells known and cannot be replaced with other spells. You may also choose a cantrip that deals one of the selected damage types instead of a leveled spell. In this case, it does not count against your maximum cantrips known and cannot be replaced.</p>\n</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Judge, Jury, and Executioner",
			"link": "https://bit.ly/3OwvA8l",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Eldritch Rager feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"img": "icons/magic/light/explosion-glow-spiral-yellow.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "v6uenfvzt313zaca"
}