{
	"folder": null,
	"name": "Death Knight",
	"type": "feature",
	"img": "icons/magic/death/weapon-sword-skull-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>There are those who walk the line between life and death, bound by oaths that transcend even mortality. These are death knights. Some are blackguards of the foulest sort, those who betrayed their oaths in life and so were damned to eternal unlife as punishment. &nbsp;Others are solemn guardians or avenging revenants, those whose duties are so strong they persist beyond the end of their natural life, earning a reprieve from Death itself, and the power and knowledge to command the grave. &nbsp;You gain the following benefits:</p><ul><li>You gain a +1 bonus to your choice of your Strength or Charisma score, to a maximum value of 20.</li><li>If your warlock spellcasting ability is not Charisma, you may change it to Charisma.</li><li>You divine smite ability deals necrotic damage rather than radiant, as does the Divine Warrior ability if you have it.</li><li>You may apply a Divine Smite to a successful attack with either Eldritch Scythe or Eldritch Ray in addition to a weapon attack.</li><li>Your Divine Sense ability always detects undead in addition to the other set creature types you have chosen, and if you choose aberrations and undead then undead have disadvantage on saving throws against your Divine Sense.</li><li>You gain the Turn Undead cleric feature with the Command Undead Empower Turning ability as an additional Channel Divinity option, except you may not turn undead, only command them.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 herald and 3 deathwalker warlock",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "f6rzojovr2otx7rz",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}