{
  "folder": null,
  "name": "Deathly Smite",
  "type": "feature",
  "img": "icons/magic/death/weapon-scythe-rune-green.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>When you turn your unflinching gaze upon a foe, you can smite them with the cold implacable grasp of Death itself. You gain the following benefits:</p><ul><li>You gain a +1 bonus to your choice of your Strength or Charisma score, to a maximum value of 20.</li><li>When you use Divine Smite, you may expend 2 or more spell points to increase the damage dealt by 1d8 per 2 spell points expended to a maximum of the maximum amount of damage that a Divine Smite would deal for a herald of your herald+warlock level.</li><li>You may spend 2 spell points to apply an Empowered Smite effect to a Divine Smite, even if you do not have that ability. &nbsp;If you have the Greater Empowered Smite ability, you may also apply one of those effects by spending 2 spell points.</li><li>You gain access to the following additional empowered smite options:</li><li>Enervating Smite: The target has their hit point maximum reduced by an amount equal to the damage of the smite and must make a constitution saving throw against your spell save DC. &nbsp;On a failure, the target also gains 1 level of fatigue or strife, your choice. &nbsp;They may not gain more than 4 levels of either from this ability in one 24 hour period.</li><li>Vampiric Smite: You regain hit points equal to the damage dealt by the smite.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "On a Pale Horse feat",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "1gwktkgyd84bp9n5"
}
