{
	"folder": null,
	"name": "Dream Master",
	"type": "feature",
	"img": "icons/magic/control/sleep-bubble-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You have become a true master dreamwalker, slipping between the physical waking world and the otherworld of the mind as easily as breathing, and manipulating both. You gain the following benefits:</p><ul><li>You gain a +1 bonus to your Intelligence score, to a maximum value of 20.</li><li>When you cast the @UUID[Compendium.a5e.a5e-spells.Item.jo2vztvypvhqxh5u]{Dream} spell, during the dream you may use any psionic power that is governed by only the Telepathic and/or Empathic disciplines on the target of the dream spell as if you were physically in range of the target. &nbsp;If such a power deals damage, this damage does not wake the target and the target makes an additional Wisdom save against your psionic DC in addition to any allowed by the power used. On a success the dream spell immediately ends, and on a failure they suffer the penalties of the terrorize option from the dream spell in addition to any effects of the power; this is true even if they later save against another such power use. &nbsp;If a dreaming target is reduced to 0 hit points the dream spell immediately ends and the target makes death saves as usual. If the dream spell lasts the full 8 hours, you may attempt to use the Warging psionic power on the target as if they were in physical range, even if you do not otherwise have that power.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Magic of the Psyche feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "qk354bhr8nzbfxuw",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}