{
	"folder": null,
	"name": "Ecstacist",
	"type": "feature",
	"img": "icons/consumables/potions/potion-vial-tube-yellow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Magic does not normally rest well in a raging mind, but not all are content to accept this. &nbsp;Some, those who walk the path of witchcraft but with hearts that burn with a berserker&rsquo;s fire, have developed ways to meld the two together by using their herb lore to develop draughts that place them into a special type of ecstatic trance, allowing them to contain and control this wild contradiction, though not without cost. &nbsp;You gain the following benefits:</p><ul><li>You gain a +1 bonus to your choice of your Strength or witch spellcasting ability score, to a maximum value of 20.</li><li>You gain proficiency with the cutting omen combat tradition.</li><li>You are capable of brewing a special potion that, in combination with your normal rage, induces you into a magically fueled ecstatic rage. &nbsp;You do so as part of finishing a long rest, brew a number of doses equal to your number of rages per day, and they retain potency for 24 hours or until you finish a long rest. You may consume one of these as part of the same bonus action you use to rage, and when doing so you enter an ecstatic rage. You cannot enter an ecstatic rage while wearing armor or using a shield. &nbsp;While in an ecstatic rage you gain the following benefits:<ul><li>While not wearing armor or using a shield your AC is equal to 10 + your Constitution modifier + your Dexterity modifier + your witch spellcasting ability modifier.</li><li>You may concentrate on spells provided you are one of the affected or targeted creatures.</li><li>When you hit a target with a melee weapon attack during an ecstatic rage, you can use your reaction and choose a spell of 1st-level or higher, casting it through your weapon. The spell must have a casting time of 1 action, target a single creature or have a range of Touch, and target the same target as the triggering attack. If a spell cast in this way requires an attack roll, it also hits as part of that attack. Alternatively if you are concentrating on a spell that allows you to use an action to activate it and the activated effect has a range of Touch or targets a single creature, you may activate it through your weapon using a reaction as laid out above.</li><li>You may cast normally any spell with a range of self or cantrips from the Weapon secondary school.</li></ul></li></ul><p>When an ecstatic rage ends you are poisoned for 1 hour and must make a DC 10<br>saving throw with your choice of constitution or your witch spellcasting ability modifier, taking a level of strife on failure. &nbsp;Each time you succeed on this save, the DC increases by 2, resetting to 10 when you fail or finish a long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 berserker (rugged defense) and 3 witch (warding blessing)",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "ueq0vy4mvsqiczgh",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
