{
	"name": "Eldritch Smite",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Whenever you would use your Divine Smite feature and the triggering attack was made with your pact weapon, you can choose one of the following effects. Once you have used this feature you can&rsquo;t do so again until you finish a long rest . Alternatively, you can use this feature by expending a spell slot of 1st-level or higher.</p>\n<h3><strong>Traumatizing Smite</strong></h3>\n<p>The smite damage is psychic damage and the target must make a Wisdom saving throw against your spell save DC or be both frightened of you and confused for one minute. An affected creature may repeat the save at the end of each of its turns, ending the confused condition on the first successful save and the frightened one on the second. A creature that successfully saves on the initial save is not confused or frightened.</p>\n<h3><strong>Displacing Smite</strong></h3>\n<p>The smite damage becomes force damage and the target must make a Charisma saving throw against your spell save DC or be teleported to an open space of your choice within 10 feet and stunned until the end of its next turn. A creature that succeeds is slowed until the end of its next turn, but is not teleported or stunned.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Judge, Jury, and Executioner",
			"link": "https://bit.ly/3OwvA8l",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": 1,
			"max": 1,
			"per": "longRest",
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"concentration": false,
		"featureType": "feat",
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"img": "icons/skills/melee/sword-stuck-glowing-pink.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "y0kx4gzq9lr1fpmi"
}