{
  "folder": null,
  "name": "Esoteric Priest",
  "type": "feature",
  "img": "icons/magic/holy/prayer-hands-glowing-yellow-green.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>All witches are priests of a sort, priests of magic, following a faith and religion far older than that of most clerics. &nbsp;Some witches, however, focus their reverance on a particular deity or group of deities, particularly if gods of magic have a place of prominence within the local pantheon, and in doing so blur the line between cleric and witch, and are often members of ancient and secret orders embedded within more traditional hierarchies. You gain the following benefits:</p><ul><li>You gain a +1 bonus to your Wisdom score, to a maximum value of 20.</li><li>If your witch spellcasting ability modifier is not Wisdom, you may change it to Wisdom.</li><li>You gain another Principle of Devotion of your choice. &nbsp;If you betray one of your principles, you lose the benefits of both until you rededicate yourself.</li><li>You may freely take any cleric sign of faith whenever you would gain a magical mystery, or a magical mystery anytime you would gain a sign of faith, and add half your cleric level to your witch level for the purpose of magical mysteries.</li><li>If you have the Warding Blessing Otherworldly Defense option, then you no longer need to concentrate on shield of faith when cast on yourself.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "3 witch, 3 cleric (armor of conviction)",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "5aq6ogq9wub0hk0y"
}
