{
	"name": "Heretic",
	"type": "feature",
	"img": "icons/magic/symbols/circle-ouroboros.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You gain expertise in maintaining devotion to your two masters, weaving your divine and eldritch power sources more thoroughly together.</p>\n<p>You gain the following benefits:</p>\n<ul>\n<li>\n<p>You may spend a use of channel divinity to gain 6 spell points.</p>\n</li>\n<li>\n<p>When you cast one of your warlock spells with spell slots or when you cast one of your cleric spells with spell points, if the spell requires concentration, you may chant as you concentrate. While you are chanting, you have advantage on concentration checks, and you also create a protective magical field around yourself. You count as lightly obscured to hostile creatures, and you may use your reaction to blast a creature that deals damage to you. The creature must make a Dexterity save against your spell save DC. A creature that fails its save takes 3d6 radiant or necrotic damage (choose when you use this ability) and is <em>Rattled </em>for one minute. A creature that succeeds on its save takes half damage and is not <em>Rattled</em>.</p>\n</li>\n<li>\n<p>When you hit a creature with your Eldritch Blast or when a creature fails its saving throw against it, select another creature you can see. Until the end of your next turn, it either suffers a -<strong>1d4 penalty </strong>to all attack rolls and saving throws or it gains a <strong>1d4 bonus </strong>to all attack rolls and saving throws.</p>\n</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Cultist",
			"link": "https://bit.ly/3MzrfQD",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Heterodox Devotee feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"folder": null,
	"_id": "11ckhh4rj3c1sld0"
}