{
  "folder": null,
  "name": "Keeper",
  "type": "feature",
  "img": "icons/sundries/books/book-face-blue.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Warlocks are perhaps best known, or at least best stereotyped, for their willingness to engage in dangerous bargains in exchange for power. &nbsp;But for some, a different more subtle call is far more alluring: not forbidden power, but forbidden knowledge. &nbsp;Keepers are those who seek out to know all there is to know about dark, dangerous, or forbidden topics, some for personal gain, some to keep such knowledge safe from the unwise, or the innocent safe from that knowledge. &nbsp;All enter into dealings with powerful supernatural beings, gambling their souls to satiate their curiosity. &nbsp;You gain the following benefits:</p><ul><li>You may change your warlock spellcasting modifier to intelligence if it isn't already.</li><li>You gain the @UUID[Compendium.a5e.a5e-class-features.Item.2dp9b4a11fuxjwbc]{Pact of the Tome} if you do not already have it. &nbsp;If you do you gain the @UUID[Compendium.a5e.a5e-class-features.Item.tguawbanmxly12iz]{Book of Ancient Secrets} secret of arcana instead.</li><li>While you possess and can reference your pact tome, you gain an expertise die on all intelligence based skill checks. &nbsp;Furthermore you may study your tome when taking a short or long rest. &nbsp;At the end of the rest you gain proficiency with a skill of your choice from the warlock or scholar list, and may always use intelligence on checks with the chosen skill.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "3 Levels of Scholar, 3 Levels of Warlock",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "44rur8jrngcdrc4s"
}
