{
	"folder": null,
	"name": "Maestro of the Mystic Arts",
	"type": "feature",
	"img": "icons/magic/symbols/fleur-de-lis-yellow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Your ability to conduct the raw stuff of magic deppens, conjuring magic out of music beyond normal spellcasting. &nbsp;You gain the second Battle Hymn Specialization option if you do not already have it, or a different battle hymn specialization option if you do. &nbsp;The total number of spells you may select for this ability is increased to your proficiency bonus and anytime you take a level of witch or bard you may exchange one of these spells for another one. &nbsp;First and second level spells replicated this way require only 1 use of Bardic Inspiration rather than 2. You may choose any spell that does not have a material component, as opposed to those that only have a vocalized component, but may only perform those with seen components if you are benefiting from the Visual Art Specialty. &nbsp;Finally, when selecting spells that are on both the witch and bard spell list, you may choose spells of any level you possess spell slots for rather than only 4th-level or lower. &nbsp;Casting spells of 5th level or higher using this ability also requires expending a spell slot of the appropriate level in addition to the 2 bardic inspiration uses, but otherwise follows the normal rules for the ability.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Magical Artist feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "mw9vrhk2n8esv7ip",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}