{
  "folder": null,
  "name": "Magical Artist",
  "type": "feature",
  "img": "icons/skills/trades/music-singing-voice-blue.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Music has a magic all its own, as any bard can tell you, and only the most foolish deny this. &nbsp;Some seek to explore this facet of their trade more deeply, blending a witch&rsquo;s magic and a bard&rsquo;s skills to make magical art. &nbsp;You gain the following benefits:</p>\n<ul>\n<li>You gain a +1 bonus to your Charisma score, to a maximum value of 20.</li>\n<li>If your witch spellcasting ability modifier is not Charisma, you may change it to Charisma.</li>\n<li>You may apply any of your art specialties or masteries to your witch spells, including using them as your spellcasting focus.</li>\n<li>You gain proficiency with Arcana. If you are already proficient with it, you instead gain an expertise die. In addition, you gain additional specialties equal to your proficiency bonus, and you gain another specialty whenever your proficiency bonus increases. These bonus specialties must be in Arcana.</li>\n<li>You may activate a battle hymn or grant an ally a Bardic Inspiration die by expending a spell slot instead of a use of Bardic Inspiration. &nbsp;A Bardic Inspiration die &nbsp;or a battle hymn requiring levels 1-4 requires a spell slot of 1st-level or higher, a battle hymn requiring levels 5-8 requires a spell slot of 3rd-level or higher, a battle hymn requiring levels 9-12 requires a spell slot of 5th-level or higher, a battle hymn requiring level 13-16 requires a spell slot of 7th-level or higher, and a battle hymn requiring level 17-20 requires a spell slot of 9th-level. &nbsp;Only spell slots from witch or bard levels may be used this way.</li>\n</ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "3 witch and 3 bard",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "zcpg1g3t2g0ye718"
}
