{
  "folder": null,
  "name": "Magic of the Psyche",
  "type": "feature",
  "img": "icons/magic/perception/third-eye-blue-red.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Your mastery of your own mind and dreams deepens, leading you ever closer to the unified underpinnings of your abilities. &nbsp;You gain the following additional abilities:</p><ul><li>You may apply any of the basic psionic power augments to spells of 1st-level or higher you cast as if they were psionic powers. The number of psi dice you may spend on augments for a given casting cannot exceed the level of the spell slot expended.</li><li>You may expend a psi die when casting a spell of 1st-level or higher with a cast time of one action, bonus action, or reaction. &nbsp;When doing so, you may ignore any vocalized, seen, or material components of the casting except those material components with a non-trivial gold value. &nbsp;Such a psi die is rolled and lost or regained if it were used for an augment.</li><li>You gain the Book of Dreams ritual mastery option if you do not already have it. &nbsp;If you do, you gain a different ritual mastery option. &nbsp;If you gain it from this feat, it comes with a number of rituals in it equal to your witch level + your esper level - 7. If you already had it and it has fewer rituals in it than that, you may immediately add rituals up to that number, and may add a new one anytime you gain a level of witch or esper.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "Occultic Mystic feat",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "h7bbrxq5zjjh06x2"
}
