{
  "folder": null,
  "name": "Magus",
  "type": "feature",
  "img": "icons/magic/symbols/runes-triangle-blue.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Sometimes, wizards find they have reached the limits of their arcane studies, but sense there is more to know, more mysteries to unravel, and then turn their attentions beyond the normal limits of their discipline, the need to learn and study itself becoming a form of reverence and worship for that which they study. &nbsp;You gain the following benefits:</p><ul><li>You gain a +1 bonus to your Wisdom score, to a maximum value of 20.</li><li>If your witch spellcasting ability modifier is not intelligence, you may change it to intelligence.</li><li>When scribing a spell into your wizard spellbook that is on both the witch and wizard spell lists, half the time and gold required to do so. This is applied after the benefit from Broad Magic.</li><li>You may apply Flexible Thinking to prepared witch spells as well, but only for spells on both the witch and wizard spell lists. &nbsp;You may use this ability twice per short or long rest, once each for wizard and witch prepared spells.</li><li>You may freely take any wizard elective study whenever you would gain a magical mystery, or a magical mystery anytime you would gain an elective study, and add half your wizard level to your witch level for the purpose of magical mysteries.</li><li>If you have the @UUID[Compendium.a5e.a5e-spells.Item.6l4bmc7ovgcn2c9k]{Find Familiar} spell in your wizard spellbook, you may add your wizard level to your witch level for the purpose of your witch's familiar ability.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "3 witch and 3 wizard (mage archetype)",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "qg5rshktabb7mjow"
}
