{
	"folder": null,
	"name": "Malefica",
	"type": "feature",
	"img": "icons/magic/unholy/silhouette-robe-evil-glow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Magic is used by all sorts of creatures across the planes, fiends no less than any other. Fiends tend to be more willing than most to share their magical power and knowledge with others, the better to lure un unwary souls. &nbsp;Malefica, the source of many of the darkest and most sordid tales of evil witches, are not inherently evil, but they are willing to deal with and accept guidance and gifts from evil forces. Such practice often leads to whispered accusations of warlock among their fellow witches, but they will insist that they are not selling themselves out to fiends, merely studying them to incorporate that knowledge into their own magical practice. Whether that is actually the case, whether they actually toe that razor thin line they placed themselves on or going tumbling over into temptation, is another matter entirely. You gain the following benefits:</p><ul><li>If your witch and warlock spellcasting modifiers are not the same, you may change one of them to the other.</li><li>Choose two schools from the Black Magic list of witch spells. &nbsp;All spells of those schools are added to your witch and warlock spell lists.</li><li>You gain whichever Sanguine Contract option you did not choose previously.</li><li>Finally, you gain the Pact of the Chain if you do not already have it, or the Voice of the Chain Master invocation if you do. &nbsp;Your familiar must take the form of an imp or quasit, and it gains all the benefits of your Witch's Familiar. You may add your warlock levels to your witch levels for the purpose of your Witch's Familiar ability.</li><li>You may not gain the Good alignment trait by any means.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "warlock (diabolist archetype) and witch",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "82d90wwocefsxufi",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}