{
	"folder": null,
	"name": "Master of Path and Gear",
	"type": "feature",
	"img": "icons/environment/traps/trap-jaw-green.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Your time in the wilderness has given you some ideas for equipment to help in that situation, and you have constructed a prototype. You gain the following benefits:</p>\n<ul>\n<li>Your Dexterity, Intelligence, or Wisdom score increases by 1, to a maximum of 20.</li>\n<li>Half your artificer levels count as ranger levels for the purpose of the Extra Attack feature.</li>\n<li>Half your ranger levels count as artificer levels for the purpose of the improvement of your fizzle dice.</li>\n<li>You can build a ranged weapon that generates magical ammunition. You build a device similar to a spell invention that provides ammunition to the weapon when drawn or cocked.\n<ul>\n<li>To do so, you must have a ranged weapon you wish to give this property to and 25gp of materials which will be consumed in the building of the device.</li>\n<li>Building the device takes 8 hours and adds a pound of weight to the weapon. The device can be removed from the weapon, reconfigured for a new weapon, and attached to that weapon, which also takes 8 hours. You can only have one device of this type in existence at a time, and it only functions for you. If you make another while one exists, the first crumbles to worthless scrap.</li>\n<li>The weapon can still fire its normal ammunition if desired, and its rate of fire (including the Loading property) is not affected. The device does not interfere with any other enchantments or properties the weapon may have, unless those also generate magical ammunition, in which case you choose which option you wish to use when firing the weapon.</li>\n<li>When you fire the weapon, you can choose to use its normal ammunition (if available) or a shot of magical ammunition. The damage dealt by the magical ammunition uses the same damage die and ability modifiers, but instead of dealing piercing, bludgeoning, or slashing damage, it deals your choice of fire, lightning, acid, cold, poison, or thunder damage, chosen when the device is built.</li>\n<li>When you fire a shot of this magical ammunition, roll your fizzle die. The device fizzles on a roll of 1. If the device fizzles, the weapon can no longer fire magical ammunition until repaired (like a spell invention), but otherwise functions normally. Any improvements to your fizzle dice also affect this device.</li>\n</ul>\n</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "multiclassersManualVol2",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {
			"yL76zTYvV5oFHXAb": {
				"grantType": "ability",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "yL76zTYvV5oFHXAb",
				"bonus": "1",
				"label": "Master of Path and Gear",
				"abilities": {
					"total": 1,
					"options": [
						"dex",
						"int",
						"wis"
					]
				},
				"context": {
					"types": [
						"base"
					]
				}
			}
		},
		"prerequisite": "3 levels in artificer, 3 levels in ranger",
		"requiresBloodied": false,
		"class": "",
		"classes": "",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.343",
		"systemId": "a5e",
		"systemVersion": "1.0.14",
		"createdTime": 1766440213728,
		"modifiedTime": 1766440213728,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "oCOs7kIQTjdP7ZG0"
}
