{
  "name": "Master of Combat",
  "type": "feature",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>With your mix of raw athleticism, pure combat mastery, and the warrior&rsquo;s wisdom only experience can bring, you are a unique&mdash;and probably legendary&mdash;threat on the battlefield, and you are hard to stop. You gain the following benefits:</p>\n<ul>\n<li>\n<p>Treat your prestige rating as a point higher than it is (minimum 5) when dealing with soldiers, mercenaries, bodyguards, assassins, and others for whom violence and force of arms are a way of life.</p>\n</li>\n<li>\n<p>If you would acquire the stunned condition, you can spend a point of exertion to be rattled instead. If you would acquire the paralyzed condition, you can spend a point of exertion to be slowed instead. In either case, the duration is the same as the initial condition, or one minute if the initial condition would be permanent.</p>\n</li>\n<li>\n<p>You treat all melee weapons you are proficient with that lack the heavy and/or two-handed properties as adept weapons. You gain the following feature:<br><br><strong>Menacing Kata: </strong>While wielding an adept weapon, you can spend an action to perform a display of supreme weapon prowess. Enemies within 30 feet who can see you must make a Wisdom save against your maneuver DC or be rattled for one minute. Creatures that fail their save by more than 5 are frightened instead.</p>\n</li>\n</ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "thematicToolkitScrapper",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": "6"
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "Contender feat",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.013,
      "lastMigration": {
        "version": {
          "schema": 0.011,
          "foundry": "11.315",
          "system": "0.16.49"
        }
      }
    }
  },
  "img": "icons/skills/melee/strike-sword-blood-red.webp",
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "70hdjqhxzzf4ey8k"
}
