{
	"folder": null,
	"name": "Mystic Smite",
	"type": "feature",
	"img": "icons/weapons/swords/sword-winged-pink.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You are particularly adept in using magic to alter and empower your divine smites, gaining the following benefits:</p><ul><li>When you use divine smite, you may expend a spell slot of 1st-level or higher. &nbsp;If you do so, you increase the damage by 1d8 per spell level to maximum of the smite damage of a herald of your herald+witch level.</li><li>You may apply an Empowered Smite effect to a divine smite even if you do not have that ability by expending a spell of first level or higher.</li><li>You also gain the following additional empowered smite options:<ul><li>Bewitching Smite- Your smite instead deals psychic damage, and on hit the target must make a Wisdom saving throw or be charmed by you for 1 minute. This ends early if you or an ally deals damage to them.</li><li>Bewildering Smite- Your smite instead deals psychic damage, and on hit the target must make a Charisma saving throw or be confused for 1 minute. &nbsp;They may repeat this save at the end of each of their turns, ending the effect on a success.</li><li>Withering Smite- Your smite instead deals necrotic damage, and on hit the target must make a Constitution saving throw or have its hit points maximum reduced by the damage of the smite.</li></ul></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Witch-Knight feat",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "2ai9uouvxfumm1ll",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
