{
  "folder": null,
  "name": "Psionic Expert",
  "type": "feature",
  "img": "icons/magic/perception/third-eye-blue-red.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>It is not uncommon for scholars to, in their most contemplative studies, awaken psionic ability. &nbsp;Some view this as merely a distraction to be ignored, but for others, it is a new horizon of studies they throw themselves into mastering. &nbsp;Likewise, many Espers are not content to merely practice their mental abilities, but seek mastery through truly understanding them, with a scholar&rsquo;s rigor. &nbsp;Both are psionic experts. &nbsp;You gain the following benefits:</p><ul><li>You may add your intelligence modifier to concentration checks made for scholar abilities, psionic powers, or attack modes for your mind strike. &nbsp;</li><li>Additionally, whenever you make an ability check or saving throw using intelligence, you may expend a die from your psi reservoir. &nbsp;You may roll this die and add it to the result. &nbsp;You may choose to do so after the roll is made but before the result is declared. &nbsp;A die is recovered on a maximum roll and lost on a roll of 1 or 2 when used in this way as normal.</li><li>Finally you gain proficiency with the Awakened Mind combat tradition if you are not already. &nbsp;If you are, you gain proficiency in another tradition from the scholar list. You learn one awakened mind combat maneuver that does not count against your normal limit of maneuvers known.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "3 Levels in Scholar, 3 Levels in Esper",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "hijd0ht5ctbog4rv"
}
