{
	"name": "Pugilist",
	"type": "feature",
	"img": "icons/skills/melee/unarmed-punch-fist-yellow-red.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Some train for years developing the skills to turn their bodies into living weapons. Some just don't give a rats hindquarters and throw themselves into fights unarmed because they can't be bothered to find a weapon. When you combine both effects into one, you get a Pugilist. These fighters meld discipline and fury into a maelstrom of blows with whatever lies at hand, or even nothing at all, while a combination of grace and power make them wildly unpredictable.</p>\n<p>Whenever you enter a rage, you gain a temporary pool of exertion points equal to a roll of your martial arts die + the number of rage hit points you would gain each round. These bonus exertion points disappear at the end of your rage, and can only be used for Flurry of Blows, Unorthodox Arsenal, or to activate maneuvers or focus features that involve making an attack with an unarmed strike or improvised weapon or using a basic manuever. You may also use any of your Furious Critical abilities with unarmed strikes and improvised weapons.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mysterious and Marvelous Miscellanea",
			"link": "https://bit.ly/42ysoNZ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 levels in berserker, 3 levels in adept (Brawler archetype)",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "klci8x04pr8qma3v"
}