{
	"folder": null,
	"name": "Pure Ecstasy",
	"type": "feature",
	"img": "icons/consumables/potions/bottle-corked-red.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You have truly mastered your trancing draughts, and giant the following additional benefits:</p>\n<ul>\n<li>While in an ecstatic rage you gain the following additional benefits:\n<ul>\n<li>You add your witch spellcasting ability modifier to concentration saves.</li>\n<li>You add your witch spellcasting ability modifier to your furious critical DC.</li>\n<li>When entering an ecstatic rage, you may choose one spell of 1st-level or higher that targets one or more creatures with a casting time of one action and a duration of 1 minute and cast it as part of the bonus action you use to rage. &nbsp;If you do so, you must choose yourself as one of the targets, and if your rage ends this spell ends as well.</li>\n<li>If you have temporary hit points from a spell you cast when you enter an ecstatic rage or would gain them from a spell you cast during an ecstatic rage, those temporary hit points are instead converted to and treated as rage hit points.</li>\n<li>If you reduce a creature of higher than CR 0 to 0 hit points you may use your reaction to regain a spell slot of a level equal to or less than half the CR of the creature, minimum 1, maximum 5. &nbsp;You may only do so once per rage.</li>\n</ul>\n</li>\n<li>You add 1/2 your witch levels to your berserker level to determine the number of times per day you can rage.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "[object Object]",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Brewed Potency feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": null
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "0r747u7e5ckmkrzv"
}