{
	"folder": null,
	"name": "Reconciler",
	"type": "feature",
	"img": "icons/skills/social/diplomacy-handshake-yellow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Long ago, so says witch lore, all magical practitioners were witches. &nbsp;The first to break away were warlocks, those who sold themselves out to untrustworthy cosmic powers in exchange for the chance to cheat at magic, and they were cast out as oathbreakers. Not all accept this story. Some witches and warlocks, often working in secret, either reject this narrative entirely, or accept it happened but view it as a mistake, and seek to rebuild those burned bridges whatever their fellows might say. Any warlock may approach witches with this intent, but among witches it is a movement rooted among those already closest to the supernatural beings so many warlocks take as patrons. &nbsp;You gain the following benefits:</p><ul><li>If your witch and warlock spellcasting modifiers are not the same, you may change one of them to the other.</li><li>You gain a +1 bonus to your spellcasting ability score, to a maximum value of 20.</li><li>You gain an additional two languages from the list of bonus languages from Parlay with the Beyond.</li><li>You gain your choice of Pact of the Tome or Pact of the Chain, whichever you do not already have. &nbsp;You gain a bonus invocation or secret of arcana that requires either Pact of the Tome or Pact of the Chain at 6th level of witch in place of the Improved Familiar archetype ability. &nbsp;You may add your witch level to your warlock level for the purpose of invocations or secrets of arcana requiring Pact of the Chain or Pact of the Tome. &nbsp;You may also add your warlock level to your witch level for the purpose of the Witch's Familiar ability, and if you have the Book of Ancient Secrets secret of arcana you may add your warlock level to your witch level for the purpose of Ritual Mastery.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 witch (interceder archetype) and 3 warlock (pact of the tome or pact of the chain)",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "yhytcxlmv2q8ppkn",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}