{
	"name": "Resonant Bond",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-feats.35cr2ntbaxx8nkso"
		}
	},
	"system": {
		"ability": "",
		"actionOptions": [],
		"actions": {},
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>You're able to form a greater bond with magic items. During a short rest, you can focus on a non-consumable magic item and create a unique bond with it called resonance. You can have resonance with only one item at a time. Attempting to resonate with another item fails until you end the resonance with your current item. When you resonate with an item, you gain the following benefits:</p><ul><li><p>If the resonant item requires attunement and you meet the prerequisites to do so, you become attuned to the item. If you don’t meet the prerequisites, both the attunement and resonance with the item fails. This attunement doesn't count toward the maximum number of items you can be attuned to. Unlike other attuned items, your attunement to this item doesn't end from being more than 100 feet away from it for 24 hours.</p></li><li><p>As a bonus action, you can summon a resonant item, which appears instantly in your hand so long as it is located on the same plane of existence. You must have a free hand to use this feature and be able to hold the item. Once you summon the item in this way, you can't do so again until you finish a short or long rest.</p></li><li><p>If the resonant item is sentient, you have advantage on Charisma checks and saving throws made when resolving a conflict with the item.</p></li><li><p>If the resonant item is an artifact, you can ignore the effects of one minor detrimental property.</p></li></ul><p style=\"text-align: start\">You lose resonance with an item if another creature attunes to it or gains resonance with it. You can also voluntarily end the resonance by focusing on the item during a short rest, or during a long rest if the item is not in your possession.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"favorite": false,
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"secretDescription": "",
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "feat",
		"prerequisite": ""
	},
	"_id": "35cr2ntbaxx8nkso"
}