{
  "name": "Revenant",
  "type": "feature",
  "img": "icons/magic/death/skull-energy-light-purple.webp",
  "effects": [],
  "flags": {},
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>You may choose to select this feat when you die, replacing your most recently chosen feat other than Vendetta or reducing your ability scores to reverse your last Ability Score Increase. The next midnight your corpse rises and your soul returns to it. You gain the undead type in addition to being a humanoid, as well as the following benefits:</p><ul><li><p>Your destiny changes to Revenge.</p></li><li><p>You gain resistance to necrotic and psychic damage.</p></li><li><p>You gain darkvision to a range of 60 feet (or if you already have it, its range increases by 30 feet).</p></li><li><p>You become immune to poison damage and the poisoned condition.</p></li><li><p>If your vendetta has not ended, you regain all of your hit points when you finish a short rest or 1 hour after you are reduced to 0 hit points.</p></li><li><p>You gain an expertise die on saving throws made against spells and other magical effects, and on saving throws made to resist being charmed, fatigued, frightened, paralyzed, or stunned.</p></li><li><p>You gain an expertise die on ability checks made to find or track a creature that is part of your vendetta.</p></li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "adventurersGuide",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "Vendetta, one other feat or previous Ability Score Increase, dead",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.013,
      "lastMigration": {
        "version": {
          "schema": 0.011,
          "foundry": "11.315",
          "system": "0.16.49"
        }
      }
    }
  },
  "folder": null,
  "_id": "f184qs4inylvs4a3"
}
