{
	"name": "Rodent Embraced",
	"type": "feature",
	"img": "icons/creatures/mammals/rodent-rat-green.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You have completely mastered the rat within and learned tricks to make your lycanthropy an even greater asset in combat. You can transform one additional time without suffering a level of fatigue. When you choose to tame the beast in an involuntary transformation, roll 1d8; you gain control over that many hours. While you are transformed, you gain the following features.</p><p><strong>Full Moon Defense</strong>. You gain immunity against slashing, bludgeoning, and piercing damage from weapons that are not magical or silvered.</p><p><strong>Nose for Opportunity</strong>. When an ally strikes a creature you can see with a melee attack, you can use your reaction to move up to your Speed, ending your move adjacent to that creature and making a melee weapon attack against it. If the creature is bloodied and the attack hits, you score a critical hit. Once you have used this feature, you cannot use it again until you finish a short or long rest.</p><p><strong>Wererat Trickery</strong>. When you reduce a creature to 0 hit points with a bite attack, you can use your reaction to take the Disengage, Dodge, or Hide action.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Rat Within",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.009,
					"foundry": "12.316",
					"system": "0.16.12"
				}
			}
		}
	},
	"folder": null,
	"_id": "m5v52v59x2e50a8s"
}