{
  "folder": null,
  "name": "School of Combat",
  "type": "feature",
  "img": "icons/environment/people/charge.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Having reached the limit of what you can learn about your chosen weapon, you turn yourself instead to passing on what you have learned to eager students, and gain the following benefits:</p>\n<ul>\n<li>You gain a +1 bonus to your choice of your Intelligence, Strength, or Dexterity score, to a maximum value of 20.</li>\n<li>You gain the fighter's @UUID[Compendium.a5e.a5e-class-features.Item.vh4d1qw05cc4627a]{Martial Legacy} ability. &nbsp;The number of hours required to teach a maneuver to another creature is reduced to 8 - your Intelligence modifier (minimum 1), and the bonus maneuver you teach them does not count against their list of maneuvers known, though all other normal limits stand. &nbsp;You may also retrain them by spending the same amount of time to teach them a different maneuver, replacing the one you previously taught them. &nbsp;When a creature you can see uses a maneuver you taught them, you gain inspiration. &nbsp;You may only gain inspiration in this way once per long rest per creature you have taught, and to qualify if the maneuver involves one or more attacks they must hit with at least one, and if it does not involve any attack rolls but does force an opponent to make a saving throw, that creature must fail the save. &nbsp;You may spend inspiration along with a hit die to regain exertion, and when you do so it only takes a bonus action, not one minute, and you automatically roll the maximum for the amount of exertion regained.</li>\n</ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "Scholar of Battle feat",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "i31x914uapna86jc"
}
