{
	"folder": null,
	"name": "Siege Commander",
	"type": "feature",
	"img": "icons/environment/people/cavalry-heavy.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>While all engineers build things, there are those who seek to bend that knowledge in the other direction. &nbsp;Sappers and combat engineers exploit their knowledge of construction for the purposes of destruction and your penchant for innovation to new weapons of war. &nbsp;The greatest of these augment their talents with a commander&rsquo;s confidence, as a siege is never one by a single soldier and so they truly know the value of a well-oiled team. &nbsp;You gain the following benefits:</p><ul><li>You gain a +1 bonus to your choice of your Intelligence or Dexterity score, to a maximum value of 20.</li><li>You may use engineering skill checks in place of an attack roll for attacks with siege weapons using either Intelligence or Dexterity, applying the Siege Weaponry specialty if you have it. &nbsp;You may also apply @UUID[Compendium.a5e.a5e-class-features.Item.v4pkjilh484jph6i]{Precision Strikes} if you have it.</li><li>You also develop a specialized personal siege weapon. &nbsp;This weapon weighs 50 lbs and counts as a bulky item when not deployed. It takes an action to deploy or stow and shares your space when deployed. &nbsp;While deployed, you can move it with you, but your movement speed is halved when doing so. &nbsp;You may wield a shield or one other weapon along with this weapon, but need at least one hand free to operate it. &nbsp;If you have extra attack, you may attack with another weapon and the siege weapon on the same turn. &nbsp;This weapon takes one of the following forms: a personal catapult, heavy arbalest, or hand cannon. &nbsp;Only you know how to operate this weapon, which has the stats listed below, and given its complexity it cannot be enchanted as a magic weapon:<ul><li>Personal Catapult: 5d4 bludgeoning damage, loading, range (160/650), cannot attack targets within 30ft</li><li>Heavy Arbalest: 2d10 piercing damage, loading, range (140/480)</li><li>Hand Cannon*: 2d12 bludgeoning damage, loading, range (90/270), misfire (1-3), black powder pyrotechnics (30), punching, menacing&nbsp;</li></ul></li><li>Standard ammunition for each costs 1 gold for the arbalest and catapult and 10 gold each for the cannon and weighs 1 lb per shot. &nbsp;With appropriate gold you can fashion proficiency bonus x 2 shots yourself with 1 hour's work.</li></ul><p>*If not using <em>altered firearm rules</em> , increase range to 120/360 ft and ignore the misfire, punching, menacing, and black powder pyrotechnics properties.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 Levels in Scholar (Engineer Archetype), 3 Levels in Marshal",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "m0o51cqgtxumo06g",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
