{
	"name": "Skald",
	"type": "feature",
	"img": "icons/tools/instruments/lute-gold-brown.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Skalds are the keepers of history among warrior peoples, the tellers of tales and singers of songs who compose and recite epic poems and sagas about the great and grand deeds of their people. But far more than mere spectators or historians, their works are infused with the grit of experience, and as a result their art burns with the same passion as the rage that takes them when battle is joined, striding into the front lines weapon in hand as they gain first hand accounts of the tales they tell.</p>\n<p>You gain the following benefits:</p>\n<ul>\n<li>You may concentrate on battle hymns while raging.</li>\n<li>If you affect an ally with a battle hymn or grant them bardic inspiration while raging, the recipient also gains temporary hit points equal to a roll of your bardic inspiration die + the amount of rage hit points you gain each round. If such an affect would already grant temporary hit points (such as the Harmony of Pain battle hymn), this amount is added to that total.</li>\n<li>You gain an expertise die on history and culture checks and may always choose to use your Constitution or charisma modifier on such checks.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mysterious and Marvelous Miscellanea",
			"link": "https://bit.ly/42ysoNZ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 levels in berserker, 3 levels in bard (Warchanter archetype)",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.009,
					"foundry": "12.316",
					"system": "0.16.12"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "ka2gbglnr0pqv0u3"
}