{
	"folder": null,
	"name": "Smiter of the Unrighteous",
	"type": "feature",
	"img": "icons/magic/holy/projectiles-blades-salvo-yellow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You channel all of your divinely inspired wrath into your blows to smite any who would dare stand against you. &nbsp;You gain the following benefits:</p><ul><li>You may spend 1 exertion point to apply an Empowered Smite effect to a Divine Smite, even if you do not have that ability. If you have the Greater Empowered Smite ability, you may apply one of those effects by spending 2 exertion points instead.</li><li>While raging, you gain the Aura of Smiting Improved Sacred Aura option, even if you do not have the Sacred Aura or Improved Sacred Aura abilities. &nbsp;If you do have the Improved Sacred Aura ability and chose a different option, both auras are active while raging, and if you chose Aura of Smiting as your Improved Sacred Aura option then while raging affected creatures other than you increase their critical hit range with weapons by 1 to a maximum of 17-20. &nbsp;For the purpose of Aura of Smiting, your effective herald level is your herald+berserker level.</li><li>Finally, if you reduce a creature with a CR of your level/3 or higher, minimum 4, to 0 hit points while raging, you regain a use of divine smite. &nbsp;You may only do so once per rage.</li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Divine Avenger feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "r0tnbux20d4knivf",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}