{
	"folder": null,
	"name": "Spell-blooded",
	"type": "feature",
	"img": "icons/magic/symbols/runes-star-orange-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Your hard work, studies, and instruction have unlocked new depths within the magic that flows through your veins, giving an unparalleled ability to manipulate the raw underlying essence of magic. You gain one of the following manifestation options depending on which option you chose for your Witch Magic feature.</p><ul><li><strong>White Magic.</strong> Higher Arcanum (radiant): &nbsp;When you cast a spell that deals radiant damage, you can spend 1 sorcery point and choose one creature you can see within 60 feet. That creature regains a number of hit points equal to 1d6 &times; the spell&rsquo;s level, or half that amount and also cures any diseases they are suffering from and removes any of the following conditions: blinded, deafened, paralyzed, or poisoned.</li><li><strong>Black Magic.</strong> Lower Arcanum (necrotic): When you cast a spell that deals necrotic damage, you may spend 2 sorcery points and choose one creature you can see. &nbsp;If the creature takes necrotic damage from the spell, they reduce their maximum hit points by an amount equal to the necrotic damage dealt and must make a constitution saving throw against your spell save DC. &nbsp;On a failure, they gain 1d4 strife or fatigue levels (your choice). &nbsp;Once you successfully inflict fatigue or strife on a creature using this manifestation you may not do so again in a single 24 hour period, though you may apply both fatigue and strife to them on separate casts.</li><li><strong>Gray Magic.</strong> Balanced Arcanum (force): When you cast a spell that deals force damage, you can spend 2 sorcery points and choose one creature you can see. If the creature takes force damage from the spell it makes an Strength saving throw or is pushed 10ft directly away from you, knocked prone, or both. &nbsp;On a critical failure or a failure by 5 or more they are also stunned until the end of their next turn.</li></ul><p>You also upgrade one of your standard sorcerer manifestations to its evolved form.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Perfectionist feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "gysdisj82mh3f0gm",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}