{
	"folder": null,
	"name": "To Hunt the Hunter",
	"type": "feature",
	"img": "icons/creatures/abilities/mouth-teeth-human.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Armed with the only weapons that can truly stand against the darkness, you are finally ready to take the hunt to monsters and make the predator your prey. &nbsp;You gain the following benefits:</p>\n<ul>\n<li>You gain a +1 bonus to your choice of your Intelligence or Wisdom score, to a maximum value of 20.</li>\n<li>When dealing damage to a @UUID[Compendium.a5e.a5e-class-features.Item.t7ujv9cc4us40fj9]{Studied Adversary} with a weapon attack or cantrip, you may choose to apply your wisdom or intelligence to the damage dealt. Furthermore, if a studied adversary would not normally die on being reduced to 0 hit points, they must make a DC 20 constitution saving throw when you reduce them to 0 or die. &nbsp;</li>\n<li>If a creature is cursed or has their hit point maximum reduced you may spend a hit die, inspiration, and one minute time to either restore their normal hit point maximum or replicate the effects of a @UUID[Compendium.a5e.a5e-spells.Item.l16wg9h1z9s16exb]{Remove Curse} spell. Similar to scholar abilities, this does not count as actually casting a spell. The effective level of this remove curse effect is based on your combined ranger and scholar level: 3rd level baseline, 4th at level 14, 5th level at level 16, 6th level at level 18, and 7th level at level 20. If you have the Hedge Mage or Wildborn archetype, you know and may also cast remove curse using spell slots if you have slots of a high enough level, treating it as a Ranger and/or Scholar spell.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "[object Object]",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "Student of Science, Not Without Faith feat",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": null
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "twyv4gfeazc9jdm0"
}