{
	"name": "True Revenant",
	"type": "feature",
	"img": "icons/magic/death/skull-energy-light-purple.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Even though it has carried you beyond the mortal pale and back again, your mission has become do or die as you exchange the last vestiges of your soul for more power so that you can finally destroy your foes. One year and one day after you select this feat or when your vendetta has ended, you are doomed. Until then, you gain the following benefits:</p><ul><li><p>You cannot be charmed, fatigued, frightened, paralyzed, or stunned.</p></li><li><p>You have advantage on saving throws against spells and other magical effects.</p></li><li><p>You regain all of your hit points after you do not take any damage for 1 minute.</p></li></ul><p>In addition, you also gain the Fearsome Pursuit and Burning Hatred features.</p><p><strong><em>Fearsome Pursuit.</em> </strong>You can spend 1 minute focusing on a creature that is part of your vendetta. If the creature is dead or on another plane of existence, you learn that. Otherwise, after focusing, you know the distance and direction to that creature, and so long as you’re moving in pursuit of that creature, you and anyone traveling with you ignore difficult terrain. This effect ends if you take damage or end your turn without moving for any reason.</p><p><strong><em>Burning Hatred.</em> </strong>You can use an action to target the focus of your Fearsome Pursuit if it is within 30 feet. The creature makes a Wisdom saving throw (DC 8 + your proficiency bonus + your highest mental ability score modifier). On a failure, it takes psychic damage equal to 1d6 × your proficiency bonus and is stunned until the end of its next turn. On a success, it takes half damage and is rattled until the end of its next turn. Once you have used this feature a number of times equal to your proficiency bonus, you can’t use it again until you finish a long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"prerequisite": "Revenant feat",
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"folder": null,
	"_id": "hkw7727vrhldbqod"
}