{
	"name": "Truth Seeker",
	"type": "feature",
	"img": "icons/tools/scribal/magnifying-glass.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Supernatural threats such as shapeshifters, mind control effects, parasitic beings, illusion magic, and possessing entities require specialized training to counteract. Fortunately, you have begun to acquire that training.&nbsp;You gain the following benefits:</p><ul><li><p>When you choose your sets of enemy types for your @UUID[Compendium.a5e.a5e-class-features.Item.01szspr1nunp0lql]{Divine Sense}, pick twice rather than once.</p></li><li><p>When you use your Divine Sense, it can identify the presence of creatures with the shapechanger type within its range, regardless of what enemy types you have chosen.</p></li><li><p>All spells of the knowledge school are herald spells for you.</p></li><li><p>As a Truth Seeker, you have access to libraries of your order and allied organizations, many of which are off-limits to most. With enough time spent in a library, you can uncover most of the answers you seek (any question answerable with a DC 20 Arcana, History, Nature, or Religion check).</p><p>If you already have a similar feature (such as from the Sage background) you instead increase the DC of questions you can answer with research by 5.</p></li><li><p>Your @UUID[Compendium.a5e.a5e-class-features.Item.4727pnvz5nwn3h23]{Sneak Attack} dice increase to d8s against creatures of the types you chose for your Divine Sense, as well as against shapechangers.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "levels in herald, 3 levels in rogue (Investigator), Sense for Secrets, Sense Import",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "iiowi5eywvwe873e"
}