{
	"name": "Vigilante",
	"type": "feature",
	"img": "icons/equipment/head/mask-carved-gargoyle-grey.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>A vigilante may operate inside civilization but outside the law, combining survival techniques and highly trained physical prowess to enforce their own justice from behind the anonymity and fearsome authority of a mask.</p><p>You gain the following benefits:</p><ul><li><p> Your Wisdom or Dexterity score increases by 1, to a maximum of 20.</p></li><li><p>You have an alter ego, an identity associated with a costume or disguise. This alter ego can be as complicated as a full outfit with a history or legends surrounding it or a simple mask or cowl. You can assume or remove this alter ego as an action and it can be worn with all types of armor.</p></li><li><p>You gain a 1d8 expertise die and advantage on Deception checks made regarding your alter ego, Persuasion checks made to dissuade others from connecting you to your alter ego, and on disguise kit checks.</p></li><li><p>Your alter ego has its own Prestige rating that may increase or decrease as you perform deeds while in your alter ego. In addition, while in your alter ego you gain a 1d8 expertise die on Prestige checks.</p></li><li><p>While in your alter ego, you may make a Prestige check and use that result in place of any Intimidation or Persuasion check you would otherwise make.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.007,
			"lastMigration": {
				"version": {
					"schema": 0.003,
					"foundry": "11.307",
					"system": "0.15.0"
				}
			}
		},
		"concentration": false,
		"featureType": "feat",
		"prerequisite": "3 levels in adept, 3 levels in ranger"
	},
	"folder": "zlLxP6syB0XqHYgA",
	"_id": "fiphs0a4swfyfixz"
}