{
	"folder": null,
	"name": "War Dancer",
	"type": "feature",
	"img": "icons/skills/movement/ball-spinning-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>For some, the line between battle and dance is blurred to the point of nonexistence. &nbsp;Whether in one on one duels or on the battlefield, they glide across their chosen arena with a grace that can only be called dance, even by those on the receiving end of its wrath. &nbsp;You gain the following benefits:</p><ul><li>You gain a +1 bonus to your choice of your Dexterity or Charisma score, to a maximum value of 20.</li><li>You gain one of the adept's dance Focus Features, and treat your adept level as your adept+bard level for the purpose of qualifying for dances or Focus Features that require dances.</li><li>As a bonus action, you may expend 2 exertion to enter a War Dance. &nbsp;You cannot enter a war dance if you are wearing armor or using a shield. &nbsp;A War Dance lasts for 1 minute and ends early if you are incapacitated or your movement speed is reduced to 0. &nbsp;While in a War Dance you gain the following benefits:<ul><li>Your AC is equal to 10+your dexterity modifier+your wisdom modifier+your charisma modifier.</li><li>You may start an adept dance as part of the same bonus action you use to start your war dance, spending exertion as normal. &nbsp;When starting your War Dance or while it is ongoing the exertion cost of any adept dances or any Focus Features that require dances are reduced by 1.</li><li>When you fail a Strength or Dexterity saving throw, you may use your reaction to spend 1 exertion point to make a Performance(charisma) check, applying the dance specialty of you have it, and replacing the result of your save if it is higher.</li></ul></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "extraCreditAndDeeperMysteries",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "feat",
		"grants": {},
		"prerequisite": "3 bard (dancer archetype) and 3 adept (agile defense)",
		"requiresBloodied": false,
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "yha5wx9b44ror4hm",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}