{
  "folder": null,
  "name": "Wild Mystic",
  "type": "feature",
  "img": "icons/magic/nature/leaf-juggle-humanoid-green.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Your mastery of nature&rsquo;s magic deepens, allowing you to deeply of the worlds mystic bounty. &nbsp;You gain the following additional benefits:</p><ul><li>You may add your witch and druid levels together for the purpose of what spells you can prepare, but only for spells that are on both the druid and witch spell lists. These spells count against your normal number of prepared spells and the total number of higher level spells each class may prepare is equal to your proficiency bonus.</li><li>You may add half your witch levels to your druid levels for the purpose of the Improved Natural Bond and Greater Natural Bond abilities. If you would gain access to one of these solely through your druid levels, you learn the rare Naturalized version of the listed summon spell, which you may use either with that ability or normal spellcasting.</li><li>You may add half your druid levels to your witch level for the purpose of the ritual mastery ability.</li><li>You gain the Embrace Serenity druid ability. &nbsp;If you already have it, you gain Embrace Ferocity instead.</li><li>You gain your choice of either the Druidic Secrets or Truthspeaker Druidic Lore ability. &nbsp;If you choose Druidic Secrets, you may use it with witch spells as well.</li></ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "extraCreditAndDeeperMysteries",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "Naturalist Magician feat",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": null
    },
    "classes": ""
  },
  "effects": [],
  "flags": {},
  "_id": "2c7dik898sbexdo5"
}
