{
  "name": "World Strider",
  "type": "feature",
  "img": "icons/magic/nature/tree-spirit-black.webp",
  "effects": [],
  "flags": {},
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Your blend of wilderness and arcane lore has made you an unparalleled explorer and a formidable combatant. You gain the following benefits:</p>\n<ul>\n<li>\n<p>You can expend a spell slot to allow yourself and additional creatures equal to your proficiency to travel with supernatural vigor. While this effect (which lasts a number of hours equal to the level of spell slot expended) is active, you and your designated companions gain the benefits of traveling at a gallop pace and can use stealth without slowing down. Once you have used this ability, you can&rsquo;t do so again until you finish a long rest.</p>\n</li>\n<li>\n<p>You can cast a variant of tree stride that only affects you. Once you have used this ability a number of times equal to half your proficiency bonus, you can&rsquo;t do so again until you finish a long rest.</p>\n</li>\n<li>\n<p>As an action, you may cast a spell with a range longer than touch and a casting time of one action as part of a single ranged weapon attack. If you hit your target, the spell is immediately cast on the target (or centered on the target, if it is an area spell) If you miss, the spell is wasted. Once you have used this ability a number of times equal to your Wisdom bonus, you can&rsquo;t do so again until you finish a long rest.</p>\n</li>\n</ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "thematicToolkitVenomousShadow",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": "6"
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "feat",
    "grants": {},
    "prerequisite": "Scholar of Arcane Paths feat",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.013,
      "lastMigration": {
        "version": {
          "schema": 0.011,
          "foundry": "11.315",
          "system": "0.16.49"
        }
      }
    }
  },
  "folder": null,
  "_id": "rcvyzvmf6zyftnmd"
}
