{
	"name": "Spellcasting (Arcane Showoff)",
	"type": "feature",
	"img": "icons/magic/symbols/runes-star-pentagon-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Also at 3rd level, you have trained in magic, granting you the power to cast spells. Showoffs tap into arcane power, and focus on magic that enhances their prowess in the most dramatic and spectacular ways possible.</p><p></p><h3><strong>Cantrips</strong></h3><p>At 3rd level, you know two cantrips of your choice, chosen from the following schools: attack, movement, prismatic, sound, transformation, and weaponry. These spells count as fighter spells for you. You learn an additional cantrip at 10th level.</p><p><br></p><h3><strong>Spell Slots</strong></h3><p>The Arcane Showoff Spellcasting table shows how many spell slots you have to cast your spells of 1st-level and higher. To cast one of these spells, you must expend a slot of the spell’s level or higher. You regain all expended spell slots when you finish a long rest.</p><p><br></p><h3><strong>Spells Known of 1st-Level or Higher</strong></h3><p>You know three 1st-level spells of your choice from the chosen from the attack, movement, prismatic, sound, transformation, and weaponry schools. The Spells Known column of the Arcane Showoff Spellcasting table shows when you learn more spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots.&nbsp;</p><p>&nbsp;Additionally, when you gain a level in this class, you can choose one of the spells you know from this feature and replace it with another qualifying spell of a level for which you have spell slots.</p><p><br></p><h3><strong>Spellcasting Ability</strong></h3><p>Charisma is your spellcasting ability for your spells. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a spell you cast and when making an attack roll with one.</p><p><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Charisma modifier<br><strong>Spell attack modifier</strong> = your proficiency bonus + your Charisma modifier</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "fighter",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "eslsmzbotao3nr4y"
}