{
	"folder": null,
	"name": "Elemental Defense",
	"type": "feature",
	"img": "icons/magic/defensive/shield-barrier-flaming-pentagon-purple-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p id=\"docs-internal-guid-a60e0bd5-7fff-f825-27e5-e88b65775456\" dir=\"ltr\">Also at 1st level you learn to defend yourself with your elemental energy. You gain the elemental defense ability associated with your 1st level Elemental Affinity choice from the options below.</p>\n<p dir=\"ltr\">If you later gain an additional Elemental Affinity, you may change Elemental Defense element you have access to when you complete a long rest. If you switch from one Elemental Defense form to another, you lose access to all benefits from the other.</p>\n<h2 dir=\"ltr\"><span id=\"docs-internal-guid-64777833-7fff-2dcd-51d2-89aa8161f680\">Enveloping Winds (Air)</span></h2>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-64777833-7fff-2dcd-51d2-89aa8161f680\">You wrap yourself in swiftly flowing wind to protect yourself against incoming attacks. You gain a +5 bonus to your speed.</span></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-64777833-7fff-2dcd-51d2-89aa8161f680\">Additionally, when you are hit by an attack, you can use your reaction to add your spellcasting ability bonus to your AC, potentially causing the attack to miss you. You can also use this same reaction in response to failing a saving throw against an inhaled effect, such as stinking cloud or an inhalation poison, gaining a +1d4 expertise die to the save.</span></p>\n<p dir=\"ltr\">At 10th level, you learn how to use your enveloping winds to redirect attacks. If a ranged weapon attack targeting you misses as a result of your enveloping winds reaction, you can choose another target within 60 feet of you and redirect the attack. You reroll the attack roll using your own Spell Attack modifier, using the damage of the original attack.</p>\n<p dir=\"ltr\">At 18th level, your enveloping winds become powerful enough to deflect even magic. You can now use your enveloping winds reaction to attempt to deflect any ranged attack, not just a ranged weapon attack.</p>\n<h2 dir=\"ltr\">Flesh of Stone (Earth)</h2>\n<p dir=\"ltr\">You learn how to take on the attributes of hard, unyielding stone, either by literally hardening your skin or just hardening your resolve. You can use your spellcasting ability modifier in place of your Dexterity modifier when determining your AC.</p>\n<p dir=\"ltr\">At 10th level, you become immune to the additional damage from critical hits.</p>\n<p dir=\"ltr\">At 18th level, you gain resistance to bludgeoning, piercing, and slashing damage.</p>\n<h2 dir=\"ltr\">Searing Flesh (Fire)</h2>\n<p dir=\"ltr\">You can defend yourself with searing flesh or protective flames. When you are hit by a melee attack, your attacker takes fire damage from your burning aura equal to your spellcasting ability bonus. You emanate bright light in a 30-foot radius, and dim light for another 30 feet. You can activate and deactivate this ability as an action.</p>\n<p dir=\"ltr\">At 10th level, when a creature is damaged by your Searing Flesh, it must make a Wisdom saving throw against your spell save DC or be frightened of you until the end of its next turn. The base damage of searing flesh increases to 1d6 + your spellcasting ability bonus.</p>\n<p dir=\"ltr\">At 18th level, when a creature is damaged by your Searing Flesh it catches fire. The creature takes 1d8 ongoing fire damage for 1 minute; it can continue to make this save to end the effect at the end of its turn, or end the effect with an action on its turn. Also, the base damage of searing flesh increases to 2d6 + your spellcasting ability bonus.</p>\n<h2 dir=\"ltr\">Veil of Water (Water)</h2>\n<p dir=\"ltr\">You are able to protect yourself with a veil of flowing water. As an action, you can activate your veil of water, which grants you a +2 bonus to AC (this does not stack with the AC bonus from a shield) and an expertise die on saving throws against fire spells and effects.</p>\n<p dir=\"ltr\">Additionally, when you are hit by a weapon attack, you can use your reaction to add your spellcasting ability bonus to your AC, potentially causing the attack to miss you. This expends your veil of water, which can be reactivated on a subsequent round as an action.</p>\n<p dir=\"ltr\">At 10th level, when you use your veil of water reaction, you gain resistance to fire damage until the start of your next turn. You can use this reaction in response to taking fire damage as well as being targeted by a melee attack, gaining your spellcasting ability bonus to your AC or saving throw bonus.</p>\n<p dir=\"ltr\">At 18th level, when you use your veil of water reaction in response to a melee weapon attack, the triggering attacker must make a Strength saving throw against your spell save DC or be pushed 15 feet.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "elementalist"
	},
	"effects": [],
	"flags": {},
	"_id": "hq7hm9sw7qgavvga",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}