{
	"folder": null,
	"name": "Indirect Elemental Blast (Control Element)",
	"type": "feature",
	"img": "icons/skills/targeting/target-strike-gray.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p id=\"docs-internal-guid-b4a7fcdc-7fff-7458-6b24-24a01b4c1b44\" dir=\"ltr\">If there is a source of elemental material within your Control Elements range, you can use your control element ability and use it as a point of origin for your elemental blast. The target of your attack must be within range of the elemental material, and the origin must be a significant source of elemental material: still air is not sufficient, for instance, but wind is; a candle isn&rsquo;t, but a roaring campfire is; soil isn&rsquo;t, but rocks are.</p>\n<p dir=\"ltr\">The elemental blast is resolved as normal, but the line of effect is drawn from the source of elemental material, redirecting wind, throwing a rock, causing a flame to leap, or launching a jet from a body of water. This may be used to bypass cover, or potentially launch surprise attacks. If the original elemental matter is small, such as a campfire or a bucket of water, it is snuffed out or used up by the attack. A solid object, like a rock, must be within your Command Elements weight limit, and the material takes damage equal to half your elemental blast when it hits its target.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"classes": "elementalist"
	},
	"effects": [],
	"flags": {},
	"_id": "5e4jy9igaqtd0ko0",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
