{
	"name": "Searing Revelation (Secret of Life)",
	"type": "feature",
	"img": "icons/magic/life/heart-cross-strong-flame-purple-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<blockquote><p>At 1st level, you draw too close to the secrets of the light, transforming your mind with agonizing glory. Your patron’s revelation grants you knowledge of a life-giving secret.</p></blockquote><hr class=\"a5e-rule u-my-md\"><p>You learn two bonus cantrips of your choice from <em>celestial burst</em>, <em>guidance</em>, <em>light </em>and <em>sacred flame</em>.</p><p></p><p>You gain a pool of solace dice, which represents your patron’s help in accessing the shreds of magical grace which suffuse the multiverse. Your solace dice pool contains a number of d6s equal to 1+ your warlock level. </p><ul><li><p>As a bonus action, you can heal a creature you can see within 60 feet. Spend solace dice up to an amount equal to your spellcasting ability modifier (minimum 1). Roll these dice; the creature regains that many hit points.</p><p></p></li><li><p>Alternatively, when you hit a creature with a weapon or spell attack, before rolling for damage you learn whether or not that creature has temporary hit points. You can immediately expend solace dice up to an amount equal to your spellcasting ability modifier (minimum 1), roll those dice, and remove from the creature a number of temporary hit points equal to double that total.</p></li></ul><p>You regain any spent solace dice when you complete a long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "warlock"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "raz3mf9g83j3r377"
}