{
	"folder": null,
	"name": "Seal Skin - Sea Lion",
	"type": "feature",
	"img": "icons/magic/water/wave-water-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You were born with a magical seal skin that grows with you and which may be worn alongside other clothes and armor. As a bonus action while wearing the skin, you may shapeshift into either a seal or sea lion, chosen at character creation. You cannot later change your choice. In either case, your alternate form is referred to as your &ldquo;seal form.&rdquo; Your skin is specific to you and cannot be used by any other creature, even another selkie.</p>\n<p>While in seal form, you retain your hit points, as well as the Sea-Longings and Insulated features from the selkie base heritage. Likewise, you may still choose to use features that grant you an alternate AC (such as the berserker&rsquo;s @UUID[Compendium.a5e.a5e-class-features.Item.j2n9an7ozhbs1hlp]{Rugged Defense} feature) if they do not require armor. Any equipment you are wearing or wielding merges into your new form and has no effect until you leave the form.</p>\n<p>You may remain in your seal form indefinitely, including while unconscious. However, your transformation ends if you are reduced to 0 hit points or choose to end it as a bonus action. If you gain the @UUID[Compendium.a5e.a5e-class-features.Item.3jdfihvtbyhbv9ez]{Wild Shape} feature, this feature does not gain any of its benefits. If you lose your skin, you can create new skin for yourself using the @UUID[Compendium.a5e.a5e-spells.Item.acw9pizt7nhzdwdl]{Regenerate} spell or by using magic of similar or greater power, subject to Narrator discretion.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "secretsOfTheSelkies",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "heritage",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "z9nb395l5osux3yv",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}