{
	"name": "Devious Eyebite",
	"type": "spell",
	"img": "icons/magic/perception/hand-eye-pink.webp",
	"data": {
		"ability": "spellcasting",
		"actionOptions": [
			"savingThrow"
		],
		"activation": {
			"cost": 1,
			"type": "action",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>Your eyes become an inky void imbued with fell power. One creature of your choice within 60 feet of you that you can see and that can see you must succeed on a Wisdom saving throw or be afflicted by one of the following effects for the duration. Until the spell ends, on each of your turns you can use an action to target a creature that has not already succeeded on a saving throw against this casting of <em>eyebite</em>.</p><ul><li><p><strong>Asleep:</strong> The target falls unconscious, waking if it takes any damage or another creature uses an action to rouse it.</p></li><li><p><strong>Panicked:</strong> The target is frightened of you. On each of its turns, the frightened creature uses its action to take the Dash action and move away from you by the safest and shortest available route unless there is nowhere for it to move. If the target moves to a place at least 60 feet away from you where it can no longer see you, this effect ends.</p></li><li><p><strong>Sickened:</strong> The target has disadvantage on attack rolls and ability checks. At the end of each of its turns, it can make another Wisdom saving throw, ending this effect on a successful save.</p></li></ul><hr class=\"a5e-rule u-my-md\"><p><strong>Rare: Devious Eyebite.</strong> Your eyes glow with a soft purple light. You gain an additional option:<br><strong>Charmed.</strong> The target is charmed by you. On each of its turns while it is charmed, you may beckon it (no action required) to force the target to move closer to you by the shortest, safest route. </p>",
		"duration": {
			"unit": "minute",
			"value": "1"
		},
		"healing": [],
		"proficient": true,
		"range": [
			"self"
		],
		"save": {
			"dc": "@spellDC",
			"onSave": "Special",
			"targetAbility": "wis"
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "self"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": false
		},
		"concentration": true,
		"level": 6,
		"materials": "",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": false,
		"schools": {
			"primary": "necromancy",
			"secondary": [
				"affliction",
				"arcane",
				"fear"
			]
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-spells.xxdw7i86s29nwnt6"
		}
	},
	"_id": "534syh0foqwohr7t"
}