{
	"name": "Swift Astral Projection",
	"type": "spell",
	"img": "icons/magic/light/explosion-star-glow-silhouette.webp",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-rare-spells.50hkf2mhxiwic31m"
		}
	},
	"system": {
		"actions": {
			"dI2cLTm5nMOPFTDy": {
				"name": "Swift Astral Projection",
				"activation": {
					"cost": 1,
					"type": "hour",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "special",
					"value": ""
				},
				"ranges": {
					"2Q49HabjUUZj6V0y": {
						"range": "touch"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": "other"
				},
				"consumers": {
					"A7jcbas69PHnQrhj": {
						"mode": "variable",
						"spellLevel": 9,
						"points": 13,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>Until the spell ends, the targets leave their material bodies (unconscious and in a state of suspended animation, not aging or requiring food or air) and project astral forms that resemble their mortal forms in nearly all ways, keeping their game statistics and possessions.</p><p>While in this astral form you trail a tether, a silvery-white cord that sprouts from between your shoulder blades and fades into immateriality a foot behind you. As long as the tether remains intact you can find your way back to your material body. When it is cut—which requires an effect specifically stating that it cuts your tether —your soul and body are separated and you immediately die. Damage against and other effects on your astral form have no effect on your material body either during this spell or after its duration ends. Your astral form travels freely through the Astral Plane and can pass through interplanar portals on the Astral Plane leading to any other plane. When you enter a new plane or return to the plane you were on when casting this spell, your material body and possessions are transported along the tether, allowing you to return fully intact with all your gear as you enter the new plane.</p><p>The spell ends for all targets when you use an action to dismiss it, for an individual target when a successful dispel magic is cast upon its astral form or material body, or when either its material body or its astral form drops to 0 hit points. When the spell ends for a target and the tether is intact, the tether pulls the target's astral form back to its material body, ending the suspended animation.</p><p>If the spell ends for you prematurely, other targets remain in their astral forms and must find their own way back to their bodies (usually by dropping to 0 hit points).</p><hr class=\"a5e-rule u-my-md\"><p><strong>Rare: Swift Astral Projection.</strong> While in astral form your Speed is tripled and you can use a bonus action to Dash. </p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 9,
		"materials": "one jacinth worth 1,000 gold per creature affected and one ornately carved silver bar worth at least 100 gold per creature affected, all consumed by the spell",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": false,
		"schools": {
			"primary": "necromancy",
			"secondary": [
				"movement",
				"planar",
				"utility"
			]
		},
		"ability": "spellcasting",
		"proficient": true,
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		}
	},
	"_id": "50hkf2mhxiwic31m"
}