{
	"name": "Acolyte",
	"type": "background",
	"img": "icons/magic/holy/chalice-glowing-gold-water.webp",
	"system": {
		"defaultASI": "wis",
		"includesASI": true,
		"description": "<p>You were trained as a servant of a particular god or gods. Whether or not you have access to divine magic, you are authorized to perform the rites of your faith, and you are recognized and respected by its faithful.</p>\n<p>What gods do you worship? Why did you leave the confines of your temple and take up a life of adventure? Have you turned your back on your faith, or do you seek to advance it?</p>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Wisdom and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:&nbsp;</strong>Religion, and either Insight or Persuasion.</p>\n<p class=\"Indent1\"><strong>Languages:</strong>&nbsp;One of your choice</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 31 gold):</strong>&nbsp;Holy symbol (amulet or reliquary), common clothes, robe, and a prayer book, prayer wheel, or prayer beads.</p>\n<p class=\"Indent1\"><strong><em>Feature: Ordination</em></strong><strong>.&nbsp;</strong>You are expected to perform the religious ceremonies of your faith, including weddings and funerals. In exchange, members of your faith will provide you and your companions food, lodging, and a moderate lifestyle.&nbsp;</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement</em></strong><strong>.&nbsp;</strong>In small settlements without other resources, your authority may extend to such matters as settling disputes and punishing criminals. You might also be expected to deal with local outbreaks of supernatural dangers such as fiendish possessions, cults, and the unquiet dead.</p>\n<p class=\"Indent1\">If you solve several problems brought to you by members of your faith, you may be promoted (or reinstated) within the hierarchy of your order. You gain the free service of up to 4 acolytes, and direct access to your order&rsquo;s leaders.</p>\n<h3>Acolyte Connections</h3>\n<ol>\n<li>A beloved high priest or priestess awaiting your return to the temple once you resolve your crisis of faith.</li>\n<li>A former priest&mdash;exposed by you as a heretic&mdash;who swore revenge before fleeing.</li>\n<li>The wandering herald who rescued you as an orphan and sponsored your entry into your temple.</li>\n<li>The inquisitor who rooted out your heresy (or framed you) and had you banished from your temple.</li>\n<li>The fugitive charlatan or cult leader whom you once revered as a holy person.</li>\n<li>Your scandalous friend, a fellow acolyte who fled the temple in search of worldly pleasures.</li>\n<li>The high priest who discredited your temple and punished the others of your order.</li>\n<li>The wandering adventurer whose tales of glory enticed you from your temple.</li>\n<li>The leader of your order, a former adventurer who sends you on quests to battle your god&rsquo;s enemies.</li>\n<li>The former leader of your order who inexplicably retired to a life of isolation and penance.</li>\n</ol>\n<h3>Acolyte Momentos</h3>\n<ol>\n<li>The timeworn holy symbol bequeathed to you by your beloved mentor on their deathbed.</li>\n<li>A precious holy relic secretly passed on to you in a moment of great danger.</li>\n<li>A prayer book which contains strange and sinister deviations from the accepted liturgy.</li>\n<li>A half-complete book of prophecies which seems to hint at danger for your faith&mdash;if only the other half could be found!</li>\n<li>A gift from a mentor: a book of complex theology which you don&rsquo;t yet understand.</li>\n<li>Your only possession when you entered the temple as a child: a signet ring bearing a coat of arms.</li>\n<li>A strange candle which never burns down.</li>\n<li>The true name of a devil that you glimpsed while tidying up papers for a sinister visitor.</li>\n<li>A weapon (which seems to exhibit no magical properties) given to you with great solemnity by your mentor.</li>\n<li>A much-thumbed and heavily underlined prayer book given to you by the fellow acolyte you admire most.</li>\n</ol>",
		"equipment": {
			"2bDllSLlEcAtuY9m": {
				"uuid": "Compendium.a5e.a5e-adventuring-gear.gq2nddbv35cshykz"
			},
			"izIzCOJMn2fgxxgq": {
				"uuid": "Compendium.a5e.a5e-adventuring-gear.14bjydsg9yfp4vwk"
			},
			"orMexcmNTwU4x3h4": {
				"uuid": "Compendium.a5e.a5e-adventuring-gear.w9t45o2j9aqx1qmp"
			},
			"AckME0DcdXWDpNB0": {
				"uuid": "Item.cxBTQEOdRWWbeJTx"
			},
			"VGDMtrw0TJFbbK0b": {
				"uuid": "Item.3bZxIxIOo6kRxXG4"
			},
			"khlHsMYb1uZSbSGc": {
				"uuid": "Item.pVqI8MzbAOMJqDzI"
			}
		},
		"feature": "Compendium.a5e.a5e-background-features.19yxkhway57tbecm",
		"proficiencies": {
			"languages": {
				"count": 1,
				"fixed": [],
				"options": []
			},
			"skills": {
				"count": 2,
				"fixed": [
					"rel"
				],
				"options": [
					"ins",
					"per"
				]
			},
			"tools": {
				"count": 0,
				"fixed": [],
				"options": ""
			}
		}
	},
	"effects": [],
	"flags": {},
	"_id": "bgt826fjn57w8nca"
}