{
	"name": "Criminal",
	"type": "background",
	"img": "icons/weapons/fist/fist-knuckles-brass.webp",
	"system": {
		"description": "<p>As a career criminal you were acquainted with murderers, thieves, and those who hunt them. Your new career as an adventurer is, relatively speaking, an honest trade.&nbsp;</p>\n<p>Were you a pickpocket? An assassin? A back-alley mugger? Are you still?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:&nbsp;</strong>+1 to Dexterity and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:</strong>&nbsp;Stealth, and either Deception or Intimidation.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;Gaming set, thieves&rsquo; tools.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 26 gold):&nbsp;</strong>Common clothes, dark cloak, thieves&rsquo; tools.</p>\n<p class=\"Indent1\"><strong><em>Feature: Thieves&rsquo; Cant.</em></strong>&nbsp;You know thieves&rsquo; cant: a set of slang, hand signals, and code terms used by professional criminals. A creature that knows thieves&rsquo; cant can hide a short message within a seemingly innocent statement. A listener who knows thieves&rsquo; cant understands the message.<br>Thieves&rsquo; cant also includes a set of secret written symbols which can convey simple concepts associated with crime such as danger, secret exits, sellers of stolen goods, and whether a location is the territory of a specific gang.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement</em></strong><strong>.&nbsp;</strong>If you pull off several successful jobs or heists, you may be promoted (or reinstated) as a leader in your gang. You may gain the free service of up to 8 bandits&nbsp;at any time.</p>\n<h3><strong>CRIMINAL CONNECTIONS</strong></h3>\n<ol>\n<li>The master criminal who inducted you into your first gang.</li>\n<li>The cleric or herald who convinced you to use your skills for good (and who may be legally responsible for your continued good behavior).</li>\n<li>Your sibling or other relative&mdash;who also happens to be a representative of the law.</li>\n<li>The gang of rascals and pickpockets who once called you their leader.</li>\n<li>The bounty hunter who has sworn to bring you to justice.</li>\n<li>Your former partner who made off with all the loot after a big score.</li>\n<li>The masked courier who occasionally gives you jobs.</li>\n<li>The crime boss to whom you have sworn loyalty (or to whom you owe an enormous debt).</li>\n<li>The master thief who once stole something precious from you.</li>\n<li>The corrupt noble who ruined your once-wealthy family.</li>\n</ol>\n<hr>\n<h3><strong>CRIMINAL MEMENTOS</strong></h3>\n<ol>\n<li>A golden key to which you haven&rsquo;t discovered the lock.</li>\n<li>A brand that was burned into your shoulder as punishment for a crime.</li>\n<li>A scar for which you have sworn revenge.</li>\n<li>The distinctive mask that gives you your nickname (for instance, the Black Mask or the Red Fox).</li>\n<li>A gold coin which reappears in your possession a week after you&rsquo;ve gotten rid of it.</li>\n<li>The stolen symbol of a sinister organization; not even your fence will take it off your hands.</li>\n<li>Documents that incriminate a dangerous noble or politician.</li>\n<li>The floor plan of a palace.</li>\n<li>The calling cards you leave after (or before) you strike.</li>\n<li>A manuscript written by your mentor:&nbsp;<em>Secret Exits of the World&rsquo;s Most Secure Prisons</em>.</li>\n</ol>",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "pvr4i8s3zkuroeuc"
}