{
	"name": "Cultist",
	"type": "background",
	"img": "icons/equipment/neck/necklace-simple-bone-skull.webp",
	"system": {
		"description": "<p>You were a member of a sinister cult. You performed ancient rites found in forbidden tomes, seeking to empower a fiend, a false god, or a terrible being from a strange and distant realm.&nbsp;</p>\n<p>Why did you leave the cult? Did you come to recognize the emptiness of its promises of power? Did you witness horrors that shook your faith? Or do you still nurture its dark edicts in your heart?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Intelligence and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:&nbsp;</strong>Religion, and either Arcana or Deception.</p>\n<p class=\"Indent1\"><strong>Languages:</strong>&nbsp;One of your choice.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 7 gold):</strong>&nbsp;Holy symbol&nbsp;(amulet or reliquary), common clothes, robes, 5 torches.</p>\n<p class=\"Indent1\"><strong><em>Feature: Forbidden Lore</em></strong><strong>.&nbsp;</strong>When you fail an Arcana or Religion check, you know what being or book holds the knowledge you seek&mdash;finding the book or paying the being&rsquo;s price is another matter.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement</em></strong><strong>.&nbsp;</strong>Members of your former order may be hunting you for reenlistment, punishment, or both.</p>\n<p class=\"Indent1\">Additionally, your cult still seeks to open a portal, effect an apotheosis, or otherwise cause catastrophe. Eventually you may have to face the leader of your cult and perhaps even the being you once worshiped.</p>\n<h3><strong>CULTIST CONNECTIONS</strong></h3>\n<ol>\n<li>The cult leader whom you left for dead.</li>\n<li>The cleric or herald who showed you the error of your ways.</li>\n<li>The voice which still speaks to you in dreams.</li>\n<li>The charismatic cultist whose honeyed words and promises first tempted you.</li>\n<li>The friend or loved one still in the cult.</li>\n<li>Your former best friend who now hunts you for your desertion of the cult.</li>\n<li>The relentless inquisitor who hunts you for your past heresy.</li>\n<li>The demon which you and your compatriots accidentally unleashed.</li>\n<li>The self-proclaimed deity who barely escaped from their angry disciples after their magic tricks and fakeries were revealed.</li>\n<li>The masked cult leader whose identity you never learned, but whose cruel voice you would recognize anywhere.</li>\n</ol>\n<hr>\n<h3><strong>CULTIST MEMENTOS</strong></h3>\n<ol>\n<li>The sinister tattoo which occasionally speaks to you.</li>\n<li>The cursed holy symbol which appears in your possession each morning no matter how you try to rid yourself of it.</li>\n<li>The scar on your palm which aches with pain when you disobey the will of your former master.</li>\n<li>The curved dagger that carries a secret enchantment able only to destroy the being you once worshiped.</li>\n<li>The amulet which is said to grant command of a powerful construct.</li>\n<li>A forbidden tome which your cult would kill to retrieve.</li>\n<li>An incriminating letter to your cult leader from their master (a noted noble or politician).</li>\n<li>A compass which points to some distant location or object.</li>\n<li>A talisman which is said to open a gateway to the realm of a forgotten god.</li>\n<li>The birthmark which distinguishes you as the chosen vessel of a reborn god.</li>\n</ol>",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "vzqqjot2hogyktt4"
}