{
	"folder": null,
	"name": "Deep Hunter",
	"type": "background",
	"img": "icons/environment/wilderness/terrain-forest-gray.webp",
	"system": {
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"description": "<p>You are skilled at hunting monsters in underground environments. You have spent much of your training alone in the dark, honing your senses to pick out the slightest sound or notice the most subtle disturbance in loose sand. You are relentless in your pursuit, for you know the danger your quarry poses.</p>\n<p>Are you a guardian of your community, or do you hunt for sport? Do you work alone, or do you hire yourself out as a guide for bored nobles in search of excitement? What monster have you sworn to catch?</p>\n<p><strong>Ability Score Increases:</strong> +1 to Wisdom and one other ability score.</p>\n<p><strong>Skill Proficiencies:</strong> Survival, and either Nature or Stealth.</p>\n<p><strong>Tool Proficiencies:</strong> Leatherworker&rsquo;s tools.</p>\n<p><strong>Suggested Equipment (Cost 12 gold):</strong> chalk, traveler&rsquo;s clothes, 2 hunting traps</p>\n<p><em><strong>Feature: Deep Lore.</strong></em> You&rsquo;ve spent so much time underground that you have a natural feel for it. You always have a sense of how deep you are and which direction is north, provided that you&rsquo;ve traveled in these regions before. You are also generally aware of the physical and political geography of the region (e.g., &ldquo;the old dwarf colony is this way and those tunnels are part of the wererat pack&rsquo;s hunting grounds&rdquo;). You know where relatively safe places to camp are located and you can usually find fresh sources of water.</p>\n<p><em><strong>Adventures and Advancement:</strong></em> Once you&rsquo;ve collected a few trophies from your hunts, people start offering you money in exchange for help against the subterranean monsters plaguing their communities. After a few such bounties, you gain the free service of up to 4 scouts (or scout variants). You can ask them to adventure with you or dispatch them to gather information on distant areas.</p>\n<h3><strong>DEEP HUNTER CONNECTIONS</strong></h3>\n<p>1. The hunter that saved your life.</p>\n<p>2. The rival hunter that pursues the same beast.</p>\n<p>3. The rival hunter that took credit for your kill and branded you a liar.</p>\n<p>4. The intelligent monster that mocks you every time it escapes your grasp.</p>\n<p>5. The community or family that depends on you.</p>\n<p>6. The city alchemist that pays well for your trophies.</p>\n<p>7. A community of fey, deep gnome, or shadow elves that owe you their lives.</p>\n<p>8. A monster you have befriended and sworn to protect.</p>\n<p>9. The surface world ruler from whom you&rsquo;re hiding.</p>\n<p>10. The monster that hunts you.</p>\n<h3><strong>DEEP HUNTER MEMENTOS</strong></h3>\n<p>1. A prized bow string, arrow, whetstone, or other piece of equipment that has never let you down.</p>\n<p>2. A locket containing the picture of a subterranean monster&rsquo;s victim.</p>\n<p>3. An astonishing assortment of unusual jerkies.</p>\n<p>4. A scar from the monster that got away.</p>\n<p>5. Clothing bedecked with a dozen grisly trophies.</p>\n<p>6. A lucky coin you flip when you&rsquo;re not sure of the way forward.</p>\n<p>7. The broken horn or tooth that nearly killed you.</p>\n<p>8. A talking monster skull (you hear it talking, anyway).</p>\n<p>9. A copper coin taken from a cavern filled with riches; you stumbled across the cavern while lost and have never found your way back.</p>\n<p>10. A journal detailing your attempts to find a navigable passage to the Midnight Sea.</p>",
		"grants": {
			"sZetBO7UyosU9JUA": {
				"grantType": "ability",
				"abilities": {
					"options": [
						"str",
						"dex",
						"con",
						"int",
						"cha"
					],
					"total": 1,
					"base": [
						"wis"
					]
				},
				"context": {
					"types": [
						"base"
					]
				},
				"bonus": "1",
				"label": "Default ASI"
			},
			"krSbTcgYL3GcexFZ": {
				"grantType": "proficiency",
				"keys": {
					"total": 1,
					"base": [
						"sur"
					],
					"options": [
						"nat",
						"ste"
					]
				},
				"proficiencyType": "skill",
				"label": "Skill Proficiencies"
			},
			"DvJi44h6RnXw1vJU": {
				"grantType": "feature",
				"label": "Background Feature",
				"features": {
					"base": [
						"Compendium.a5e.a5e-background-features.Item.62in0zx1iia2i6s0"
					]
				}
			},
			"AEVarstK54LH6QwP": {
				"grantType": "item",
				"label": "Suggested Equipment",
				"optional": true,
				"items": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.1r51u7tt4h98vhc0",
							"quantityOverride": 0
						},
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.yd87og78egvpztx3",
							"quantityOverride": 0
						},
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.5phxxco5a853etuy",
							"quantityOverride": "2"
						}
					]
				}
			},
			"8H52thFFF2AAmPsU": {
				"grantType": "trait",
				"traits": {
					"traitType": "tools",
					"base": [
						"leatherworkersTools"
					]
				},
				"label": "Tool Proficiencies"
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "qz5fib9akehc2i2v"
}