{
	"name": "Entertainer",
	"type": "background",
	"img": "icons/tools/instruments/flute-simple-wood.webp",
	"system": {
		"description": "<p>You&rsquo;re a performer who knows how to dazzle a crowd, an artist but also a professional: you never forget to pass the hat after a show.</p>\n<p>Are you a lute-strumming singer? An actor? A poet or author? A tumbler or juggler? Are you a rising talent, or a star with an established following?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Charisma and one other ability score.&nbsp;</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:&nbsp;</strong>Performance, and either Acrobatics, Culture, or Persuasion.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies: </strong>Gaming set, musical instrument.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 40 gold):&nbsp;</strong>Lute or other musical instrument, costume.</p>\n<p class=\"Indent1\"><strong><em>Feature: Pay the Piper.</em></strong>&nbsp;In any settlement in which you haven&rsquo;t made yourself unpopular, your performances can earn enough money to support yourself and your companions: the bigger the settlement, the higher your standard of living, up to a moderate lifestyle in a city.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement.</em></strong><strong>&nbsp;</strong>Some of your admirers will pay you to plead a cause or smear an enemy. If you succeed at several such quests, your fame will grow. You will be welcome at royal courts, which will support you at a rich lifestyle.</p>\n<h3><strong>ENTERTAINER CONNECTIONS</strong></h3>\n<ol>\n<li>Your rival, an equally talented performer.</li>\n<li>The cruel ringleader of the sinister circus where you learned your trade.</li>\n<li>A noble who wants vengeance for the song you wrote about him.</li>\n<li>The actor who says that there&rsquo;s always room in their troupe for you and your companions.</li>\n<li>The noble who owes you a favor for penning the love poems that won their spouse.</li>\n<li>Your former partner, a slumming noble with a good ear and bad judgment.</li>\n<li>The rival who became successful and famous by taking credit for your best work.</li>\n<li>The highly-placed courtier who is always trying to further your career.</li>\n<li>A jilted lover who wants revenge.</li>\n<li>The many tavernkeepers and tailors to whom you owe surprisingly large sums.</li>\n</ol>\n<hr>\n<h3><strong>ENTERTAINER MEMENTOS</strong></h3>\n<ol>\n<li>Your unfinished masterpiece&mdash;if you can find inspiration to overcome your writer&rsquo;s block.</li>\n<li>Fine clothing suitable for a noble and some reasonably convincing costume jewelry.</li>\n<li>A love letter from a rich admirer.</li>\n<li>A broken instrument of masterwork quality&mdash;if repaired, what music you could make on it!</li>\n<li>A stack of slim poetry volumes you just can&rsquo;t sell.</li>\n<li>Jingling jester&rsquo;s motley.</li>\n<li>A disguise kit.</li>\n<li>Water-squirting wands, knotted scarves, trick handcuffs, and other tools of a bizarre new entertainment trend: a nonmagical magic show.</li>\n<li>A stage dagger.</li>\n<li>A letter of recommendation from your mentor to a noble or royal court.</li>\n</ol>",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "bz1px38i50gq3koh"
}