{
	"folder": null,
	"name": "Escapee From Below",
	"type": "background",
	"img": "icons/sundries/survival/cuffs-shackles-steel.webp",
	"system": {
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"description": "<p>You spent long years captive to an Underland empire, where you grew accustomed to ways that aren&rsquo;t your own. You are now a stranger to your own people, having replaced their social mores with those you learned while underground. Your bizarre ways mystify them: you don&rsquo;t wake and sleep with the sun, you eat strange foods, and you often use words and phrases that they&rsquo;ve never heard.</p>\n<p>Who were your captors? Were they aboleth, deep dwarves, or even weirder creatures? Did you languish in a dungeon cell, or did you serve as a laborer, sailor, or gladiator? How did you escape? Do you have any unfinished business below the surface?</p>\n<p><strong>Ability Score Increases:</strong> +1 to Constitution and one other ability score.</p>\n<p><strong>Skill Proficiencies:</strong> Stealth, and either Perception or Survival.</p>\n<p><strong>Tool Proficiencies:</strong> Thieves&rsquo; tools.</p>\n<p><strong>Suggested Equipment (Cost 25 gold):</strong> Common clothes, thieves&rsquo; tools.</p>\n<p><em><strong>Feature: Alien Culture.</strong></em> Your prolonged captivity has granted you insight into the culture that kept you. You understand their customs, traditions, religion, political ties, and to some extent how they think. You are regarded as an expert in this culture and can usually recall some useful detail when you and your companions face a challenge involving this culture.</p>\n<p><em><strong>Adventures and Advancement:</strong></em> You find yourself drawn to the lands you once escaped. When you return there, you may have an opportunity to right wrongs or take revenge for past injuries. When you do, other escapees may look to you for leadership.</p>\n<h3><strong>ESCAPEE FROM BELOW CONNECTIONS</strong></h3>\n<p>1. The friend and fellow escapee from whom you were separated.</p>\n<p>2. The family members who remain in captivity.</p>\n<p>3. The cruel overseer who tortured you.</p>\n<p>4. Members of an Underland resistance movement.</p>\n<p>5. An evil commando squad that hunts escapees.</p>\n<p>6. The kindly merchant who took you in when you first reached the surface.</p>\n<p>7. A fellow prisoner, still in captivity, who claimed to be an heir to royalty.</p>\n<p>8. The prominent merchant or politician you saw making deals with evil creatures in the Underland.</p>\n<p>9. A mighty Underland creature with ambitions to conquer the surface world.</p>\n<p>10. A ship captain who sails the Midnight Sea.</p>\n<h3><strong>ESCAPEE FROM BELOW MEMENTOS</strong></h3>\n<p>1. A partial map of your escape route.</p>\n<p>2. Broken shackles or chains.</p>\n<p>3. A precious heirloom, still hidden somewhere in Underland.</p>\n<p>4. A delicious recipe (which no one would eat if they knew the ingredients).</p>\n<p>5. A compass that points back where you came.</p>\n<p>6. Twelve days worth of rations (dried mushrooms).</p>\n<p>7. A tattoo that conceals the hidden routes and passwords you used to gain your freedom.</p>\n<p>8. A trophy taken from the guard you overcame.</p>\n<p>9. A strange board game or toy designed for hands with too many fingers.</p>\n<p>10. A telepathic rat or other unusual pet.</p>",
		"grants": {
			"rEMCue7sUAuJee1y": {
				"grantType": "ability",
				"abilities": {
					"options": [
						"str",
						"dex",
						"int",
						"wis",
						"cha"
					],
					"total": 1,
					"base": [
						"con"
					]
				},
				"context": {
					"types": [
						"base"
					]
				},
				"bonus": "1",
				"label": "Default ASI"
			},
			"sHdJuI3uUsLL0n8w": {
				"grantType": "proficiency",
				"keys": {
					"total": 1,
					"base": [
						"ste"
					],
					"options": [
						"prc",
						"sur"
					]
				},
				"proficiencyType": "skill",
				"label": "Skill Proficiencies"
			},
			"mopAN3tKypJKXyKS": {
				"grantType": "feature",
				"label": "Background Feature",
				"features": {
					"base": [
						"Compendium.a5e.a5e-background-features.Item.og1sjqy04zeach0o"
					]
				}
			},
			"psf6PszkmGTHH1Jj": {
				"grantType": "item",
				"label": "Suggested Equipment",
				"optional": true,
				"items": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.w9t45o2j9aqx1qmp",
							"quantityOverride": 0
						},
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.3k3o90tq7gclpuem",
							"quantity": 1
						}
					]
				}
			},
			"QPrpgrU9HXHg7jhJ": {
				"grantType": "trait",
				"traits": {
					"traitType": "tools",
					"base": [
						"thievesTools"
					]
				},
				"label": "Tool Proficiencies"
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "2snmg0ovyvhpg21r"
}