{
	"name": "Gambler",
	"type": "background",
	"img": "icons/sundries/gaming/playing-cards.webp",
	"system": {
		"description": "<p>You haven&rsquo;t met your match at dice or cards. A career of high stakes and daring escapades has taught you when to play close to the chest and when to risk it all&mdash;but you haven&rsquo;t yet learned when to walk away.</p>\n<p>Are you a brilliant student of the game, a charming master of the bluff and counterbluff, or a cheater with fast hands? What turned you to a life of adventure: a string of bad luck, or an insatiable thirst for risk?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Charisma and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:</strong>&nbsp;Deception, and either Insight or Sleight of Hand.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:&nbsp;</strong>Gaming set (dice set, playing cards set).</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 16 gold):</strong>&nbsp;Fine clothes, dice set, playing card set.</p>\n<p class=\"Indent1\"><strong><em>Feature: Lady Luck.</em></strong>&nbsp;Each week you may attempt a &ldquo;lucky throw&rdquo; to support yourself by gambling. Roll a d6 to determine the lifestyle you can afford with your week&rsquo;s winnings (1&ndash;2: poor, 3&ndash;5: moderate, 6: rich).</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement.</em></strong>&nbsp;Once you&rsquo;ve had more than your fair share of lucky throws, you attract the attention of richer opponents. You add +1 to all your lucky throws. Additionally, you and your friends may be invited to exclusive games with more at stake than money.</p>\n<h3><strong>GAMBLER CONNECTIONS</strong></h3>\n<ol>\n<li>The mentor you have now surpassed.</li>\n<li>The duelist who will never forgive you for fleecing them.</li>\n<li>The legendary gambler you aspire to beat.</li>\n<li>The friendly rival who always keeps you on your toes.</li>\n<li>The noble who publicly accused you of cheating.</li>\n<li>An ink-stained academic who wants you to test a risky theory about how to beat the house.</li>\n<li>The gang leader who would rather kill you than pay up.</li>\n<li>The kid who strives to emulate you.</li>\n<li>The cardsharp rival who cheats to win.</li>\n<li>The rival who won something from you that you want back.</li>\n</ol>\n<hr>\n<h3><strong>GAMBLER MEMENTOS</strong></h3>\n<ol>\n<li>Gambling debts owed you by someone who&rsquo;s gone missing.</li>\n<li>Your lucky coin that you&rsquo;ve always won back after gambling it away.</li>\n<li>The deeds to a monster-infested copper mine, a castle on another plane of existence, and several other valueless properties.</li>\n<li>A pawn shop ticket for a valuable item&mdash;if you can gather enough money to redeem it.</li>\n<li>The hard-to-sell heirloom that someone really wants back.</li>\n<li>Loaded dice or marked cards. They grant advantage on gambling checks when used, but can be discovered when carefully examined by someone with the appropriate tool proficiency (dice or cards).</li>\n<li>An invitation to an annual high-stakes game to which you can&rsquo;t even afford the ante.</li>\n<li>A two-faced coin.</li>\n<li>A torn half of a card&mdash;a long-lost relative is said to hold the other half.</li>\n<li>An ugly trinket that its former owner claimed had hidden magical powers.</li>\n</ol>",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "ozxxla8s8niqzw9w"
}