{
	"name": "Guildmember",
	"type": "background",
	"img": "icons/sundries/documents/blueprint-shield.webp",
	"system": {
		"description": "<p>It never hurts to be part of a team, and when you&rsquo;re part of a guild opportunities knock at your door.</p>\n<p>Are you a member of a trade or artisan&rsquo;s guild? Or an order of mages or monster hunters? Or have you found entry into a secretive guild of thieves or assassins?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Constitution and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:&nbsp;</strong>Two of your choice.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;One type of artisan&rsquo;s tools, one instrument, or one vehicle.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 3&ndash;52 gold):&nbsp;</strong>One set of artisan&rsquo;s tools or one instrument, traveler&rsquo;s clothes, guild badge.</p>\n<p class=\"Indent1\"><strong><em>Feature: Guild Business</em></strong><strong>.</strong>&nbsp;While in a city or town, you can maintain a moderate lifestyle by plying your trade. Furthermore, the guild occasionally informs you of jobs that need doing. Completing such a job might require performing a downtime activity, or it might require a full adventure. The guild provides a modest reward if you&rsquo;re successful.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement</em></strong><strong>.&nbsp;</strong>Once you have completed several quests or endeavors advancing guild business, you may be promoted to guild officer. You gain access to more lucrative contracts. In addition, the guild supports you at a moderate lifestyle without you having to work.</p>\n<h3><strong>GUILDMEMBER CONNECTIONS</strong></h3>\n<ol>\n<li>Your guild master who occasionally has secret missions for groups which can keep their mouths shut.</li>\n<li>Members of a rival guild who might or might not stoop to violence.</li>\n<li>The master who, recognizing your talent, risked all to teach you dangerous guild secrets.</li>\n<li>The agent of a rival guild who is trying to steal secrets.</li>\n<li>The jealous teacher who took credit for your work and got you expelled from the guild.</li>\n<li>The guild quartermaster who stocks goods of dubious legality.</li>\n<li>The friendly guild officer who always saves you the most interesting assignments.</li>\n<li>The rivals who always compete for the same guild jobs.</li>\n<li>The noble who owes you big.</li>\n<li>Your guild master&rsquo;s ambitious second-in-command who is recruiting allies for a coup.</li>\n</ol>\n<hr>\n<h3><strong>GUILDMEMBER MEMENTOS</strong></h3>\n<ol>\n<li><em>Artisans Guild:&nbsp;</em>An incomplete masterpiece which your mentor never finished.</li>\n<li><em>Entertainers Guild:&nbsp;</em>An incomplete masterpiece which your mentor never finished.</li>\n<li><em>Explorers Guild:</em>&nbsp;A roll of incomplete maps each with a reward for completion.</li>\n<li><em>Laborers Guild:</em>&nbsp;A badge entitling you to a free round of drinks at most inns and taverns.</li>\n<li><em>Adventurers Guild:</em>&nbsp;A request from a circus to obtain live exotic animals.</li>\n<li><em>Bounty Hunters Guild:</em>&nbsp;A set of manacles and a bounty on a fugitive who has already eluded you once.</li>\n<li><em>Mages Guild:</em>&nbsp;The name of a wizard who has created a rare version of a spell that the guild covets.&nbsp;</li>\n<li><em>Monster Hunters Guild:</em>&nbsp;A bounty, with no time limit, on a monster far beyond your capability.</li>\n<li><em>Archaeologists Guild:</em>&nbsp;A map marking the entrance of a distant dungeon.</li>\n<li><em>Thieves Guild:</em> Blueprints of a bank, casino, mint, or other rich locale.</li>\n</ol>",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "kk9h62ia7z6x7a00"
}