{
	"folder": null,
	"name": "Hedge Witch",
	"type": "background",
	"img": "icons/magic/nature/leaf-juggle-humanoid-green.webp",
	"system": {
		"description": "<p>You are a hedge witch: a soothsayer and herbalist with extensive knowledge of the plants and fungi that grow in wild places. You also often practice some mundane form of divination by way of tarot readings, casting bones, using pendulums, or other methods. You do not know which of your readings are true or false, nor do you know which are destined to come to fruition. Still, people frequently seek you out, either for medicinal aid or for you to cast your bones and soothe their troubled minds. For one reason or another you have been called away on adventure.</p>\n<p>Why did you leave your family or your home behind? Was it curiosity, boredom, or revenge against someone (or something) who wronged you? Are you seeking a rare ingredient to one of your salves that is integral to saving someone you know and love? Have you always been a wandering fortuneteller, hoping that one day what you see in your divinations proves true? Or, do you know that the veracity of your fortunes and tinctures are dubious, and you&rsquo;re just looking to make some coin by telling people what they want to hear?</p>\n<p><strong>Ability Score Increases:</strong> +1 to Wisdom and one other ability score.</p>\n<p><strong>Skill Proficiencies: </strong>Nature, and either Medicine or Survival.</p>\n<p><strong>Tool Proficiencies:</strong> Herbalism kit or tea master&rsquo;s set.</p>\n<p><strong>Suggested Equipment (Cost 15 gold):</strong> Common clothes, 5 Supply, backpack, recipe book, and one mundane fortunetelling implement of your choice (tarot deck, bones, a pendulum, etc.)</p>\n<p><em><strong>Feature: Auspice of Success. </strong></em>Once per day you may perform a reading on a willing creature using your choice of divination implement (the creature can be yourself). Roll a d6. On a result of 1&ndash;3, nothing happens. On a result of 4&ndash;6, roll a d20 and consult the list of skills for the corresponding entry. The creature receives an expertise die to that skill for the next 24 hours. A creature may only benefit from one reading at a time.</p>\n<p><em><strong>Adventure and Advancement.</strong></em> Whether you are a village fixture or a wandering psychic, once the common folk learn that you are a hedge witch they are likely to approach you with requests for readings, assistance with a problem, or for minor healing. Even lesser nobility may turn to your talents in times of strife. In settlements in which you have some renown, you may find that taverns and inns will provide you and your cohorts free lodging at a modest lifestyle.</p>\n<p>Depending on the nature of your exploits, you may be invited to join a circle of diviners or similar organization or gain the patronage of high nobility. Regardless, you attract the service of apprentices (4 acolytes or 2 apprentice mages) who wish to learn from you.</p>\n<h3>Hedge Witch Connections</h3>\n<ol>\n<li>A person scorned by an incorrect or unclear reading.</li>\n<li>The young child from the village who came to watch you work.</li>\n<li>A ranger who frequently visited your shack.</li>\n<li>Your mentor: either a parent, grandparent, or other parental figure.</li>\n<li>Whispered voices that frequently call your divination into question.</li>\n<li>The young person you frequently counseled in times of need.</li>\n<li>The shadowy form you glimpse in the woods at night.</li>\n<li>An overzealous priest who has declared your practice heresy.</li>\n<li>The nervous noble who visits you for remedies in secret.</li>\n<li>The source of that creeping sensation at the back of your neck&mdash;whatever it is.</li>\n</ol>\n<h3>Hedge Witch Mementos</h3>\n<ol>\n<li>A piece of quartz fished out of the local river.</li>\n<li>The pinion feather of a bird of prey, such as an owl or eagle.</li>\n<li>A small mortar of salt that you throw over your shoulder to prevent bad luck.</li>\n<li>A token carved from bone.</li>\n<li>The skull of a bird or other small animal.</li>\n<li>The chipped teacup you use for your readings.</li>\n<li>A shard of wood from a tree struck by lightning.</li>\n<li>The crystal necklace gifted to you by your mentor.</li>\n<li>A rattle filled with beetle carapaces.</li>\n<li>A black mirror that shows no reflections.</li>\n</ol>",
		"favorite": false,
		"secretDescription": "",
		"source": "hearthAndHome",
		"grants": {
			"8X6ZJFdaQelIvUnw": {
				"grantType": "ability",
				"abilities": {
					"options": [
						"str",
						"dex",
						"con",
						"int",
						"cha"
					],
					"total": 1,
					"base": [
						"wis"
					]
				},
				"context": {
					"types": [
						"base"
					]
				},
				"bonus": "1",
				"label": "Default ASI"
			},
			"nomlzT6kRqxuYxQW": {
				"grantType": "proficiency",
				"keys": {
					"total": 1,
					"base": [
						"nat"
					],
					"options": [
						"med",
						"sur"
					]
				},
				"proficiencyType": "skill",
				"label": "Skill Proficiencies"
			},
			"lSpq3lmJGyw12HY6": {
				"grantType": "feature",
				"label": "Background Feature",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-background-features.Item.aUiRg0WZLSv1fSmj",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			},
			"pO2kuzagaYvlqWce": {
				"grantType": "item",
				"label": "Suggested Equipment",
				"optional": true,
				"items": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.w9t45o2j9aqx1qmp",
							"quantityOverride": 0
						},
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.pwgkdtzl4t3n9xrr",
							"quantityOverride": 5
						},
						{
							"uuid": "Compendium.a5e.a5e-adventuring-gear.Item.yobed5dj5zmxjnjh",
							"quantity": 1
						}
					]
				}
			},
			"2rBr8TnzxxsKM7ug": {
				"grantType": "proficiency",
				"proficiencyType": "tool",
				"label": "Tool Proficiencies",
				"keys": {
					"options": [
						"herbalismKit",
						"Tea Master's Set"
					],
					"total": 1
				}
			}
		},
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.10",
		"createdTime": 1753647823447,
		"modifiedTime": 1753648209167,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "7zlmplR7jWF6WhNI"
}
