{
  "name": "Hermit",
  "type": "background",
  "img": "icons/environment/wilderness/altar-hidden.webp",
  "system": {
    "description": "<p>You lived for years alone in a remote shrine, cave, monastery, or elsewhere away from the world. Among your daily tasks you had lots of time for introspection.&nbsp;</p>\n<p>Why were you alone? Were you performing penance? In exile or hiding? Tending a shrine or holy spot? Grieving?&nbsp;</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Wisdom and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:&nbsp;</strong>Religion, and either Medicine or Survival.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;Herbalism kit.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 13 gold):&nbsp;</strong>Healer&rsquo;s satchel, herbalism kit, common clothes, 7 days rations, and a prayer book, prayer wheel, or prayer beads.</p>\n<p class=\"Indent1\"><strong><em>Feature: Inner Voice</em></strong><strong>.&nbsp;</strong>You occasionally hear a voice&mdash;perhaps your conscience, perhaps a higher power&mdash;which you have come to trust. It told you to go into seclusion, and then it advised you when to rejoin the world. You think it is leading you to your destiny (consult with your Narrator about this feature.)</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement</em></strong><strong>.&nbsp;</strong>Your inner voice may occasionally prompt you to accept certain adventure opportunities or to avoid certain actions. You are free to obey or disobey this voice. Eventually however it may lead you to a special revelation, adventure, or treasure.</p>\n<h3><strong>HERMIT CONNECTIONS</strong></h3>\n<ol>\n<li>The high priest who banished you to the wilderness until you repent your heresy.</li>\n<li>The inquisitor who hunts you even through the most solitary wildlands.</li>\n<li>The supernatural patron whose temptations and gifts you seek to reject.</li>\n<li>The inner voice you only hear in solitude.</li>\n<li>The mentor who trained you in silent contemplation&mdash;until they mysteriously turned their back on their own teachings.</li>\n<li>The villain who destroyed the shreds of your original, worldly life.</li>\n<li>The noble relatives who seek to return you to the life you rejected.</li>\n<li>The religious superior whose blasphemies scandalized you into fleeing your religious order.</li>\n<li>The angel who delivered you a prophecy.</li>\n<li>The mysterious person you glimpsed several times from a distance&mdash;unless it was a hallucination.</li>\n</ol>\n<hr>\n<h3><strong>HERMIT MEMENTOS</strong></h3>\n<ol>\n<li>The (possibly unhinged) manifesto, encyclopedia, or theoretical work that you spent so much time on.</li>\n<li>The faded set of fine clothes you preserved for so many years.</li>\n<li>The signet ring bearing the family crest that you were ashamed of for so long.</li>\n<li>The book of forbidden secrets that led you to your isolated refuge.</li>\n<li>The beetle, mouse, or other small creature which was your only companion for so long.</li>\n<li>The seemingly nonmagical item that your inner voice says is important.</li>\n<li>The magic-defying clay tablets you spent years translating.</li>\n<li>The holy relic you were duty bound to protect.</li>\n<li>The meteor metal you found in a crater the day you first heard your inner voice.</li>\n<li>Your ridiculous-looking sun hat.</li>\n</ol>",
    "schemaVersion": {
      "version": 0.01,
      "lastMigration": null
    },
    "grants": {},
    "source": "adventurersGuide"
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "3wcchrp5u35276hp"
}
