{
  "name": "Marauder",
  "type": "background",
  "img": "icons/weapons/axes/axe-broad-worn-yellow.webp",
  "system": {
    "description": "<p>You were a member of an outlaw band. You might have been part of a troop of cutthroat bandits, or a resistance movement battling a tyrant, or a pirate fleet. You lived outside of settled lands, and your name was a terror to rich travelers.</p>\n<p>How did you join your outlaw band? Why did you leave it&mdash;or did you?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Dexterity and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:</strong>&nbsp;Survival, and either Intimidation or Stealth.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;One type of artisan&rsquo;s tools or vehicle.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 4 gold):</strong>&nbsp;Traveler&rsquo;s clothes, signal whistle, tent (one person).</p>\n<p class=\"Indent1\"><strong><em>Feature: Secret Ways.</em></strong>&nbsp;When you navigate while traveling, pursuers have&nbsp;<span class=\"freelinking-link\">disadvantage</span>&nbsp;on checks made to track your group. Additionally, you can travel stealthily at a normal pace.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement.</em></strong>&nbsp;Allies and informants occasionally give you tips about the whereabouts of poorly-guarded loot. After a few such scores, you may gain the free service of up to 8&nbsp;<span class=\"freelinking-link\">bandits</span>&nbsp;.</p>\n<h3><strong>MARAUDER CONNECTIONS</strong></h3>\n<ol>\n<li>Your nemesis: a naval captain or captain of the guard who thwarted you on several occasions.</li>\n<li>Your mentor: a charismatic pirate captain.</li>\n<li>The stylish highway robber who taught you the trade.</li>\n<li>The local noble who pursues you obsessively.</li>\n<li>The three outlaws who hold the other three pieces of your treasure map.</li>\n<li>The marauder chief who betrayed you and the rest of the gang in exchange for freedom.</li>\n<li>The child you became an outlaw to protect.</li>\n<li>The cleric who converted you to a life of law and faith.</li>\n<li>The scholarly old bandit whose inventions gave you an edge against the pursuing authorities.</li>\n<li>Your best friend&mdash;who is serving a life sentence for your shared crime.</li>\n</ol>\n<hr>\n<h3><strong>MARAUDER MEMENTOS</strong></h3>\n<ol>\n<li>The eerie mask by which your victims know you.</li>\n<li>The one item that you wish you hadn&rsquo;t stolen.</li>\n<li>A signet ring marking you as heir to a seized estate.</li>\n<li>A locket containing a picture of the one who betrayed you.</li>\n<li>A broken compass.</li>\n<li>A love token from the young heir to a fortune.</li>\n<li>Half of a torn officer&rsquo;s insignia.</li>\n<li>The hunter&rsquo;s horn which members of your band use to call allies.</li>\n<li>A wanted poster bearing your face.</li>\n<li>Your unfinished thesis from your previous life as an honest scholar.</li>\n</ol>",
    "schemaVersion": {
      "version": 0.01,
      "lastMigration": null
    },
    "grants": {},
    "source": "adventurersGuide"
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "03ihd9edc8kduucy"
}
