{
	"name": "Sailor",
	"type": "background",
	"img": "icons/tools/nautical/anchor.webp",
	"system": {
		"description": "<p>You&rsquo;re an experienced mariner with a keen weather eye and a favorite tavern in every port. Hard voyages have toughened you and the sea&rsquo;s power has made you humble.</p>\n<p>Were you a deckhand, an officer, or the captain of your vessel? Did you crew a naval cutter, a fishing boat, a merchant&rsquo;s barge, a privateering vessel, or a pirate ship?&nbsp;</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Constitution and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:</strong>&nbsp;Athletics, and either Acrobatics or Perception.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;Navigator&rsquo;s tools, water vehicles.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 27 gold):&nbsp;</strong>Common clothes, navigator&rsquo;s tools, 50 feet of rope.</p>\n<p class=\"Indent1\"><strong><em>Feature: Sea Salt.</em></strong>&nbsp;Your nautical jargon and rolling gait mark you unmistakably as a mariner. You can easily enter into shop talk with any sailors that are not hostile to you, learning nautical gossip and ships&rsquo; comings and goings. You also recognize most large ships by sight and by name, and can make a History or&nbsp;Culture&nbsp;check to recall their most recent captain and allegiance.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement.</em></strong><strong>&nbsp;</strong>You and your companions will be able to take passage for free on nearly any commercial ship in exchange for occasional ship duties when all hands are called. In addition, after you have a few naval exploits under your belt your fame makes sailors eager to sail under you. You can hire a ship&rsquo;s crew at half the usual price.</p>\n<h3><strong>SAILOR CONNECTIONS</strong></h3>\n<ol>\n<li>Your first captain: a cheerful merchant shipmaster and opportunistic pirate.</li>\n<li>The cruel naval captain who flogged you out of the service.</li>\n<li>The scoundrelly shipmate who ran off with the other half of your treasure map.</li>\n<li>The naval captain who won&rsquo;t rest until you are caught.</li>\n<li>The mutineers who left you on a deserted island.</li>\n<li>The fisherman with whom you tried to reel in the King of the Sea.</li>\n<li>A friendly shipmate who is eager to tell everyone the tale of how you saved their life.</li>\n<li>Your former shipmate, a bent and aged mariner with an eerie gift for foretelling bad weather and other calamities.</li>\n<li>Your retired mentor who first taught you the difference between a mainbrace and a marlinspike.</li>\n<li>The pirate who sunk your ship, leaving you the sole survivor.</li>\n</ol>\n<hr>\n<h3><strong>SAILOR MEMENTOS</strong></h3>\n<ol>\n<li>A dagger with a handle carved from a dragon turtle&rsquo;s tooth.</li>\n<li>A scroll tube filled with nautical charts.</li>\n<li>A harpoon (treat as a javelin with its butt end fastened to a rope).</li>\n<li>A scar with a famous tale behind it.</li>\n<li>A treasure map.</li>\n<li>A codebook which lets you decipher a certain faction&rsquo;s signal flags.</li>\n<li>A necklace bearing a scale, shell, tooth, or other nautical trinket.</li>\n<li>Several bottles of alcohol.</li>\n<li>A tale of an eerie encounter with a strange monster, a ghost ship, or other mystery.</li>\n<li>A half-finished manuscript outlining an untested theory about how to rerig a ship to maximize speed.</li>\n</ol>",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "0n3f21z8x5dpsbsd"
}