{
  "name": "Trader",
  "type": "background",
  "img": "icons/skills/social/theft-pickpocket-bribery-brown.webp",
  "system": {
    "description": "<p>You served your apprenticeship among merchants and traders. You&rsquo;ve traveled dusty miles and haggled under distant skies.</p>\n<p>Why are you living a life of adventure? Are you working off your debt to the company store? Are you escorting a caravan through dangerous wilds?</p>\n<p>Are you raising capital to start your own business, or trying to restore the fortunes of a ruined trading family? Or are you a smuggler, following secret trade routes unknown to the authorities?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Charisma and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:&nbsp;</strong>Persuasion, and either Culture, Deception, or Insight.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;One vehicle.</p>\n<p class=\"Indent1\"><strong>Languages:</strong>&nbsp;One of your choice.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 9 gold):</strong>&nbsp;Traveler&rsquo;s clothes, abacus, merchant&rsquo;s scale.&nbsp;</p>\n<p class=\"Indent1\"><strong><em>Feature: Supply and Demand.</em></strong>&nbsp;When you buy a trade good and sell it elsewhere to a community in need of that good, you gain a 10% bonus to its sale price for every 100 miles between the buy and sell location (maximum of 50%).</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement.</em></strong>&nbsp;Because of your commercial contacts you may be offered money to lead or escort trade caravans. You&rsquo;ll receive a fee from each trader that reaches their destination safely.</p>\n<h3><strong>TRADER CONNECTIONS</strong></h3>\n<ol>\n<li>The parent or relative who wants you to carry on the family business.</li>\n<li>The sibling who inherited the other half of the family business.</li>\n<li>The trading company to which you are indentured until you pay off a debt.</li>\n<li>The powerful merchant who will never forgive the business coup you pulled off.</li>\n<li>The noble whose horse trampled your poor family&rsquo;s vegetable stall, injuring or killing a family member.</li>\n<li>The parent or elder sibling who squandered your family fortune.</li>\n<li>The business partner who cheated you.</li>\n<li>The customs agent who has sworn to catch you red-handed with illicit goods.</li>\n<li>The crime boss to whom you wouldn&rsquo;t pay protection money.</li>\n<li>The smuggler who will pay well for certain commodities.</li>\n</ol>\n<hr>\n<h3><strong>TRADER MEMENTOS</strong></h3>\n<ol>\n<li>The first gold piece you earned.</li>\n<li>Thousands of shares in a failed venture.</li>\n<li>A letter of introduction to a rich merchant in a distant city.</li>\n<li>A sample of an improved version of a common tool.</li>\n<li>Scars from a wound sustained when you tried to collect a debt from a vicious noble.</li>\n<li>A love letter from the heir of a rival trading family.</li>\n<li>A signet ring bearing your family crest, which is famous in the mercantile world.</li>\n<li>A contract binding you to a particular trading company for the next few years.</li>\n<li>A letter from a friend imploring you to invest in an opportunity that can&rsquo;t miss.</li>\n<li>A trusted family member&rsquo;s travel journals that mix useful geographical knowledge with tall tales.</li>\n</ol>",
    "schemaVersion": {
      "version": 0.01,
      "lastMigration": null
    },
    "grants": {},
    "source": "adventurersGuide"
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "1fc2to7dgtm28wi3"
}
