{
  "name": "Urchin",
  "type": "background",
  "img": "icons/equipment/head/cap-simple-leather-green.webp",
  "system": {
    "description": "<p>You grew up on the streets. You know where to hide and when your puppy dog eyes will earn you a hot meal.</p>\n<p>Why were you on the streets? Were you a runaway? An orphan? Or just an adventurous kid who stayed out late?</p>\n<hr>\n<p class=\"Indent1\"><strong>Ability Score Increases:</strong>&nbsp;+1 to Dexterity and one other ability score.</p>\n<p class=\"Indent1\"><strong>Skill Proficiencies:</strong>&nbsp;Sleight of Hand, and either Deception or Stealth.</p>\n<p class=\"Indent1\"><strong>Tool Proficiencies:</strong>&nbsp;Disguise kit, thieves&rsquo; tools.</p>\n<p class=\"Indent1\"><strong>Suggested Equipment (Cost 26 gold):&nbsp;</strong>Common clothes, disguise kit.</p>\n<p class=\"Indent1\"><strong><em>Feature: Guttersnipe.</em></strong>&nbsp;When you&rsquo;re in a town or city, you can provide a poor lifestyle for yourself and your companions. Also, you know how to get anywhere in town without being spotted by gangs, gossips, or guard patrols.</p>\n<p class=\"Indent1\"><strong><em>Adventures and Advancement.</em></strong><strong>&nbsp;</strong>Street kids are among a settlement&rsquo;s most vulnerable people, especially in cities with lycanthropes, vampires, and other supernatural threats. After you help out a few urchins in trouble, word gets out and you&rsquo;ll be able to consult the street network to gather information. If you roll lower than a 15 on an Investigation check to gather information in a city or town, your roll is treated as a 15.</p>\n<h3><strong>URCHIN CONNECTIONS</strong></h3>\n<ol>\n<li>The disreputable thief who taught you thieving skills.</li>\n<li>The saintly orphanage matron who&rsquo;s so proud of how you&rsquo;ve grown.</li>\n<li>The miserly and cruel orphanage administrator who rounds up urchins and runaways.</li>\n<li>The drunken thief who shared with you what little they could steal.</li>\n<li>The fellow urchin who has some power to make &ldquo;bad stuff&rdquo; happen to their enemies.</li>\n<li>The thieves&rsquo; guild contact who will pay well for small folk to wriggle through a window or chimney to unlock a front door.</li>\n<li>The philanthropist (or charlatan?) who took you in, dressed you properly, and tried to teach you upper-class manners.</li>\n<li>The spymaster or detective who sent you on investigation missions.</li>\n<li>The noble whose horse trampled you or a friend.</li>\n<li>The rich family you ran away from.</li>\n</ol>\n<hr>\n<h3><strong>URCHIN MEMENTOS</strong></h3>\n<ol>\n<li>A locket containing pictures of your parents.</li>\n<li>A set of (stolen?) fine clothes.</li>\n<li>A small trained animal, such as a mouse, parrot, or monkey.</li>\n<li>A map of the sewers.</li>\n<li>The key or signet ring that was around your neck when you were discovered as a foundling.</li>\n<li>A battered one-eyed doll.</li>\n<li>A portfolio of papers given to you by a fleeing, wounded courier.</li>\n<li>A gold tooth (not yours, and not in your mouth).</li>\n<li>The flowers or trinkets that you sell.</li>\n<li>A dangerous secret overheard while at play.</li>\n</ol>",
    "schemaVersion": {
      "version": 0.01,
      "lastMigration": null
    },
    "grants": {},
    "source": "adventurersGuide"
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "twt1u6y6bo777q69"
}
