{
	"folder": null,
	"name": "Issue Edicts",
	"type": "feature",
	"img": "icons/magic/control/encase-creature-humanoid-hold.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p id=\"docs-internal-guid-845983a7-7fff-b589-ff1d-a605bac4b3a6\" dir=\"ltr\">At 1st level, your relic empowers you to impose your will on others. You gain proficiency in Persuasion and Intimidation, or an expertise die if you are already proficient.&nbsp;</p>\n<p dir=\"ltr\">In addition, when you cast a wielder spell that requires an initial Intelligence, Wisdom, or Charisma saving throw before taking effect, you may choose to instead have the spell affect creatures whose current hit points total no more than 2d10 + 2d10 times the level of the spell.&nbsp;</p>\n<p dir=\"ltr\">If the spell can affect multiple creatures, creatures with the lowest number of hit points (excluding unconscious creatures) are affected first. As each creature is affected, subtract its hit points from the total before moving on to the next target.&nbsp;</p>\n<p dir=\"ltr\">A target&rsquo;s hit points must be equal to or less than the total remaining for the spell to have the effects associated with failing the saving throw. Otherwise, only effects that still occur when the saving throw is passed affect the target.</p>\n<p dir=\"ltr\">If the spell affects no creatures, the creature in the area with the lowest hit point total is rattled until the beginning of its next turn. In addition, it suffers any effects that would still occur after a successful saving throw.</p>\n<p dir=\"ltr\">This feature makes no change to the area or number of creatures a spell can affect or target, nor does it change whether creatures make subsequent saving throws after the first.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "secretsOfTheSelkies",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"URMh6NVrbLLBhdBM": {
				"grantType": "proficiency",
				"level": 0,
				"optional": false,
				"label": "Issue Edicts",
				"keys": {
					"base": [
						"per",
						"itm"
					],
					"options": [],
					"total": 0
				},
				"proficiencyType": "skill"
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "wielder"
	},
	"effects": [],
	"flags": {},
	"_id": "42mhgw3fyzsul8bi"
}