{
	"name": "Primal Vitality",
	"type": "feature",
	"img": "icons/magic/nature/plant-seed-hands-glow-yellow.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 6th level, choose one of the following:</p>\n<h2>Insidious Nectar</h2>\n<p>Your body becomes laced with poison that drips from thorns at your wrists, which you can use to make unarmed strikes that deal poison damage equal to 1d8 + your Wisdom modifier. In addition, your spell save DC is increased by 2 when casting a spell of the poison school. Finally, whenever a spell you cast or a creature you&rsquo;ve summoned or transformed into deals poison damage, it deals an extra 1d6 damage.</p>\n<h2>Plant Bond</h2>\n<p>As an action you can expend 2 uses of your Wild Shape feature to summon a plant creature with a CR no greater than one-third your druid level. The creature appears in an unoccupied space you can see within 30 feet. Plants summoned in this way are allied to you and your companions. While plants summoned in this way are within 60 feet, you can use a bonus action to mentally command them. When you command multiple plants in this way, you must give them all the same command. You may decide the action the plant takes and where it moves during its next turn, or you can issue a general command, such as guarding an area. If not given a command, a summoned plant only defends itself. Plants you summon in this way remain for up to 8 hours, until they die, or until you magically dismiss them as a bonus action.</p>\n<h2>Verdant Beauty</h2>\n<p>Colorful patterns and petals grow across your body. You gain proficiency in the Deception and Persuasion skills. If you already have proficiency with either of these skills, you instead gain an expertise die in that skill. In addition, you can use an action to emit charming spores at a target within 30 feet, with effects identical to those of the charm person spell.</p>\n<p>Creatures that are immune to the poisoned condition are unaffected by the spores. You can emit spores in this way a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "adventurersGuide",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"cQxfmHgg0MSMsH87": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "cQxfmHgg0MSMsH87",
				"label": "Primal Vitality",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.7yeaqa92z9i4gx04",
							"name": "Primal Vitality [Insidious Nectar]",
							"img": "icons/svg/item-bag.svg",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.p2ve9q856nr1j0pw",
							"name": "Primal Vitality [Plant Bond]",
							"img": "icons/svg/item-bag.svg",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.az7ljdetcqh8mgyr",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"classes": "druid",
		"class": ""
	},
	"folder": null,
	"_stats": {
		"coreVersion": "12.330",
		"systemId": "a5e",
		"systemVersion": "0.19.22",
		"createdTime": 1723062893096,
		"modifiedTime": 1723063262724,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "fnxbjax8u5akiwyh"
}