{
	"name": "Blackguard",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 20th level, you fully become a terrifying figure out of nightmare and legend. You gain the following abilities: </p><ul><li><p>Your fell physiology becomes incredibly durable. You gain immunity to ongoing damage, and you gain resistance to bludgeoning, slashing, and piercing damage from non-magical sources.</p></li><li><p>Your blood becomes a poisonous black ichor. You may inflict 2 points of necrotic damage to yourself to poison a weapon with your blood for one round. A creature struck by a weapon so poisoned takes 2d6 additional necrotic damage per hit and must make a constitution saving throw or gain the poisoned condition for one minute. Creatures must save against each hit separately. Creatures within 5 feet of you that deal more than 10 points of piercing or slashing damage to you must make a dexterity save against your maneuver DC or suffer 2d6 necrotic damage. Each applicable instance of damage triggers this effect separately.</p></li><li><p>Your Menacing Countenance becomes so terrible that it tears at the minds of those who witness you. Creatures that fail their save against your Menacing Countenance take 2d4 of psychic damage and are rattled until they can shake off the effects. Creatures that fail their saves by 10 or more instead become supernaturally terrified, and will flee from you at maximum speed by the most direct route possible, heedless of hazards along their path, until you are out of sight.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "herald"
	},
	"img": "icons/commodities/metal/clasp-skull-jeweled-red.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "b0zyxqo04frsgewq",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}