{
	"name": "Channel Divinity (Black Knight)",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 3rd level when you choose this archetype, you gain the following two Channel Divinity options. </p><p><strong><em>Accursed Wound</em></strong> When you hit with a melee weapon attack, you can use your channel divinity to curse the wound (no action required). The target of the attack takes an additional 1d8 necrotic damage and must make a Constitution saving throw against your spell save DC. If the target fails, it cannot regain hit points until it finishes a long rest. If it succeeds, its maximum hit points are reduced by an amount equal to the damage done by your attack until it finishes a long rest.</p><p><strong><em>At a Moment’s Notice</em></strong> You may perform an hour-long ritual to mark a suit of armor, and either a pair of weapons or a weapon and a shield. Thereafter, you may use your channel divinity as a bonus action to summon the marked items onto your body. The armor appears on your body and any weapon or shield appears in your hands. If you are wearing different armor or are carrying other items, they appear in a neat pile at your feet. This effect works at any distance, provided your marked items are on the same plane as you.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "herald"
	},
	"img": "icons/magic/unholy/barrier-fire-pink.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "t5cpc0516ai9pi1t",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}