{
	"name": "Menacing Countenance",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 7th level, you can exude fearsomeness in a way that unsettles even the courageous. As a bonus action, you can choose to exude menace. For the next minute, creatures that are not already friendly to you that see you must make a Wisdom save against your passive spell save DC. Creatures that fail this saving throw are daunted by your fearsome aspect.&nbsp;</p>\n<p>A daunted creature acts in various ways depending on the situation and the Narrator&rsquo;s discretion. Most non-hostile daunted creatures simply find somewhere else to be. Hostile daunted creatures might also excuse themselves (often making a show of bravado before doing so). A daunted creature that attacks you takes a -1d4 penalty to their attack rolls.&nbsp;</p>\n<p>A creature engaged in combat with you can re-attempt their save against this effect at the end of each of their turns, ending the effect on a success. Creatures not in combat with you can retry the save every hour. A creature that successfully saves against this effect gains immunity to it for 24 hours.</p>\n<p>Creatures that are immune to fear are also immune to your Menacing Countenance, as are creatures more than one size larger than you or creatures with a CR higher than half of your herald level. Once you have used this feature a number of times equal to your proficiency bonus, you can't do so again until you finish a long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "herald"
	},
	"img": "icons/magic/perception/eye-ringed-glow-angry-small-red.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "k25cbr3kk1rdtq3j",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}