{
	"name": "Spellcasting (Ecclesiarch)",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Beginning at 3rd level, your faith grants you access to some divine magic. Ecclesiarchs tend to focus on spells that bolster allied forces and manipulate the battlefield, but some may select more straightforward damage-dealing or the power to curse their foes as well.</p><h3><strong>Cantrips </strong></h3><p>At 3rd level, you know two cantrips of your choice drawn from the divine school. These spells count as marshal spells for you. You learn an additional cantrip at 10th level.</p><h3><strong>Spell Slots </strong></h3><p>The Ecclesiarch Spellcasting table shows how many spell slots you have to cast your spells of 1st-level and higher. To cast one of these spells, you must expend a slot of the spell’s level or higher. You regain all expended spell slots when you finish a long rest.</p><h3><strong>Spells Known of 1st-Level or Higher </strong></h3><p>You know three 1st-level spells of your choice from the divine school. The Spells Known column of the Ecclesiarch Spellcasting table shows when you learn more spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots. Additionally, when you gain a level in this class, you can choose one of the spells you know from this feature and replace it with another qualifying spell of a level for which you have spell slots.</p><h3><strong>Spellcasting Ability </strong></h3><p>Wisdom is your spellcasting ability for your spells. You use your wisdom whenever a spell refers to your spellcasting ability. In addition, you use your wisdom modifier when setting the saving throw DC for a spell you cast and when making an attack roll with one.</p><p><strong>Spell save DC</strong> = 8 + your proficiency bonus + your wisdom modifier </p><p><strong>Spell attack modifier</strong> = your proficiency bonus + your wisdom modifier</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "marshal"
	},
	"img": "icons/skills/melee/hand-grip-staff-teal.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "ivpbnftf3nf3v0xy"
}