{
	"name": "Advanced Grafting",
	"type": "feature",
	"img": "icons/commodities/biological/organ-heart-black.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 9th level you&rsquo;ve grown tired of wasting so many perfectly good monster parts and have learned how to integrate them into your creations. The following modifications are added to your list of modification options using your Monster Minion feature at the cost of two infusion uses instead of one.</p>\n<h3>Dragon Gullet</h3>\n<p>You must have access to the corpse of a dragon that has been dead no more than 24 hours to graft this modification. Your monstrous minion gains the following breath weapon attack.</p>\n<p><strong>Stolen Breath (Recharge 5&ndash;6).</strong> The monster exhales the putrid and infected gullet of a fallen dragon in a 30-foot cone. Each creature in the area makes a Dexterity saving throw. A creature takes 3d6 necrotic damage and 3d6 damage of the type the dragon breathed in life on a failed saving throw, or half damage on a success.</p>\n<h3>Giant Muscles</h3>\n<p>You must have access to the corpse of a giant that has been dead no more than 24 hours to graft this modification. Your monstrous minion&rsquo;s Strength increases by 6.</p>\n<h3>Grim Duplicate</h3>\n<p>You must have access to the corpse of a humanoid that has been dead no more than 24 hours to graft this&nbsp; modification. Your monstrous minion has the face and features of the humanoid used to make this modification. When you graft this modification, make a leatherworker&rsquo;s tools or sewing kit check. Creatures must make a Perception check with a DC equal to the result or your check to visually determine that your minion is not the humanoid used to create it, realizing it is a monstrosity on a success by 5 or more.</p>\n<h3>Monstrous Part</h3>\n<p>You must have access to the corpse of a monstrosity with a CR no greater than half your artificer level that has been dead no more than 24 hours to graft this modification. Your monstrous minion gains a trait or attack unique to that monstrosity, such as the barbed tail (and tail attack) of a manticore or the head (and gaze attack) of a yeti. The parts of a monstrosity that can grant an attack or trait are at the Narrator&rsquo;s discretion.</p>\n<h3>Risen Beast</h3>\n<p>You must have access to the corpse of a beast with a CR of 1 or less that has been dead no more than 24 hours to graft this modification. Your monstrous minion uses the statistics of the beast with the Zombie Template, gaining the other improvements found in the Monster Minion feature as normal.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "htbxvk4m2guq09ke"
}