{
	"name": "Advanced Vehicle Modifications",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"system": {
		"ability": "",
		"actionOptions": [],
		"actions": {},
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 9th level you’ve been inspired to stretch your custom vehicle to the limits of technology and magic. The following modifications are added to your list of modification options using your Custom Vehicle feature at the cost of two infusion uses instead of one.</p><p></p><h3>Airborne</h3><p style=\"text-align: start\">The vehicle becomes an air vehicle (with a fly speed of 50 feet or 5 miles per hour) in addition to being a land vehicle. When making checks for your custom vehicle, treat it as a land vehicle while it is grounded and an air vehicle while it is airborne.</p><p style=\"text-align: start\"></p><h3>Buzzsaws</h3><p style=\"text-align: start\">Your custom vehicle gains inbuilt defenses in the form of motorized saws. While driving your custom vehicle you can make an attack using the saws as an action at any time during the vehicle’s movement. They are a 2d12 weapon, they can target any creature adjacent to the vehicle, and they add your Intelligence modifier for their attack and damage rolls.</p><p style=\"text-align: start\"></p><h3>Enclosed Cockpit</h3><p style=\"text-align: start\">While driving your custom vehicle, you gain the benefits of three-quarters-cover.</p><p style=\"text-align: start\"></p><h3>Grabbing Claws</h3><p style=\"text-align: start\">Your custom vehicle has a pair of mechanical claws that you can attack with by using an action while driving it. You gain proficiency with the claws and may use your Intelligence when making attack and damage rolls with them. On a hit the claws deal 2d6 bludgeoning or piercing damage (chosen when you make the modification) and a creature makes a Strength or Dexterity saving throw against a DC equal to your passive Engineering score or becomes grappled. Creatures can attempt to escape this grapple as normal, using your passive Engineering score instead of your maneuver DC. Your custom vehicle’s movement is not impeded by grappling a creature, and your vehicle may grapple a maximum of 1 creature at a time.</p><p style=\"text-align: start\">In addition, while driving your custom vehicle you may use the mechanical claws to lift or manipulate objects. The mechanical claws use your Intelligence to determine their carrying capacity, and when using them to make an Athletics check you may make an Engineering check instead.</p><p style=\"text-align: start\"></p><h3>Submersible</h3><p style=\"text-align: start\">Your custom vehicle becomes a water vehicle (with a swim speed of 40 feet or 4 miles per hour, or an existing swim speed increased by 20 feet or 2 miles per hour) in addition to being a land vehicle. When making checks for this vehicle, treat it as a water vehicle while it travels over water and as a land vehicle when it travels overland. In addition, your custom vehicle gains the three-dimensional vehicle property when traveling in water. You and any passengers you take can breathe normally for up to 1 hour while your custom vehicle is submerged, after which it must surface or else any occupants begin to suffocate.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"favorite": false,
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"secretDescription": "",
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class",
		"prerequisite": ""
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.r75u62qaxorpzm5i"
		}
	},
	"_id": "r75u62qaxorpzm5i"
}