{
	"name": "Alchemical Grenades",
	"type": "feature",
	"img": "icons/weapons/thrown/bomb-gas-grey-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>When you select this archetype at 3rd level, you gain proficiency with a special type of rare ranged weapon called an alchemical grenade, and you may use your Intelligence when making attack and damage rolls with them. You can use a bonus action to arm an alchemical grenade. An armed alchemical grenade explodes when it hits a target or at the end of your turn.</p><p>Alchemical grenades are thrown weapons with a range of 20/60 feet, and when an armed alchemical grenade hits a target it deals 1d6 force damage. This damage increases by 1d6 when you reach 5th level, 11th level, and 17th level (maximum 4d6). Whenever you hit a target with an alchemical grenade, each creature within 5 feet of the target makes a Dexterity saving throw or takes half as much damage as taken by the target (the target is immune to this effect). Whenever you miss with an armed alchemical grenade it explodes in a harmless location at the end of your turn.</p><p>You can use this feature to arm a number of alchemical grenades equal to your proficiency bonus. Creating these alchemical grenades has no material costs. You regain all expended uses when you finish a short or long rest by mixing chemicals and soldering together new shells for later use. You cannot regain expended uses in this way if you don’t have access to tools of artifice.</p><p>Whenever you arm an alchemical grenade, you may select one of the following grenade types.</p><h3><strong>Acid Core</strong></h3><p>A target hit by this grenade takes an additional 1d4 ongoing acid damage that persists until it submerges itself in water or uses an action to wipe the acid off. This ongoing acid damage increases by 1d4 when you reach 5th level, 11th level, and 17th level (maximum 4d4).</p><h3><strong>Arcane Payload</strong></h3><p>To select this grenade type, you must expend an infusion use.</p><p>A target hit by this grenade takes an additional 1d12 force damage and makes an Intelligence saving throw or is rattled until the end of its next turn. This additional force damage increases by 1d12 when you reach 5th level, 11th level, and 17th level (maximum 4d12).</p><h3><strong>Combustible</strong></h3><p>A target hit by this grenade takes 1d6 additional fire damage. This additional fire damage increases by 1d6 when you reach 5th level, 11th level, and 17th level (maximum 4d6). Flammable objects within 5 feet of the target that aren’t being worn or carried ignite, taking 1d6 ongoing fire damage until a creature uses an action to smother the flames.</p><h3><strong>Flashbang</strong></h3><p>A target hit by this grenade makes a Constitution saving throw or is blinded until the end of its next turn.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "47asedwjopskn6gl"
}