{
	"name": "Art Specialty",
	"type": "feature",
	"img": "icons/skills/trades/music-notes-sound-blue.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>No bard is complete without their instrument. Be it a flute, a lute, or even your own voice, starting at 1st level you learn how to make art your greatest weapon for influencing the battlefield. For the purposes of spellcasting, any musical instrument that you have proficiency with counts as a spell focus. Although spells can be cast without these instruments, only targets that are able to perceive your performance can benefit from this feature. Whenever you finish a short or long rest, choose one of the following to be your Art Specialty. </p><p>Percussion (Casabas, Castanets, Drums, Maracas). Any instrument played by being struck or scraped (either by other instruments or against each other) qualifies as a percussion instrument. When using this musical art as a spell focus, you double the ranges of bard spells from the sound school. A sound spell that has a range of Touch increases its range to 30 feet. </p><p>String Instruments (Dulcimer, Harp, Lute, Lyre, Violin). String instruments are played by plucking and twanging strings. When using this musical art as a spell focus, whenever you cast a bard spell from the movement or teleportation school you can target an additional creature within 15 feet of you. </p><p>Visual (Calligraphy, Dance, Light Manipulation, Shapes). There are many ways to undertake a visual performance whether through illustration, illusion magic, or legerdemain. When using this art as a spell focus, whenever you cast a bard spell you may choose to make an ally able to see you the point of origin of that spell. You must be able to see any targets of the spell. </p><p>Voice (Humming, Insults, Oration, Singing). When using this musical art as a spell focus, you have advantage on checks made to maintain concentration on a bard spell. </p><p>Wind Instruments (Bagpipes, Flute, Horn, Ocarina, Trombone). Any instrument played by passing air through it qualifies as a wind instrument. When using this musical art as a spell focus, whenever you cast a bard spell you can make a Deception or Performance check. Any observers with a passive Insight score equal to or less than the result of your check do not see or hear you cast the spell. Once you have used this feature three times, you cannot do so again until you finish a long rest.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "",
			"shape": "",
			"size": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"_id": "wq9ue2kd3em87d6p"
}