{
	"name": "Art Mastery",
	"type": "feature",
	"img": "icons/skills/trades/music-singing-voice-blue.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 11th level, the use of your art specialty has transcended into something beyond majestic. You gain one of the following art masteries. At 17th level, you gain an additional art mastery. </p><p>Percussion: Rolling Rhythm. You can throw a spell's magic, rebounding it from one place to another. When using this musical art as a spell focus, if you cast a spell that targets only one creature, you can target an additional creature within range of the first (as if it were casting the spell). Once you have used this feature a number of times equal to half your proficiency bonus, you can't do so again until you finish a short rest. </p><p>String Instruments: Melody for All. The melodies you pluck spread like gusts of wind. You gain a number of melody charges equal to your Charisma modifier, which you regain whenever you finish a long rest. When using this musical art as a spell focus, if you cast a spell that targets only one creature you can spend a melody charge to target an additional creature within the spell's range. </p><p>Visual: Dual Masterpiece. Your magic resonates through the air. When using this musical art as a spell focus, after casting a bard spell that used an ally as its point of origin on your last turn, if you cast the same spell normally its spell level increases by 2. Once you have used this feature a number of times equal to your proficiency bonus, you can't do so again until you finish a long rest. </p><p>Voice: Everlasting Song. The spells you cast resound upon themselves. When concentrating on a bard spell, you automatically succeed on checks made to maintain concentration while you are using this musical art as a spell focus. </p><p>Wind Instruments: Perfect Pitch. While using this musical art as a spell focus, you gain advantage on Deception and Performance checks to conceal the casting of bard spells.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "",
			"shape": "",
			"size": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"_id": "hd5w4jpsyvtkunwg"
}