{
  "name": "Artificial Spellcasting",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "ability": "",
    "actionOptions": [],
    "actions": {},
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>With ingenuity and knowhow, artificers are able to harness magic through technology. See Chapter 11: Spellcasting in the Adventurer’s Guide for the general rules of spellcasting and the Spells Listing for the Artificer spell list.</p><h3><strong>Spell Inventions</strong></h3><p>Whenever you prepare an artificer spell, you create a spell invention for that spell using your tools of artifice and whatever materials you have on hand.</p><p>A spell invention is a unique experimental device that is esoteric and useless to other creatures, but in your hands can be used to cast the spell it was prepared for. You prepare a number of spells with a spell level no higher than your maximum spell level (both as shown on the Artificer table) chosen from the artificer spell list.</p><p>You can change your list of prepared spells and replace or create new spell inventions whenever you finish a long rest by spending at least 10 minutes tinkering and experimenting with 1 gold worth of materials per new spell invention (in addition to any material components the spell requires). Any spell inventions you’ve prepared previously are taken apart and integrated into the new ones, or fall apart due to a lack of maintenance. You can only have a maximum of 1 spell invention per spell you have prepared.</p><p>You do not have spell slots, and instead utilize your spell inventions to cast spells. Whenever you cast a prepared artificer spell using a spell invention, you may cast it at a spell slot level up to your maximum spell level as shown on the Artificer table. You may freely draw a spell invention from your inventory as part of the same action used to cast a spell through it, and you may also freely stow any spell inventions you were already wielding using that same action.</p><p>Using a spell invention does not remove its spell from your list of prepared spells.</p><p>You can determine the exact form a spell invention takes but it weighs 1 pound per spell level, is no longer than 1 foot in any dimension, and it must be wielded in at least one hand to be used (treat cantrips as 1st-level spells). A spell invention has an AC equal to 10 + your Intelligence modifier, and a number of hit points equal to your artificer level × 2. You can fully repair your spell inventions whenever you finish a long rest, so long as you have access to your tools of artifice.</p><p><strong><em>Fizzle Die</em></strong>. After you cast a spell using a spell invention, you must roll a fizzle die, a 1d4. If the result is less than or equal to the spell slot level used to cast the spell, your spell invention burns out, runs out of power, or otherwise malfunctions and cannot be used again until repaired. Your fizzle die improves by one step at 10th level (from 1d4 to 1d6) and again at 20th level (from 1d6 to 1d8), and it improves by one step when using a spell invention gained from your artificer archetype (maximum 1d10).</p><h3><strong>Cantrips</strong></h3><p>At 1st level, you know two cantrips of your choice from the artificer spell list and construct a spell invention for each. Unlike your other spell inventions, using these does not require rolling a fizzle die. You learn additional artificer cantrips of your choice at higher levels and construct<br>spell inventions for them, as shown in the Cantrips Known column of the Artificer table. Whenever you gain a level in this class, you can replace one of the artificer cantrips you know with another cantrip from the artificer spell list.</p><h3><strong>Spellcasting Ability</strong></h3><p>Intelligence is your spellcasting ability for your artificer spells. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for an artificer spell you cast and when making an attack roll with one, and for setting the saving throw DC of an artificer feature.</p><p style=\"text-align: center\"><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Intelligence modifier</p><p style=\"text-align: center\"><strong>Spell attack modifier</strong> = your proficiency bonus + your Intelligence modifier</p><h3><strong>Scientific Ritual Casting</strong></h3><p>You can cast an artificer spell as a ritual using a spell invention if that spell has the ritual tag and you have the spell prepared. When using a spell invention in this way, you do not have to roll the fizzle die.</p><h3><strong>Tools of Artifice</strong></h3><p>You produce your spell inventions and infuse items using your tools which act as your spellcasting focus. These tools can be a @UUID[Compendium.a5e.a5e-adventuring-gear.gqei4i287bd3smhh]{Sewing Kit}, @UUID[Compendium.a5e.a5e-adventuring-gear.t08r0mi814lydsa3]{Smith's Tools}, @UUID[Compendium.a5e.a5e-adventuring-gear.3k3o90tq7gclpuem]{Thieves' Tools}, or any sort of artisan’s tools. After you gain the ability to infuse items at 2nd level, you can also use any item bearing one of your infusions as tools of artifice. You must be proficient with the tools you use in this way. <br></p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "favorite": false,
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "secretDescription": "",
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class",
    "prerequisite": ""
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.a5e.a5e-class-features.303s4yjiebebbvtu"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.8.15"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.8.15",
    "coreVersion": "10.291",
    "createdTime": 1678672629425,
    "modifiedTime": 1678672629425,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}