{
	"name": "Astride the Veil",
	"type": "feature",
	"img": "icons/magic/death/weapon-scythe-rune-green.webp",
	"system": {
		"actions": {},
		"description": "<p>When you take this archetype at 1st level, your special connection to life and death grants you some ability to manipulate the forces of both, as well as wielding death’s traditional arsenal. You gain proficiency with scythes, with the Religion skill and gain a Religion skill specialty in Mortality. Additionally, choose one of the following:<br></p><h3><strong>Mortal Coil</strong></h3><p>You have learned to draw strength from the sufferings of a mortal existence. You learn the spare the dying cantrip and it does not count against your cantrips known. Additionally, whenever you fail a saving throw and suffer a condition as a result, you gain temporary hit points equal to twice your proficiency bonus.<br></p><h3><strong>Vital Curse</strong></h3><p>You can use a bonus action to place a curse on a creature you can see within 30 feet. The curse lasts for 1 minute, and ends early if the target dies, you die, or you become incapacitated. The curse has the following effects:</p><ul><li><p>When you deal damage against the cursed creature, it takes an additional 1d4 necrotic damage. This bonus increases by 1d4 at 10th level, and again at 15th and 20th level.</p></li><li><p>You gain a pool of mortality dice, which begins empty. Each die represents a sliver of control over life and death. Whenever the cursed creature gains hit points, temporary hit points, rage hit points, or when a condition on it ends, add one mortality die to this pool. When a creature you can see regains hit points, you can roll a mortality die and add it to the hit points the creature regains.&nbsp;</p></li></ul><p>Once you have used this feature, you can’t use it again until you finish a short or long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mortalist",
			"link": "https://bit.ly/3c9JIUg",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": ""
	},
	"effects": [],
	"flags": {},
	"_id": "xcqjjyartm5oku9f"
}