{
  "name": "Battle Hymn",
  "type": "feature",
  "img": "icons/magic/sonic/explosion-shock-sound-wave.webp",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>Like music, battle can be wild and chaotic, and through the sensible use of formula and talent order can be brought with a dedicated change of tune. At 1st level, you learn a battle hymn. It can be expressed in any way you like -- a special leitmotif in your music, a change in pitch, or even a more advanced version of your favorite art.</p><p>Once at the start of your turn, you can activate a battle hymn by expending a use of Bardic Inspiration (no action is required). Performing a battle hymn requires your concentration, as though you were casting a spell. Once activated, a battle hymn continues until you lose concentration or the start of your next turn.</p><p>The number of battle hymns you know are listed in the Battle Hymns Known column of the Bard table. Whenever you gain a bard level, you may swap one battle hymn you know for a new battle hymn.</p><p><strong>Audience</strong>. Unless stated otherwise a battle hymn does not have a target until you choose one, and each targets a single creature within 30 feet. You may choose to target a creature at any point, but after targeting a battle hymn its target cannot be changed.</p><p><strong>Sustained Song</strong>. When you have an activated battle hymn but have not chosen a creature to benefit from it yet, at the start of your turn when it would end you can instead choose to sustain the battle hymn until the start of your next turn without expending a use of Bardic Inspiration.</p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "",
      "shape": "",
      "size": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "a-story-of-beginnings-again",
      "system": "a5e",
      "coreVersion": "9.255",
      "systemVersion": "0.5.5"
    }
  }
}