{
	"name": "Battle Dirge (Dirgesinger)",
	"type": "feature",
	"img": "icons/skills/trades/music-singing-voice-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p dir=\"ltr\">At 1st level, you can find the chaotic tune of battle and other activities and force them into a steady beat with your voice. You learn one battle dirge, and additional battle dirges at levels where a bard would learn a new battle hymn. It can be expressed in any way you like&mdash;strange intonations in an ongoing monologue, a rise and fall in the volume of your constant muttering, and so forth.</p>\n<p dir=\"ltr\">Once at the start of your turn, you can activate a battle dirge by expending a Chant die (no action is required). Performing a battle dirge requires your concentration, as though you were casting a spell, and is sustained as long as you maintain concentration on it. You may select a target for your battle dirge at any time (no reaction is required), at which point the battle dirge takes place immediately and your use of the battle dirge is expended. You may not target yourself with your battle dirges.</p>\n<p dir=\"ltr\">A creature that does not want to be affected by your battle dirge may make an Intelligence saving throw against your spell save DC. On a success the creature is unaffected.</p>\n<p dir=\"ltr\">Whenever you gain a dirgesinger level, you may swap one battle dirge you know for a new battle dirge.</p>\n<p dir=\"ltr\"><strong>Audience</strong></p>\n<p dir=\"ltr\">Unless stated otherwise a battle dirge does not have a target until you choose one, and each targets a single creature within 30 feet.</p>\n<p dir=\"ltr\"><strong>Lost Hit Dice</strong></p>\n<p dir=\"ltr\">If a battle dirge causes a creature to lose hit dice and the creature does not have enough hit dice to spare, all excess hit dice are rolled and the creature receives the rolled value in damage.</p>\n<p dir=\"ltr\"><strong>Ongoing Dirges</strong></p>\n<p dir=\"ltr\">Most battle dirges have ongoing effects (which range from one turn to ten minutes), which you are not required to maintain concentration for. A creature may not be under the effects of more than one battle dirge from the same dirgesinger at a time.</p>\n<p dir=\"ltr\">For battle dirges with effects that only go away at the end of a long rest or a short rest (and that include other long-term costs, such as death saves or fatigue), the creature may be targeted by other battle dirges, but it may not be targeted by the same battle dirge until it has recovered from the effects of the first dirge.</p>\n<p dir=\"ltr\"><em>Table: Battle Dirges</em></p>\n<div dir=\"ltr\" align=\"left\">\n<table><colgroup><col width=\"90\"><col width=\"533\"></colgroup>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\">Dirgesinger Level</p>\n</td>\n<td>\n<p dir=\"ltr\">Battle Dirge</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">1st&ndash;4th</p>\n</td>\n<td>\n<p dir=\"ltr\"><strong>Mind-Rattling Spell</strong>: You cause the target creature&rsquo;s spell to surge with mind-rattling power. When the target creature casts a spell that deals damage, you may cause it to reroll all 1s and 2s on the damage dice, adding to the total damage rather than replacing the initial rolls. Alternatively, when the target creature casts a spell that doesn&rsquo;t deal damage and requires a save, you cause its save DC to be increased by an amount equal to half your proficiency bonus (rounded down). For the next minute, the target is unable to concentrate or cast that same spell again.</p>\n<p dir=\"ltr\"><strong>Frantic Dash</strong>: You cause the target creature&rsquo;s movement, jump height, and jump distance to be tripled for one turn and you cause attacks of opportunity against the creature to be at disadvantage. The creature&rsquo;s movement speed then becomes 0 for two turns and the creature loses 2 hit dice.</p>\n<p dir=\"ltr\"><strong>Final Defense</strong>: You cause a target creature to take no damage from an attack, but it takes a level of Strife and Fatigue instead.</p>\n<p dir=\"ltr\"><strong>Strained Aim</strong>: You cause a target creature to triple the range of its ranged weapon attack. The creature also has advantage to hit and does not receive disadvantage for long-range shots. Then, for the next minute, all of the creature&rsquo;s attacks with ranged weapons are reduced to one-third their usual distance and only add half of the creature&rsquo;s proficiency bonus to hit.</p>\n<p dir=\"ltr\"><strong>Breath of Death</strong>: You cause a creature that was reduced to 0 hit points to roll a number of hit dice equal to its proficiency bonus (without losing or expending them), gain the total as hit points, and remain standing. If the creature has a reaction, it may move up to half its movement speed without provoking attacks of opportunity as a reaction. The creature then has its death saves set to 2 failures until the end of its next long rest and becomes Doomed if it is reduced to 0 hit points before then.</p>\n<p dir=\"ltr\"><strong>Fallible Beauty</strong>: You cause a creature to have advantage on all Culture, Deception, Intimidation, and Persuasion checks for the next minute. The creature then is treated as if it were Charmed by all other creatures for the next 10 minutes.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">5th&ndash;8th</p>\n</td>\n<td>\n<p dir=\"ltr\"><strong>Desperate Strike</strong>: You cause the target creature&rsquo;s weapon attack, natural weapon attack, or unarmed strike to become a critical hit. For the next minute after, all creatures gain an expertise die on attacks that aren&rsquo;t spells against the target creature.</p>\n<p dir=\"ltr\"><strong>Forgetful Genius</strong>: You cause a target creature to double its proficiency bonus, expertise die roll, and skill speciality roll on one skill check. The creature then loses proficiency, all expertise die, and all skill specialties on that skill the end of its next short rest.</p>\n<p dir=\"ltr\"><strong>Healing Overclock</strong>: You cause a creature casting a spell or using an ability or feature that heals to heal itself (or others) for twice the normal amount. Then, the next three spells (or abilities) that the creature uses to heal itself (or others) heal only the minimum amount possible.</p>\n<p dir=\"ltr\">Spells of a lower spell level than the boosted spell, or abilities and features gained at a lower level than the boosted ability or feature, only add half a point toward the three needed to recover from this dirge.</p>\n<p dir=\"ltr\"><strong>Spell Burnout</strong>: You cause a creature casting a spell to cast it at the highest spell level available to the creature&rsquo;s class or archetype (even if the creature doesn&rsquo;t have access to spells of that level yet). The creature then loses hit dice equal to the level the spell was cast at, becomes vulnerable to damage from spells, and is unable to cast cantrips or spells as rituals until the end of its next long rest.</p>\n<p dir=\"ltr\"><strong>Utterly Maddened Attacker</strong>: You cause a creature to gain advantage on all its attacks and have its critical hit range with all attacks increase by 1 for the next minute. However, the creature must use every type of action available to it to attack creatures within its reach or range; if there are no creatures within its reach or range to attack, it must move toward the nearest creature to it and begin attacking.</p>\n<p dir=\"ltr\">Whenever the target creature misses with an attack, it takes damage equal to its proficiency bonus.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">9th&ndash;12th</p>\n</td>\n<td>\n<p dir=\"ltr\"><strong>Frantic Activity</strong>: For a number of turns equal to half your proficiency bonus, you cause the target creature to take two bonus actions on its turn, each of which may be a single attack with a weapon, unarmed strike, natural weapon, cantrip, or other ability already usable with a bonus action. Then, for a number of turns equal to your proficiency bonus, the target creature may only take an action or bonus action, not both, on its turns and may not make more than one attack as an action or bonus action.</p>\n<p dir=\"ltr\"><strong>Blinding Stillness</strong>: You cause a creature to gain truesight for as far as it can see for the next minute. The creature only benefits from this truesight while willingly moving. At all other times it is Blinded in all of its senses, even senses that do not require sight. For example, while using a move action or a Cunning Action to move, the creature would have truesight. While using an action or reaction to attack or cast a spell, even if while splitting up a move action, the creature would be Blinded unless the creature is explicitly using an attack, maneuver, or spell that includes willing movement.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">13th&ndash;16th</p>\n</td>\n<td>\n<p dir=\"ltr\"><strong>Rested Burnout</strong>: You cause a creature to gain the benefits of a short rest instantly. The creature may not benefit from short rests and recovers only the minimum amount from all healing effects until the end of its next long rest.</p>\n<p dir=\"ltr\"><strong>Bleeding Aim</strong>: You cause a creature that missed a weapon or spell attack to reroll, neither benefitting from advantage or hurting from disadvantage with this new roll. If the creature misses the attack with this second roll, it loses 2 hit dice.</p>\n<p dir=\"ltr\"><strong>Strained Resistance</strong>: You cause a creature that failed a save to succeed instead, but gain a level of Fatigue and Strife.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">17th&ndash;20th</p>\n</td>\n<td>\n<p dir=\"ltr\"><strong>Reactive Overburn</strong>: You cause a creature, for one round, to be able to take any number of reactions. The creature takes 2 damage when it takes its second reaction, which is doubled when it takes its third, doubled again for its fourth, and so on. When the creature has an opportunity to take a reaction, it is magically forced to, even if doing so would reduce it to 0 hit points.</p>\n<p dir=\"ltr\"><strong>Stone of Stumbling</strong>: You cause a creature to add an expertise die to its Armor Class against every attack for the next minute. During this time all of the creature&rsquo;s movement speeds are reduced to 0 and the creature may not willingly move. The target creature gains the ability to Trip as a reaction when another creature enters or tries to leave its threatened area, but it must use its reaction to trip the first creature that triggers this effect.</p>\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>&nbsp;</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "System Architecture: Motif Classes",
			"link": "https://bit.ly/437OgQZ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"equippedState": 0,
		"-=recharge": null,
		"-=equipped": null,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "aw3shf33a5piftdd"
}