{
  "name": "Boon: Pact of the Blade",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p style=\"margin: 0.5em 0px; font-family: Signika, sans-serif; font-size: 14px;\"><span class=\"fontstyle1\">You can use your action to conjure in your empty hand an armament bestowed with power: a pact weapon. Choose any simple or martial weapon when you conjure your pact weapon. You are proficient with it while you wield your pact weapon, and you can use your spellcasting ability for attack and damage rolls with it. This weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. Your pact weapon disappears if it is more than 5 feet away from you for 1 minute or more. It also disappears if you use this feature again, if you dismiss the weapon (no action required), or if you die.</span></p>\n<p style=\"margin: 0.5em 0px; font-family: Signika, sans-serif; font-size: 14px;\"><span class=\"fontstyle1\"><span class=\"fontstyle2\"><span class=\"fontstyle2\"><span class=\"fontstyle2\">By performing a 1 hour ritual while holding a magic weapon or rare weapon, you can transform it into your pact weapon. If this weapon has a bonus to attack or damage rolls, or if it deals bonus damage, you can apply these to your Eldritch Blast (ranged weapons add these bonuses to Eldritch Ray, and melee weapons to Eldritch Scythe; it has no effect on Eldritch Disturbance or Eldritch Whip). You can then dismiss the weapon, shunting it into an extradimensional space, and it appears whenever you create your pact weapon thereafter. You can&rsquo;t affect an artifact or a sentient weapon in this way. The weapon ceases being your pact</span>&nbsp;<span class=\"fontstyle0\">weapon if you die, if you perform the ritual on a different weapon, or if you use a 1 hour ritual to break your bond to it. The weapon is collected by your patron if the bond breaks while it is in the extradimensional space.</span></span></span></span></p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.nOerPiNQ7Wx9NOXd"
    },
    "cf": {
      "id": "temp_nrxu856t7xh",
      "path": "Warlock#/CF_SEP/Warlock Class Features",
      "color": "#000000"
    },
    "exportSource": {
      "world": "kingdoms-a5e",
      "system": "a5e",
      "coreVersion": "9.249",
      "systemVersion": "0.5.5"
    }
  }
}