{
	"folder": null,
	"name": "Cautious Premonition",
	"type": "feature",
	"img": "icons/magic/time/hourglass-tilted-glowing-gold.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 6th level, you can focus your connection to fate to determine the outcome of an action you are about to take. After you declare your action but before you resolve it, you can choose to have a premonition. Roll a d20. This roll will be used as the&nbsp;<span class=\"freelinking-link\">first attack roll</span>&nbsp;or&nbsp;<span class=\"freelinking-link\">ability check</span>&nbsp;you make during the action, if you perform the action. You can then decide whether to proceed with the planned action, accepting the rolled result, or take a different action, discarding the result.</p>\n<p>If you choose not to proceed with the action, you can either take a completely different action (casting a spell or making an ability check instead of making a weapon attack, for example) or do nothing, but you can&rsquo;t take another action of the same type (such as casting a different spell or attacking with a different weapon). Your premonition only reveals the result of a single d20 roll; if you roll with&nbsp;<span class=\"freelinking-link\">advantage</span>&nbsp;or&nbsp;<span class=\"freelinking-link\">disadvantage</span>&nbsp;, you learn the result of only one of the two dice. Similarly, if you have an ability that would allow you to reroll, you do not get to see the reroll.</p>\n<p>You can use this feature a number of times equal to your proficiency bonus, but never more than once per turn. You regain all uses when you finish a&nbsp;<span class=\"freelinking-link\">long rest</span>.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": 1,
			"max": "@prof",
			"per": "longRest",
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": ""
	},
	"effects": [],
	"flags": {},
	"_id": "tn47sn2u3jfwbq1t"
}