{
	"name": "Champion of Legend",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 20th level, the legends of your deeds have achieved great renown for both you and the deity you serve. Whether out of awe or intimidation, people hang on your every word and action, granting you one of the following benefits.</p><p><strong>Emissary of Darkness.</strong> You gain the Evil alignment trait. You can use an action to call upon your deity and emit an aura of magical darkness. For 1 minute, magical darkness fills the area around you in a 30-foot radius. You and a number of creatures equal to your Charisma modifier can see in this darkness as if it were dim light. When a hostile creature starts its turn in your aura or first enters into your aura on a turn, it takes necrotic damage equal to 10 + your Charisma modifier.</p><p><strong>Emissary of Light.</strong> You gain the Good alignment trait. You can use an action to call upon your deity and emit an aura of sunlight. For 1 minute you shine bright light in a 30-foot radius, and dim light for an additional 30 feet. When a hostile creature starts its turn in your aura or first enters into your aura on a turn, it takes radiant damage equal to 10 + your Charisma modifier.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"folder": null,
	"_id": "q0hwxqawrv3afdns"
}