{
  "name": "Channel Divinity: All-Powerful Oracle (Oracle)",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "ability": "",
    "actionOptions": [],
    "actions": {},
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>Beginning at 17th level, your ability to see from the perspective of another using Channel Divinity reaches its ultimate form. When using this feature, you become blinded and deafened to your surroundings for up to a number of minutes equal to your Wisdom modifier, sensing instead through a creature you name. As long as the creature is alive and on the same plane of existence, it makes a Wisdom saving throw. On a failure, you can see and hear everything the creature sees and hears. </p><p>In addition, you are also able to access all of the creature’s memories and knowledge related to a single object, place, person, or subject. The subject and place must be somewhat specific (you may not simply access their knowledge of “history” for example, but you may access their knowledge on “the history of dragons’ uses in warfare”.) Similarly, you may<br>gain their knowledge of a single city, building, or 5-mile-square patch of wilderness, but not an entire continent or region.</p><p>You cannot see through the eyes of a blinded creature, or hear through the ears of a deafened creature. If the creature is dead or protected from divination magic this feature has no effect. An unconscious creature automatically fails its saving throw and you may hear what it hears and access its knowledge. On a successful save, a creature is immune to this feature for 24 hours. <br><br></p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "favorite": false,
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "secretDescription": "",
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class",
    "prerequisite": ""
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.a5e.a5e-class-features.15zmt0ljh1qazw0n"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.8.15"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.8.15",
    "coreVersion": "10.291",
    "createdTime": 1678672629416,
    "modifiedTime": 1678672629416,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}