{
	"name": "Chosen Virtue (Pious Protector)",
	"type": "feature",
	"img": "icons/magic/holy/meditation-chi-focus-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 6th level, you choose one of the seven virtues to embody. If you violate the behavioral strictures of your virtue, you immediately lose the benefits from it until 24 hours after you finish a long rest and rededicate yourself. Choose one of the following options:</p><p></p><h3><strong>Chastity</strong></h3><p>You pledge to either celibacy or a committed, lifelong monogamous relationship. In return, you are harder to manipulate. You gain a skill specialty from the Insight skill and add your choice of your Wisdom or Charisma modifier to saves against the Charmed condition.</p><p></p><h3><strong>Temperance</strong></h3><p>You commit yourself to the avoidance of intoxicants and live a life of moderation. In exchange, your body is able to fight off toxins and disease more effectively. You add your Wisdom or Charisma modifier to saves against diseases and effects that would impose the Poisoned condition on you..</p><p></p><h3><strong>Charity</strong></h3><p>You commit to a life of generosity and as a result, find others willing to help you in your hour of need. Any income or treasure you have is automatically reduced by 10% (with an amount equal to the reduction going to charities and faith organizations of your choosing). Up to once per month, you can secure a night of free room and board for yourself and a number of companions equal to your proficiency bonus. At the Narrator’s option, you may be able to receive other benefits with this lodging, such as free or discounted medical care or being hidden from authorities who are looking for you.</p><p></p><h3><strong>Diligence</strong></h3><p>You commit yourself to a life of faithful service and labor, and, in exchange, can draw upon deeper wells of strength than most. You must spend at least as many downtime hours on the Work activity as anything else. In addition, you only receive half the usual amount of pay (at your discretion, you may receive less) because some of your work is done on behalf of a faith or charitable organization on a volunteer basis. Your exertion pool increases by 2.</p><p></p><h3><strong>Kindness</strong></h3><p>You forgo the luxury of treating others harshly, even when you <em>really</em> want to, and in exchange have additional healing power at your disposal. You must always accept a surrender when it is offered, you may never engage in torture (physical or psychological), and if you even raise your voice at another creature you must apologize. Your healing pool increases to 4x your level.</p><p></p><h3><strong>Patience</strong></h3><p>You commit yourself to enduring hardships without complaint. If something negative, but non-life-threatening (yours or others’) only affects you, you simply put up with it. You will not attempt to cut in lines, get out of unpleasant chores, take shelter from uncomfortable but non-dangerous weather, and so on. In exchange, you possess extraordinary self-control. As a bonus action or as a reaction to a condition being imposed on you, you can cast <em>calm emotions</em> without a spell slot, targeting yourself. Once you have used this feature, you can’t do so again until you finish a long rest.</p><p></p><h3><strong>Humility</strong></h3><p>You look out for others before looking out for yourself. If someone else in your group of companions is in worse shape than you (lower percentage of their total hit points remaining or has more conditions than you) you may not take actions to heal yourself until they are in better condition than you are. This toughens you and makes you more resilient. You can travel at a forced march pace for an additional 2 hours without needing to make Constitution saving throws, and your carrying capacity is treated as if your Strength score was a point higher than it is.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "System Architecture: Motif Classes",
			"link": "https://bit.ly/437OgQZ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		},
		"equippedState": 0,
		"-=recharge": null,
		"-=equipped": null,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "tyr1c66fm2tdceko"
}