{
  "name": "Combat Maneuvers (Herald)",
  "type": "feature",
  "img": "icons/weapons/swords/sword-gold-holy.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>Starting at 2nd level, you gain the ability to use combat maneuvers. You gain proficiency in two combat traditions from the following list:</p><ul><li>Sanguine Knot</li><li>Spirited Steed</li><li>Tempered Iron</li></ul><p>You learn two maneuvers of your choice from traditions you are proficient with.</p><p>You use your maneuvers by spending exertion points, but you do not gain an exertion pool. Instead, at the start of each of your turns you can expend spell slots of 1st-level or higher to gain exertion points that go into a temporary exertion pool which lasts until you start your next long rest . You gain 2 exertion points for a 1st-level spell slot, and 2 more for each spell slot level above 1st. Only spell slots gained from the herald class can be expended in this way.</p><p>The Maneuvers Known column of the Herald table shows when you learn more maneuvers from a tradition you are proficient with, while the Maneuver Degree column shows the highest degree you can select maneuvers from at a given level.</p><p>Additionally, whenever you learn a new maneuver, you can choose one of the maneuvers you know and replace it with another maneuver of the same degree from a tradition you are proficient with.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "adventurersGuide",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": {
        "version": {
          "schema": 0.016,
          "foundry": "11.315",
          "system": "0.17.41"
        }
      }
    }
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "j0kinls7be97oxsw"
}
