{
	"name": "Defensive Studies",
	"type": "feature",
	"img": "icons/skills/melee/shield-block-gray-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 6th level, you have developed knew skills for defending yourself as you explore and study a hostile and dangerous world. Choose one of the following options:</p>\n<p>&nbsp;</p>\n<h2>Mystic Apprentice</h2>\n<p>While you are not truly a magic user per se, you have come to appreciate the usefulness of some minor magical talents for defending oneself, especially as an alternative to physical combat. You learn two cantrips of your choice from any spell list. Both cantrips must be from the same list, and at least one of them must deal damage. Unlike most scholar abilities, these are actual spells that follow the normal rules for spellcasting.</p>\n<p>&nbsp;</p>\n<h2>Precision Strikes</h2>\n<p>You have learned how to apply your knowledge and powers of observation to harming others. You may spend a bonus action to study a target. Any time you hit that target with a weapon attack before the end of your next turn, you deal an additional 1d8 damage to them of the same type as the attack. In addition, for the duration you may apply your Intelligence modifier to hit and damage with weapon attacks against this target instead of Strength or Dexterity. The bonus damage increases to 1d10 at 9th level, 1d12 at 14th level, and 2d8 at 18th level.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": 0.007,
			"lastMigration": {
				"version": {
					"schema": 0.001,
					"foundry": "11.307",
					"system": "0.15.0"
				}
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": ""
	},
	"effects": [],
	"flags": {},
	"folder": "wZfnvEMSVYtwFN8L",
	"_id": "luapp6zqydhkeemn"
}