{
	"name": "Dirge the Depths (Dirgesinger)",
	"type": "feature",
	"img": "icons/skills/trades/music-notes-sound-blue.webp",
	"system": {
		"actions": {},
		"description": "<p dir=\"ltr\">At 8th level, the range of your battle dirges increases to 60 feet and your Prestige increases by an amount equal to half of your proficiency bonus. In addition, choose one of the following features:</p>\n<p dir=\"ltr\"><strong>Dabble in Sound</strong></p>\n<p dir=\"ltr\">You learn to weave an almost musical beat into your chanting and muttering, perhaps even using instruments to accent your dirging&mdash;not to create music, of course, but just to make your noise that much more effective. Choose one of the following; while using the appropriate instrument to accent your chanting, your battle dirges are improved in the following ways:</p>\n<ul>\n<li dir=\"ltr\"><strong>Percussion</strong>: The range of your battle dirges doubles.</li>\n<li dir=\"ltr\"><strong>String Instruments</strong>: You may expend two uses of your Mind-Numbing Chant to cause a creature that resists your battle dirge to take disadvantage on its save. You may do this no more than 3 times per day.</li>\n<li dir=\"ltr\"><strong>Wind Instruments</strong>: You may make a Deception or Performance check when performing a battle dirge. Any creature with a passive Perception lower than your check does not realize the magical nature of your battle dirge and does not automatically connect the results of your battle dirge with your actions.</li>\n<li dir=\"ltr\"><strong>Doublespeak</strong>: You may start a battle hymn and a battle dirge with the same bonus action.</li>\n</ul>\n<p dir=\"ltr\"><strong>The Message Unstoppable</strong></p>\n<p dir=\"ltr\">Your speech reverberates the very fabric of reality, removing the need for sound for your chants to be effective. You are able to use spells and other features that require sound without speaking, or when muted, unable to speak or breathe, or in an area with no sound (such as the radius of silence).</p>\n<p dir=\"ltr\">However, if a feature or spell normally requires a creature to hear it and you choose not to produce sound, you must be able to see the target creature to use that feature or spell.</p>\n<p>&nbsp;</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "System Architecture: Motif Classes",
			"link": "https://bit.ly/437OgQZ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.004,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "11.304",
					"system": "0.12.6"
				}
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": "",
		"equippedState": 0,
		"-=recharge": null,
		"-=equipped": null
	},
	"effects": [],
	"flags": {},
	"folder": "LWdpQBEkwCF8vTrg",
	"_id": "ep2pzdwtusrcatwe"
}