{
	"name": "Druidic Lore",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"data": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 7th level, your knowledge of the natural world grows. Choose one of the following:</p><h3 style=\"text-align: start\"><strong>DRUIDIC SECRETS</strong></h3><p style=\"text-align: start\">You’re adept at covertly performing druidic magic without attracting attention. When you cast a druid spell you may choose to do so utilizing silent and subtle Druidic motions and signs in place of both the spell’s seen and vocalized components, gestures that creatures which can speak Druidic are aware of. Once you cast a druid spell in this way, you cannot do so again until you finish a short or long rest.</p><h3 style=\"text-align: start\"><strong>TOXIN INTUITION</strong></h3><p style=\"text-align: start\">You are a veteran of nature’s chemical warfare. You automatically know if any flora or fauna is poisonous or venomous. In addition, you gain advantage on checks made to determine if a foodstuff is poisonous and saving throws against poison.</p><h3 style=\"text-align: start\"><strong>TRUTHSPEAKER</strong></h3><p style=\"text-align: start\">You’ve learned to tap into the fundamental truth that connects all things, at least briefly.</p><p style=\"text-align: start\">You may cast the spell legend lore without expending a spell slot and without material components. Once you cast the spell in this way, you cannot do so again for the next 24 hours.</p><h3 style=\"text-align: start\"><strong>WASTE NOT</strong></h3><p style=\"text-align: start\">With 10 minutes work you can scavenge valuable cuts from the corpse of a beast, dragon, monstrosity, or plant that has a CR of 1 or higher and has died within the last hour. If sold to a collector, naturalist, or other druid, this notable component is worth an amount of gold equal to 5 × the creature’s CR.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Item.R2gLwAyiVMuZpb0k"
		}
	},
	"_id": "2ho8v8vkz7whfg43"
}