{
	"name": "Effigy of Scorn (Curseweaver)",
	"type": "feature",
	"img": "icons/magic/control/voodoo-doll-pain-damage-green.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You can craft a magical effigy representing an enemy faction (such as an organization, kingdom, guild, crime syndicate, or the like) or a specific individual that is to be the focus of your wrath. To make the effigy, you must spend 8 hours on a magical ritual. The crafted effigy must be wielded in order to use it, requiring one of your hands. <span style=\"font-size: 10.5pt;\">It has the following benefits:</span></p>\n<h3>Organizational Effigy</h3>\n<p>If the effigy represents a faction (typically a miniature representation of that organization&rsquo;s crest or other symbol), you have advantage on Intimidation checks against its members, you add an additional 1d4 points of necrotic damage to weapon attacks you or allies inside the range of your Commanding Presence feature do to members of that faction, and when you use Mark Foe on a member of the faction, they suffer 1d6 points of psychic damage.</p>\n<h3>Individual Enemy</h3>\n<p>If the effigy represents an individual (often a small doll representing them), you have advantage on Survival checks to track them and on Intimidation checks against them. If you have damaged the individual with a weapon attack in the last 24 hours, you can also cast spells of the Affliction school on them at any range through the effigy (you do not need to be able to see the creature to do so), but if the creature is outside the spell&rsquo;s usual range, they make any saving throws imposed by the spell with advantage. If you or one of your allies within the range of your Commanding Presence hit the individual with a weapon attack while wielding the effigy, they take an additional 1d8 points of necrotic damage and are rattled until the end of their next turn.</p>\n<p>You may have a number of effigies equal to your Charisma modifier (minimum of 1) but may only wield one at a time. If you would exceed this number when you craft a new effigy, choose a previously-created effigy. It becomes inert and useless.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Master of Ceremonies",
			"link": "https://bit.ly/3MOG5mi",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": null,
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.009,
					"foundry": "12.316",
					"system": "0.16.12"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "3zpoa06qh7yrj349"
}