{
	"name": "Elective: Presto, Prestidigitation!",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.e8i0heloyix3p3bi"
		}
	},
	"system": {
		"actions": {},
		"description": "<p><em>Prerequisite: The ability to cast Prestidigitation </em></p><p>If you are not actively casting prestidigitation or concentrating on a spell, the magic of prestidigitation is always keeping you, your clothes, and your gear sparkling clean. </p><p>The following effects are added to the list of options you can choose from when you cast prestidigitation. </p><ul><li><p>You transmute a small piece of string in your hands into a sturdy 30-foot long rope. For the duration, it functions as a regular hempen rope. </p></li><li><p>Using the heads side of a coin like a lens, you can hold the coin over one of your closed eyes and see through it. While looking through the coin in this way, you gain darkvision to a range of 30 feet. The coin’s darkvision effect ends when the spell ends. </p></li><li><p>A pebble you touch becomes a sensor that you can use to see through. For the duration as long as you are within 10 feet of the pebble, you can use an action to see through the pebble to a range of 30 feet. While seeing through the pebble, you are blinded and deafened with regard to your own senses. </p></li><li><p>On a piece of parchment or paper, you can create an exact copy of another piece of parchment or paper, including any writing, drawings, or other markings that appear on the original. The paper does not change size to accommodate any differences in size between the two. The copy you create lasts for the duration of this spell, and disappears when the spell ends.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"featureType": "knack",
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		}
	},
	"_id": "e8i0heloyix3p3bi"
}