{
	"name": "Empowered Smite",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 4th level, you are able to manipulate magic to add extra power to your smites. Whenever you would use your Divine Smite feature, you can choose one of the following effects. Once you have used this feature you can't do so again until you finish a long rest. Alternatively, you can empower a smite by expending a spell slot of 1st-level or higher.</p><p>Some empowerments require your target to make a saving throw to resist some of the empowerments effects. The DC for these saving throws is the same as your herald spell save DC.</p><p>Igniting Smite Your smite instead deals fire damage, and the target must make a Constitution saving throw at the start of each of its turns or take 1d6 fire damage. On a successful save, it takes no damage and the fire is extinguished. The fire can also be put out as an action or by the environment, and extinguishes itself after 1 minute.</p><p>Marking Smite Your smite causes the target to shed bright light for 5 feet, and dim light for an additional 5 feet. The effect lasts for up to 1 minute, or until you target another creature with a weapon attack. As long as the effect lasts, the target gains no benefit from invisibility and has disadvantage on checks made to hide.</p><p>Repelling Smite Your smite instead deals force damage, and the target must make a Strength saving throw or be pushed back 10 feet and knocked prone. On a successful save, the target is knocked back only 5 feet and is not knocked prone.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "",
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"folder": null,
	"_id": "u220f22b3cpphtgb"
}