{
	"name": "Flashing Steel (Lancer)",
	"type": "feature",
	"img": "icons/skills/melee/blade-tips-triple-bent-white.webp",
	"system": {
		"actions": {},
		"description": "<p>At 6th level your reputation has begun to flourish for its own sake, and you may choose one of the following options to represent how it has grown. In addition, your maneuver DC increases by 1.</p><ul><li><p><strong>Heroic Flair: </strong>Tales of your heroism spread before you. When you enter into a settlement you are treated by the populace as a wandering hero. People of modest means are eager to see you accommodated. You and your party no longer need to pay for Lifestyle Expenses and benefit from a moderate lifestyle. Additionally, you are likely to be approached by townsfolk with information relevant to your current goals, so long as you are open about your presence in the settlement. Sneaking or going Incognito negates these benefits.</p></li><li><p><strong>Military Garb: </strong>Your history of working with caravaneers, guards, sailors, and soldiers sees you welcomed in such social circles and circumstances. You gain a warm welcome from such characters in any situation except for antagonistic, and gain advantage on Deception and Persuasion checks against any caravaneer, guard, sailor, or soldier you meet.</p></li><li><p><strong>Villain’s Affront: </strong>Rumors of your villainy and violence abound, and people are justly terrified of it. When you enter a settlement, guards and soldiers go on alert as word of your presence spreads, people clear streets rather than risk offending you, and the underworld ripples in your wake. You gain advantage on Intimidation checks against any person in town with a CR lower than your level, and are likely to be approached by cultists and members of thieves guilds who may be willing to pay for your assistance.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "System Architecture: Motif Classes",
			"link": "https://bit.ly/437OgQZ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.004,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "11.304",
					"system": "0.12.6"
				}
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		},
		"equippedState": 0,
		"-=recharge": null,
		"-=equipped": null
	},
	"effects": [],
	"flags": {},
	"folder": "f78TBu8RkBlLlPQx",
	"_id": "6c16nar1gm5tp2dp"
}