{
	"name": "Focus Shot",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 7th level, you’ve become precise enough that when given enough time to focus you can not only strike your target, but hit specific parts of your target to great effect. Once per turn, whenever you take the Attack action and are able to make multiple ranged attacks you may forgo one of those ranged attacks to turn one of your remaining attacks into a Focus Shot. When you make a Focus Shot choose one of the following options and make a ranged weapon attack. You gain an expertise die on the attack, and on a hit it does your chosen effect in addition to the weapon’s damage.</p><p><br><strong>&nbsp; &nbsp;Aim for the Eyes</strong></p><p><strong>&nbsp; &nbsp;Bring it Down</strong></p><p><strong>&nbsp; &nbsp;Center of Mass</strong></p><p><strong>&nbsp; &nbsp;Vein Slice</strong></p><p><strong>&nbsp; &nbsp;Wing Clip</strong></p><p><br>Creatures wounded by any of these effects make a Constitution saving throw against your maneuver DC at the end of each of their turns, recovering and ending the effect on itself on a success. Alternatively,&nbsp;the wounded creature (or a creature within 5 feet of it) can use an action to make a Medicine check against your maneuver DC, ending the effect on a success. Healing magically or from a trait (such as Regeneration) also ends the effect. You cannot choose effects that specifically target features a creature does not have.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"_id": "9ata13hbjdn4rhnt"
}