{
	"name": "Grand Larcenist",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 20th level, you reach the epitome of roguish talent and expertise. You gain the following abilities. </p><h3><strong>Hide in Plain Sight </strong></h3><p>At 20th level, you master the art of distraction. When you see a creature look in your direction, you can use your reaction to hide even if you have nothing to hide behind as long as you remain in the same square without moving or taking actions. Until you move or take an action or a reaction, you are invisible to that creature. If you are targeted by an effect that requires a Dexterity saving throw, you may choose to fail it to remain invisible to the creature. </p><h3><strong>Skill Mastery</strong></h3><p>Also at 20th level, you are unparalleled in your chosen fields. For each skill and tool proficiency in which you have an expertise die, you gain another expertise die in that skill or proficiency. Your expertise dice can be upgraded from a d8 to a d10 or from a d10 to a d12 in this way. </p><h3><strong>Unstoppable </strong></h3><p>Also at 20th level, no portal—be it door, window, or planar device—is closed to you. You no longer need to make ability checks to pick locks, and you succeed automatically whenever you attempt to unlock any lock of any kind. You require no special equipment to use this feature.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"_id": "d1ftr7sy3mpmm7ev"
}