{
	"name": "Guarded Aspect",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Beginning at 14th level, you are adept at uncovering and preserving secrets. Choose one of the following options. You must be proficient in a skill or tool in order to gain an expertise die from Guarded Aspect. </p><h3><strong>Hidden Signs </strong></h3><p>You gain an expertise die on Sleight of Hand checks. You can use body language and hidden hand signals to communicate a short message to some observers while hiding it from others. Make a Sleight of Hand check opposed by the Insight checks of observers from whom you want to hide your communication. On a success, a creature is not aware that you sent a message. On a failure, the creature is aware that you signaled but doesn’t know the content of your message. If you fail by 5 or more, the creature learns your message. </p><h3><strong>Master of Disguise </strong></h3><p>You gain an expertise die on checks made with the disguise kit. As long as you are wearing a disguise, your true identity can’t be determined even if your disguise fails. Additionally, you can don or doff a disguise as an action. </p><h3><strong>Seen It All </strong></h3><p>You gain an expertise die on Insight checks. Your passive Insight score increases by 3. </p><h3><strong>Social Expertise </strong></h3><p>You gain an expertise die on checks made with one of the following skills: Deception, Intimidation, Performance, or Persuasion.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.009,
					"foundry": "12.316",
					"system": "0.16.12"
				}
			}
		}
	},
	"folder": null,
	"_id": "mfqnpwmprkj1dex6"
}