{
	"folder": null,
	"name": "Helpful Tinkerbots",
	"type": "feature",
	"img": "icons/commodities/tech/bearing-steel-green.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p id=\"docs-internal-guid-ef8ccc80-7fff-3d43-7517-433d876f3815\" dir=\"ltr\">Starting at 5th level you&rsquo;ve developed the habit of creating countless tiny little machines that scurry and hover about your person like little pets, sometimes they can even be helpful. As a bonus action, you can perform the Help action using a tiny tinkerbot that you found a use for. You can perform the Help action in this way a number of times equal to your proficiency bonus and you regain all spent uses whenever you finish a long rest.&nbsp;&nbsp;</p><p dir=\"ltr\">In addition, you can create mechanical versions of creatures with the Beast creature type of CR 0 using Tactical Chemistry by spending 10 gp worth of mechanical components in addition to a use of your Tactical Chemistry feature. Creatures you create in this way instead have the Construct creature type instead of any other creature types, and will follow the first order you give them upon their creation to the best of their abilities. After which they will behave normally as if they were real creatures. Mechanical creatures you create in this way power down and fall apart after 1 hour but otherwise remain until destroyed.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "bdzuw4qdxwdj0oyl"
}