{
	"name": "Higher Law",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>When you take this archetype at 1st level, you learn the proper methods for tapping into the primordial rules behind everything. Choose one of the following options:</p>\n<h3><strong>Balanced Curse</strong></h3>\n<p>You can use a bonus action to place a curse on a creature you can see within 30 feet. The curse lasts for 1 minute, and ends early if the target dies, you die, or you become incapacitated. The curse has the following effects:</p>\n<ul>\n<li>\n<p>When you deal damage against the cursed creature, it takes an additional 1d4 psychic damage. This bonus increases by 1d4 at 10th level, and again at 15th and 20th level.</p>\n</li>\n<li>\n<p>You have a pool of balance dice, which begins empty. Whenever the cursed creature scores or suffers a critical hit, add a balance die to the pool. When you or another creature within 30 feet of you would roll a d20, you can spend a balance die to make the result of that roll 10 or 11 (your choice) instead of rolling. All other modifiers and die rolls attached to the roll (expertise, etc) are resolved normally. If the roll is at advantage or disadvantage, you may use two dice to influence both rolls, or you may spend one die to provide a single result and the second is rolled normally. The pool disappears when you finish a short or long rest.</p>\n</li>\n</ul>\n<p>Once you have used this feature, you can&rsquo;t use it again until you finish a short or long rest.</p>\n<h3><strong>Wise Discernment </strong></h3>\n<p>You are extraordinarily hard to fool. You gain proficiency with the Insight skill, a d6 expertise die, and two Insight skill specialties of your choice. You also gain an expertise die on saving throws against spells of the enchantment or illusion schools.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Judge, Jury, and Executioner",
			"link": "https://bit.ly/3OwvA8l",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": null,
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"img": "icons/magic/symbols/star-yellow.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "pitm64asgpaa2yit"
}