{
	"name": "Law Library",
	"type": "feature",
	"system": {
		"actions": {},
		"description": "<p>At 6th level, you gain access to a magical library of laws and rules. This can be used in two different ways:</p>\n<h3><strong>Library Access</strong></h3>\n<p>When you start a short rest, you can choose a topic to study from the library, browsing through its spectral volumes. You have disadvantage on all Perception checks while studying from the library. When you finish your long rest, you may make a single Arcana, Culture, Engineering, History, or Nature check with advantage. If you succeed on your check, the next attack you make against a creature of the corresponding type (see below) is made with advantage.</p>\n<h3><strong>Local Primer</strong></h3>\n<p>When you are in the bounds of a settlement, as an action, you can summon a spectral law book containing all the rules of behavior for that place, written and unwritten, and the local power structure. The book is obviously magical and clearly not a solid object, cannot be damaged or taken from you, and persists until you dismiss it (no action required) or leave the bounds of the settlement. The book sheds bright light to a range of 5 feet and dim light to a range of 15 feet.</p>\n<p>The amount of time it takes to read this book for a given community is up to the Narrator, but as an action, you can learn any of the following:</p>\n<ul>\n<li>\n<p>Who is officially in charge of the area.</p>\n</li>\n<li>\n<p>A brief summary of what sorts of behavior will win you favor or get you into trouble.</p>\n</li>\n<li>\n<p>What deviations from common legal norms exist, if any. For example: if theft is legal here or wearing green clothing is not.</p>\n</li>\n<li>\n<p>What rights you have in the settlement, if any.</p>\n</li>\n</ul>\n<p>You may use this feature at will.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Judge, Jury, and Executioner",
			"link": "https://bit.ly/3OwvA8l",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": ""
	},
	"img": "icons/sundries/books/book-face-blue.webp",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.jjj.WkVWDl68P3haeLpV"
		}
	},
	"_id": "zdt841kthsjz8ju8"
}