{
  "folder": null,
  "name": "Liquid Form",
  "type": "feature",
  "img": "icons/creatures/slimes/slime-movement-pseudopods-teal.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 10th level, you learn revolting arcane secrets that allow you to transform your body into slime. As a bonus action, you can adopt a liquid form. You revert to your normal form after 1 minute, if you are&nbsp;<span class=\"freelinking-link\">incapacitated</span>&nbsp;, or if you use another bonus action to end the effect early. Once you have used this ability, you must finish a&nbsp;<span class=\"freelinking-link\">short or long rest</span>&nbsp;before you can do so again. In liquid form, your statistics are unchanged except for one of the following options, which you choose when you transform:</p>\n<ul>\n<li>You liquefy your bones, organs, and equipment to gain an amorphous form. While you are amorphous, you can pass through an opening as narrow as 1 inch wide without squeezing. While in this form, you can&rsquo;t use or gain any benefit from your equipment.</li>\n<li>You liquefy your skin, causing your body and equipment to become covered with a viscous, sticky slime. While you are coated in this way, you leave slimy, wet prints on objects and surfaces you touch or walk upon. You gain a climb speed equal to your Speed and can walk on walls and upside down on ceilings.&nbsp; Additionally, when a creature within 5 feet hits you with a melee attack, it is covered with slime. The creature has&nbsp;<span class=\"freelinking-link\">disadvantage</span> on the next attack it makes before the end of its next turn.</li>\n</ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": 1,
      "max": "1",
      "per": "longRest",
      "recharge": {
        "formula": "1d6",
        "threshold": "6"
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false
  },
  "effects": [],
  "flags": {},
  "_id": "feupc9ssa1jr8sle"
}
