{
  "name": "Magical Automaton",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>At 20th level you’ve managed to achieve what most inventions are truly designed for, making machines that do your work for you. Whenever you create a spell invention, you may spend 25 additional gp in material components and expend two uses of your infusion feature to transform that spell invention into a spell automaton that uses the spell automaton stat block and it is destroyed if it reaches 0 hit points.</p><p>The exact design of your spell automaton is up to you, and it may resemble a humanoid creature, a boxy contraption, or be a magical construct flowing with arcane energies. </p><p>Your spell automaton is an ally to you and your companions. In combat, the it shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don’t issue any, it takes the Dodge action and uses its move to avoid danger.</p><p>You can maintain this spell automaton as if it was an infused item, requiring both the prepared spell invention and two uses of your infusion feature. You can repair your spell automaton to full hit points during a long rest solong as you have access to your tools of artifice. You can only maintain a single spell automatonat a time, and if you attempt to create a second spell automaton or fail to maintain one after finishing a long rest the spell automaton falls apart into scrap.</p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "favorite": false,
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "sandboxa5e",
      "system": "a5e",
      "coreVersion": "10.285",
      "systemVersion": "0.8.5"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.8.5",
    "coreVersion": "10.285",
    "createdTime": 1663931015367,
    "modifiedTime": 1663931108953,
    "lastModifiedBy": "IT1r8Ztx8Vo4EKRr"
  }
}