{
  "name": "Marvel of Innovation",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 13th level you’ve managed to truly improve on something or create something new altogether, taking a solid step forward in the technological development of the world. When you first gain this feature, choose a type of artisan’s tools you are proficient with and a newly invented foodstuff, object, or trade good that could conceivably be crafted using those tools. For example, using brewer’s supplies you could invent carbonated sodas, using glassblower’s tools you could invent glowing iridium glassware, or using jeweler’s tools you could invent a fine mechanism for better performing pocket watches.</p><p>Whenever you use your chosen tools to create trade goods, you can instead create your new invention as a trade good. Your new invention has a value equal to 5 times the value of normal trade goods created using those tools as shown on the Artisan’s Tools and Profession Checks table on page 338 of the Adventurer’s Guide. </p><p>Any other uses your invention may have are at the Narrator’s discretion, but its utility shouldn’t exceed that of other mundane adventuring gear. </p><p>In addition, your notoriety as a great inventor spreads along with your invention. While you are in a region you’ve sold your invention in, you have advantage on prestige checks.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "gpg0",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.013,
      "lastMigration": {
        "version": {
          "schema": 0.011,
          "foundry": "11.315",
          "system": "0.16.49"
        }
      }
    }
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "m0e9lj5tv5bwguqa"
}
