{
	"name": "Masterpiece",
	"type": "feature",
	"img": "icons/tools/smithing/furnace-fire-metal-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 18th level you are finally craft your masterpiece. You gain the ability to craft a single Artifact. You must first spend at least 4 weeks of downtime researching the item, after which you must succeed on a DC 30 Intelligence check with your chosen tool proficiency to figure out how to do it. Crafting the item requires 30 + 5d8 weeks of work and has a DC of 30. The following guidelines should be followed to determine what the item is; if they cannot be or at the Narrator&rsquo;s discretion, you may customize your artifact further.</p>\n<p>Choose a legendary item that can be crafted with your tool, or a non-legendary weapon or armor that could be crafted by your tool and increase its bonus to AC/to hit and damage by 1 for every rarity lower than legendary. Artifacts crafted from unusual materials do not suffer from the Flaw property, and the artifact cannot become damaged or broken under normal circumstances. Work with the Narrator to determine the circumstances that would allow it to be destroyed.</p>\n<p>Upon successfully crafting it it also gains artifact properties, which should be randomly rolled: 2 minor benefits, 1 major benefit, and 1 minor detriment.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Heroes Old and New",
			"link": "https://bit.ly/3o0lQbQ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": 0.007,
			"lastMigration": {
				"version": {
					"schema": 0.001,
					"foundry": "11.307",
					"system": "0.15.0"
				}
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": ""
	},
	"effects": [],
	"flags": {},
	"folder": "wZfnvEMSVYtwFN8L",
	"_id": "fqt5bu8kstcs1g4w"
}