{
	"name": "Monstrous Minion",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"system": {
		"actions": {},
		"description": "<p>Also at 3rd level you learn the secrets of giving life to dead flesh and become able to create a monstrous minion.</p><p style=\"text-align: start\">You can create this monstrous minion by spending 8 hours of uninterrupted work on a humanoid corpse that has been dead no more than 24 hours. This monstrous minion is unique and its exact appearance is up to you. It follows you and is loyal to you, but it acts independently. In combat, it rolls its own initiative and acts on its own turn. Your monstrous minion won’t attack except as a reaction to being attacked, but it can take other actions as normal and makes death saving throws. You can only have one monstrous minion at a time, and any previously created monstrous minion collapses into a corpse when you create another.</p><p style=\"text-align: start\">On your turn you can use a bonus action to order your monstrous minion to perform an action.</p><p style=\"text-align: start\">Your monstrous minion is a zombie with the following improvements.</p><ul><li><p>Your monstrous minion’s type changes to monstrosity.</p></li><li><p>Whenever your monstrous minion rolls initiative, it gains a number of temporary hit points equal to your artificer level × your proficiency bonus.</p></li><li><p>Your monstrous minion’s Armor Class increases by an amount equal to your proficiency bonus.</p></li><li><p>Your monstrous minion adds your proficiency bonus to its attack and damage rolls.</p></li><li><p>Your monstrous minion regains all lost hit points at the end of a long rest so long as you can tend to it with&nbsp; leatherworker’s tools or a sewing kit. Whenever you finish a long rest, you can graft modifications onto your monstrous minion at the cost of infusion uses. These modifications only remain functional due to your infusions, and you can maintain these modifications as if they were infused items. Any modifications you fail to maintain are removed whenever you finish a long rest. You can install any of the following modifications at the cost of 1&nbsp; Infusion each.</p></li></ul><h4 style=\"text-align: start\">&nbsp;</h4><h3>Exploding Bile</h3><p style=\"text-align: start\">Your monstrous minion does not make death saving throws, and the first time it would make a death saving throw it instead explodes and is destroyed. Creatures within 10 feet of your monstrous minion when it explodes make a Dexterity saving throw, taking 2d6 poison damage on a failure, or half damage on a success. This damage increases by 2d6 when you reach 11th level.</p><p style=\"text-align: start\">&nbsp;</p><h3>Extra Arms</h3><p style=\"text-align: start\">Your monstrous minion gains a climb speed of 20 feet. In addition, the maneuver DC to escape from a grapple by your monstrous minion increases by an amount equal to your Intelligence modifier. You must have access to at least one additional humanoid corpse that has been dead no more than 24 hours to graft this modification.</p><p style=\"text-align: start\">&nbsp;</p><h3>Extra Legs</h3><p style=\"text-align: start\">Your monstrous minion’s Speed increases by 15 feet. You must have access to at least one additional humanoid corpse that has been dead no more than 24 hours to graft this modification.</p><p style=\"text-align: start\">&nbsp;</p><h3>Fine Stitchwork</h3><p style=\"text-align: start\">Your stitchwork is barely noticeable and with a heavy coat or similar accoutrements your monstrous minion can pass for a living creature. When you graft this modification, make a leatherworker’s tools or sewing kit check. Creatures must make a Perception check with a DC equal to your check result to visually determine that your minion is a&nbsp; monstrosity.</p><p style=\"text-align: start\">&nbsp;</p><h3>Grafted Spell Invention</h3><p style=\"text-align: start\">When you prepare your spell inventions and modifications to your monstrous minion, you may choose to graft a spell<br>invention into the monstrous minion. You may order your monstrous minion to cast a spell using its grafted spell invention, using your spell save DC and spell attack modifier. You must roll a fizzle die as normal. Any grafted spell inventions are destroyed if the monstrous minion is destroyed.</p><p style=\"text-align: start\">&nbsp;</p><h3>Grafted Weapon</h3><p style=\"text-align: start\">When you prepare your spell inventions and modifications to your monstrous minion, you may choose to graft a melee<br>weapon onto one of its arms in place of a hand. The melee weapon must be able to be wielded with one hand. Your monstrous minion loses its grab attack and gains an attack with the grafted weapon, which it becomes proficient with. You may retrieve weapons grafted in this way the next time you prepare modifications for this monstrous minion by removing it, or from its remains if it is destroyed.</p><p style=\"text-align: start\">&nbsp;</p><h3>Infectious Bite</h3><p style=\"text-align: start\">Your monstrous minion’s bite attack deals an additional 1d4 ongoing necrotic damage that persists until the target regains hit points or is medically administered to with a DC 15 Medicine check. This damage increases by 1d4 when you reach 11th level.</p><p style=\"text-align: start\">If the target is a beast, dragon, giant, humanoid, or monstrosity and it dies while suffering from this effect, it rises as a zombie after 1 minute, gaining the Zombie Template. Zombies created in this way are hostile to all non-undead and are not under your control.</p><p style=\"text-align: start\">&nbsp;</p><h3>Shocking Coils</h3><p style=\"text-align: start\">Your monstrous minion has sparking coils protruding from its back. A creature takes 1d6 lightning damage when it hits your monstrous minion with a melee attack. This damage increases by 1d6 when you reach 11th level.</p><p style=\"text-align: start\">&nbsp;</p><h3>Thicker Skin</h3><p style=\"text-align: start\">Your monstrous minion’s Armor Class increases by 2.</p><p style=\"text-align: start\">&nbsp;</p><h3>Vigor Mortis</h3><p style=\"text-align: start\">Your monstrous minion can take the Dash action as a bonus action. It can’t do so again until it moves 0 feet on its turn.</p><p style=\"text-align: start\">&nbsp;</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"featureType": "class",
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.vb6mv2txn8mceh0j"
		}
	},
	"_id": "vb6mv2txn8mceh0j"
}