{
	"name": "Nature's Scion (Summon Stampede)",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.ykupadir6b2f2qpa"
		}
	},
	"system": {
		"actions": {},
		"description": "<p>At 20th level, you are a master of yourself and your natural surroundings. You become extremely familiar with all types of terrain and can use the Master Tracker exploration knack at will.</p><p style=\"text-align: start\">In addition, you learn Primordial if you don’t already know it and gain one of the following:</p><h3 style=\"text-align: start\"><strong>SUMMON STAMPEDE</strong></h3><p style=\"text-align: start\">You can spend an action speaking directly to the spirit of nature itself to request assistance. All beasts within a 1-mile radius of you are friendly to you for 1 minute, and for the duration on initiative count 20 (losing initiative ties), you can choose one of the following effects. You can’t use the same effect two rounds in a row.&nbsp; Once you have used this feature, you can’t do so again until you finish a long rest.</p><p style=\"text-align: start\"><strong>Enraged Fauna. </strong>Up to 3 Huge native creatures of up to CR 8 charge forward, bowling into your enemies. Choose any number of creatures you can see within 100 feet. Each creature makes a Strength saving throw against your maneuver DC or takes 6d8&nbsp;bludgeoning damage, or half damage on a success.</p><p style=\"text-align: start\">In addition, you can choose one of the Huge creatures to stay and fight. You can have only one such creature assist in this way at a time, and it retreats when bloodied or when you command it to leave.</p><p style=\"text-align: start\"><strong>Rushing Stampede.</strong> A Huge-sized horde of Small, Medium, and Large native creatures hurry through the area, traveling in a 30-foot wide straight line from a direction you choose. Until the start of your next turn, the area is difficult terrain. In addition, each enemy creature in the area makes a Dexterity saving throw against your maneuver DC. On a failure, a creature takes 21 6d6&nbsp;bludgeoning damage, is knocked prone, and stunned until the start of your next turn. On a success, a creature instead takes half damage and is rattled until the start of your next turn.</p><p style=\"text-align: start\"><strong>Swarming Pests.</strong> Several Medium-sized swarms of Tiny native creatures enter the spaces of up to 5 Small, Medium, or Large creatures you choose, or the space of a Huge or Gargantuan creature. Each enemy creature in the swarm’s area must make a Constitution saving throw against your maneuver DC or become blinded and slowed until the start of your next turn, and loses concentration on any spell or effect it is concentrating on. On a successful save, an enemy creature is instead slowed.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class",
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		}
	},
	"_id": "ykupadir6b2f2qpa"
}