{
  "name": "Nature's Scion (Elemental Mastery)",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>At 20th level, you are a master of yourself and your natural surroundings. You become extremely familiar with all types of terrain and can use the Master Tracker exploration knack at will.</p><p style=\"text-align: start\">In addition, you learn Primordial if you don’t already know it and gain one of the following:</p><h3 style=\"text-align: start\"><strong>ELEMENTAL MASTERY</strong></h3><p style=\"text-align: start\">By focusing on a specific natural element within 100 feet (air, fire, earth, water, or wood) you can attract similar essences to you. After 10 minutes of concentration, a creature of that element is drawn to your presence and becomes your loyal companion. This creature uses the wilderness guardian template with certain traits determined by its type. The creature is friendly to you and your companions, takes its turn immediately after yours, and obeys your verbal commands. The creature disappears after 1 hour, when it is reduced to 0 hit points, or you use a bonus action to dismiss it. Once you have used this feature, you can’t do so again until you finish a long rest.</p><p style=\"text-align: start\"><strong>Elemental Mastery Wilderness Guardians</strong></p><p><strong>Air</strong>: Air elemental</p><p><strong>Earth</strong>: Earth elemental</p><p><strong>Fire</strong>: Fire elemental</p><p><strong>Water</strong>: Water elemental</p><p><strong>Wood</strong>: Shambling mound</p><hr class=\"a5e-rule u-my-md\"><p style=\"text-align: start\"><strong>Wilderness Guardian Template</strong></p><p style=\"text-align: start\">A wilderness guardian keeps the statistics of its base creature, except as follows:</p><p style=\"text-align: start\"><strong>Armor Class.</strong> The guardian’s Armor Class increases by 2.</p><p style=\"text-align: start\"><strong>Challenge.</strong> The guardian’s challenge rating increases to CR 7.&nbsp;</p><p style=\"text-align: start\"><strong>Languages.</strong> The guardian speaks Primordial in addition to any other languages it knows.&nbsp;</p><p style=\"text-align: start\"><strong>New Trait:&nbsp; Primal Force.</strong> The guardian gains +1 bonus to hit with its weapon attacks, dealing an additional 5 points of force damage on a hit.</p><p style=\"text-align: start\"><strong>Multiattack. </strong>If both attacks hit a Medium or smaller target, the target is grappled (escape DC 15), and the guardian uses its Engulf on it.</p><p style=\"text-align: start\"><strong>New Action: Engulf. </strong>The guardian engulfs a Medium or smaller creature grappled by it. The engulfed creature is blinded, restrained, and unable to breathe, and at the start of each of the guardian’s turns it makes a DC 15 Constitution saving throw or takes 2d8+4&nbsp;bludgeoning damage (or fire damage for a fire guardian). If the guardian moves, the engulfed creature moves with it. The guardian can have only one creature engulfed at a time.&nbsp;</p><p style=\"text-align: start\"><strong>New Action: Guard Life.</strong> The guardian uses its Engulf on a willing or unconscious ally without dealing damage. While engulfed, the ally is grappled but not restrained, can see and breathe normally, and has total cover. As soon as the ally takes an action, reaction, or bonus action, they are no longer engulfed. The guardian can release the ally at will (no action required).</p><hr class=\"a5e-rule u-my-md\">",
    "duration": {
      "unit": "",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.zbY5ZoZ3yuhxbSuD"
    },
    "exportSource": {
      "world": "red-hand",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.6.0"
    }
  }
}