{
  "name": "Natural Demeanor",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.a5e.a5e-class-features.sygit0xifd4lbg3g"
    }
  },
  "system": {
    "actions": {},
    "description": "<p>At 3rd level your connection to the natural world comes forth and becomes omnipresent. Choose one of the following:</p><h3><strong>A WAY WITH ANIMALS</strong></h3><p>Beasts understand anything you verbally communicate in Druidic, and you can comprehend them in return. The knowledge and awareness of many beasts is limited by their intelligence, but at minimum beasts can give you information about nearby locations and monsters, including whatever they have perceived within the past day. At the Narrator’s discretion, you might be able to persuade a beast to perform a small favor for you. In addition, you gain an expertise die on Animal Handling checks.</p><h3><strong>FIRST-HAND NATURALIST</strong></h3><p>You’ve learned the intricacies of nature through firsthand experience rather than academic study.&nbsp;</p><p>You gain an expertise die on Nature checks. In addition, you may always choose to use Wisdom when making Nature checks.&nbsp;</p><h3><strong>LEYLINE AWARENESS</strong></h3><p>Druidic rituals attune you to the leylines that course through the Material Plane. While you are on the Material Plane, you always know the following information:</p><p>Which way is north.</p><p>The direction of the nearest forest.</p><p>The direction of the nearest natural body of water.</p><p>The direction of the nearest city or other humanoid community.</p><p>The general health of the local ecosystem, and if anything unnatural or magical is upsetting the natural order.</p><h3><strong>SCHOLAR OF OLD WAYS</strong></h3><p>Your circle taught the old magic at the root of all things, granting you eldritch insights beyond mundane arcane studies.</p><p>You gain proficiency with Arcana, or if you already have proficiency you instead gain an expertise die on Arcana checks. In addition, you may always choose to use Wisdom when making Arcana checks.&nbsp;</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": 0.003,
      "lastMigration": {
        "version": {
          "schema": null,
          "foundry": "10.291",
          "system": "0.10.7"
        }
      }
    },
    "featureType": "class",
    "prerequisite": "",
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "duration": {
      "unit": "",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "target": {
      "quantity": "",
      "type": ""
    }
  },
  "_id": "sygit0xifd4lbg3g"
}
