{
	"name": "Operations Leader",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.td0l3hejclrgs4jr"
		}
	},
	"system": {
		"actions": {},
		"description": "<p>Starting at 11th level, you devise a set of communication cues. Any allies who have received this training— usually taking 10 minutes of discussion and practice — do not need to share a language with you to benefit from this feature.</p><p>Additionally on your turn, you can use a bonus action and spend 5 exertion points to make it easier for you and your allies to help each other with certain skills. While this coordination is in place, your chosen allies can take the Help action as a bonus action to help each other. This coordination requires you to maintain concentration, and both chosen allies—the one with the skill proficiency and the one making the ability check—to be within 30 feet of you at the time of the ability check.</p><p>You can use your bonus action to change which allies benefit from the coordination each turn and you are able to concentrate on it for up to 10 minutes. The skills that can benefit from this are Acrobatics, Animal Handling, Athletics, Deception, Insight, Intimidation, Investigation, Stealth, and Survival. This might be used to help the team navigate difficult terrain, maintain a facade while undercover, or perform an ambush.</p><p>If you have proficiency in Stealth this coordination can happen silently via surreptitious signals. If you have proficiency in Deception this coordination can happen as a series of code words interspersed with other conversation. An onlooker needs to succeed on an Insight check contested by your ability check— whether Stealth or Deception — to realize the coordination is taking place. &nbsp;</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"featureType": "class",
		"prerequisite": ""
	},
	"_id": "td0l3hejclrgs4jr"
}