{
  "name": "Pact Magic",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>With care, practice, and dedication you have learned how to best siphon and channel the otherworldly powers you’ve gained from your patron.</p><p></p><h4><strong>&nbsp;&nbsp; Cantrips</strong></h4><p>You know two cantrips of your choice from the Warlock Spell list. You learn additional warlock cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Warlock table.</p><p></p><h4><strong>&nbsp;&nbsp; Spell Points</strong></h4><p>The Warlock table shows how many spell points you have. To cast one of your warlock spells of 1st-level or higher, you must spend a number of spell points dependent on the spell’s level, shown on the table below. You can also cast a spell you know at a higher spell level by spending the appropriate number of spell points. The maximum spell level you can cast is shown in the Spell Level column of the Warlock table. You regain all expended spell points when you finish a short or long rest.</p><p>TABLE: SPELL POINTS</p><p>SPELL LEVEL SPELL POINTS 1st 2 2nd 3 3rd 5 4th 6 5th 7</p><p></p><h4><strong>&nbsp;&nbsp; Spells Known of 1st-Level and Higher</strong></h4><p>You know two 1st-level spells of your choice from the Warlock Spell List. The Spells Known column of the Warlock table shows when you learn more warlock spells of your choice. Each of these spells must be of a level that you are able to cast. For instance, when you reach 3rd level in this class, you can learn one new spell of 1st- or 2nd-level.<br>Additionally, when you gain a level in this class, you can choose one of the warlock spells you know and replace it with another spell from the warlock spell list, which also must be of a level of which you can cast.</p><p></p><h4>&nbsp;&nbsp; <strong>Spellcasting Ability</strong></h4><p>The manner in which you pursue ever greater power from your patron is defined by the nature of that pursuit: through wit, devotion, or fervor. Choose Intelligence, Wisdom, or Charisma to be your spellcasting ability. Once you make this choice, you cannot change it. You use the chosen ability whenever a spell refers to your spellcasting ability. In addition, you use that ability modifier when setting the saving throw DC for a warlock spell you cast and when making an attack roll with one.</p><p style=\"text-align: center\"><strong>Spell save DC</strong>&nbsp;= 8 + your proficiency bonus + your chosen ability modifier<br><strong>Spell attack modifier</strong>&nbsp;= your proficiency bonus + your chosen ability modifier</p><p></p><h4>&nbsp;&nbsp;&nbsp; <strong>Spellcasting Focus</strong></h4><p>You can use an arcane focus as a spellcasting focus for your warlock spells.</p><p>&nbsp;</p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.fRfNXcL9X8TeASLc"
    },
    "cf": null,
    "exportSource": {
      "world": "kingdoms-a5e",
      "system": "a5e",
      "coreVersion": "9.249",
      "systemVersion": "0.5.5"
    }
  }
}
