{
	"name": "Pitiless Killer",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 14th level, your embrace of death dealing has made you a figure of menace and horror, and you are nearly impossible to sway from your task. While you are raging, you are immune to the confused and frightened conditions. Also while raging, you have advantage on saves to avoid the charmed, rattled, and stunned conditions. You can now use Headsman’s Cut, Public Spectacle and Cut Down with any melee weapon that deals slashing damage. You can still only apply the bonus damage to a single weapon. Creatures that fail their save against Public Spectacle now suffer a level of strife in addition to the other effects. If this would result in the creature having more levels of strife than your proficiency bonus, it does not gain the level of strife.</p><p>In addition, you have dealt so much death that it is reluctant to collect you. If you would acquire the Doomed condition, you may make a DC 15 Constitution saving throw. On a success, you do not acquire the condition and you recover a level of fatigue and a level of strife from the thrill of cheating death.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Judge, Jury, and Executioner",
			"link": "https://bit.ly/3OwvA8l",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"img": "icons/skills/melee/maneuver-greatsword-yellow.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "qerlg64qgjw0iy1m"
}