{
	"name": "Poisonous Carrier",
	"type": "feature",
	"img": "icons/magic/unholy/hand-claw-fog-green.webp",
	"effects": [],
	"flags": {
		"a5e": {
			"placeTemplate": true
		},
		"core": {
			"sourceId": "Compendium.world.venomous-shadow-class-feats.dkThjnIVSNIXFUVO"
		}
	},
	"system": {
		"actions": {},
		"description": "<p>At 17th level, you learn a truly insidious trick: the ability to turn your enemies into a walking trap.</p><p>When you hit a creature with an attack and do not have disadvantage, you can spend 1 dose of advanced poison to mark that creature with a poisonous sigil. Alternatively, you can spend 1 minute to imbue an item of food or drink with a minor magical effect which marks the next creature to consume it. The next time a marked creature is within 10 feet of another creature friendly to it (which can either be a specific creature you specify or any of its allies, at your option), the sigil detonates, filling the area within 20 feet of the creature with poisonous gas. A creature that enters the gas or begins its turn in the gas must make a Constitution saving throw, taking poison damage equal to the bonus damage from your Sneak Attack feature on a failed save and becoming poisoned for one minute. A creature that succeeds on its saving throw takes half damage and is not poisoned. Once you have used this ability a number of times equal to your Intelligence modifier (minimum once) you cannot do so again until you finish a long rest. The mark persists for a number of hours equal to your Intelligence modifier (minimum 1) and then dissipates on its own. It may also be dispelled as if it were an 8th-level spell.</p><p>In addition, you are immune to poison damage and the poisoned condition.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Venomous Shadow",
			"link": "https://bit.ly/3xPedWx",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": null,
			"per": "longRest",
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": ""
	},
	"_id": "dkThjnIVSNIXFUVO"
}