{
	"name": "Precision Explosives",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"system": {
		"actions": {},
		"description": "<p>At 9th level you learn the fine art of causing explosions when you mean to cause explosions. Whenever you arm an alchemical grenade or use Tactical Chemistry to create an alchemist’s fire, black powder charge, smoke bomb, or tanglefoot bag, you can use an action to set it in an unoccupied space in one of the following ways.</p><ul><li><p><strong><em>Set Trigger</em></strong>. You attach the item to anobject or surface and choose a specific mechanical action that triggers it, such as an attached chest being opened, or the<br>wheels of an attached wagon turning. When triggered the item explodes and its effects occur.</p></li><li><p><strong><em>Timed Explosion</em>.</strong> When setting this item you choose an amount of time up to 1 hour. The item explodes and its effects occur at the chosen time. </p></li><li><p><strong><em>Vibration Sensitive</em></strong>. After this item is set, it explodes and its effects occur the next time a Small-sized or larger object or creature other than you moves within 5 feet of it. </p></li></ul><p>If an item set using this feature is normally thrown, any creature within 5 feet of it when it explodes is treated as if it were hit by the item. If an item set in this way normally has an area of effect, that area is centered where the item was set.</p><p>You may also set alchemist’s fires, black powder charges, smoke bombs, and tanglefoot bags not created using Tactical Chemistry at the cost of 5 gold in materials per item set in this way. </p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"featureType": "class",
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.dtfx81pcvwj3fnev"
		}
	},
	"_id": "dtfx81pcvwj3fnev"
}