{
  "name": "Render Verdict",
  "type": "feature",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>When you witness a grave injustice or atrocity yourself, you can condemn the perpetrator as a bonus action. To do so, you must be within 100 feet of the creature you deem most responsible for the wicked deed. Alternatively, you may choose a single creature you have a warrant for. Used this way, the creature saves with advantage, but the range is unlimited. </p><p>A creature so condemned must make a Charisma saving throw against your spell save DC. A creature that fails its save can no longer hide from you. For the next week, its outline seems to glow even behind solid barriers or if it becomes invisible or enters the ethereal plane. If the creature is far enough from you that you could not see it, a glow on the horizon indicates its general direction to you. These effects are only visible to you, not your companions. In addition, the damage dice of your Divine Smite ability become D10s against the creature and you have advantage on saving throws imposed by any of its spells or effects. This effect ends early if you dismiss it (no action required) or you use this Channel Divinity option again.</p><p>A creature that succeeds on its save instead has disadvantage on all checks to hide from you or put you off its trail for 24 hours.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "thematicToolkitJudgeJuryAndExecutioner",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": "6"
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.013,
      "lastMigration": {
        "version": {
          "schema": 0.011,
          "foundry": "11.315",
          "system": "0.16.49"
        }
      }
    }
  },
  "img": "icons/skills/targeting/crosshair-triple-strike-orange.webp",
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "r499d26kouqyqt05"
}
