{
	"folder": null,
	"name": "Runescar Weapon (Runespell Rager)",
	"type": "feature",
	"img": "icons/magic/unholy/projectile-spear-glow-pink.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {
			"o6Ew7rejHThZHVZ1": {
				"name": "Attack",
				"activation": {
					"type": "action",
					"cost": 1
				},
				"rolls": {
					"hV9GsGpf9BfaGJI5": {
						"type": "attack",
						"default": true,
						"attackType": "meleeWeaponAttack",
						"proficient": true,
						"ability": "con"
					},
					"xMgtTSk6NmKLM1O9": {
						"type": "damage",
						"default": true,
						"formula": "1d10",
						"damageType": "force",
						"label": "Single Handed"
					},
					"UKHGB5ssNvEbFxjC": {
						"type": "damage",
						"default": false,
						"label": "Two-weapon fighting",
						"damageType": "force",
						"formula": "1d8"
					}
				},
				"ranges": {
					"VsJLILqafQ5vEBE0": {
						"range": 15,
						"unit": "feet"
					},
					"dVUe2FBIJh63HGTU": {
						"range": "short"
					}
				},
				"target": {
					"type": "creature",
					"quantity": 1
				},
				"consumers": {}
			}
		},
		"description": "<p dir=\"ltr\">At 2nd level, you scar the palms of your hands with runes that can be activated to create a powerful weapon.</p>\n<p dir=\"ltr\">You can use your action to conjure in your empty hand an armament bestowed with power: a runescar weapon, which may have the appearance of any melee weapon of your choice. You are proficient with it while you wield your runescar weapon and you may always use your Constitution ability for attack and damage rolls with it. Your runescar weapon may be wielded in one or two hands and deals 1d10 force damage.</p>\n<p dir=\"ltr\">You may never benefit from the Duelist fighting style while wielding your runescar weapon. If you engage in two-weapon fighting while holding your runescar weapon in one hand, its damage decreases to 1d8.</p>\n<p dir=\"ltr\">Your runescar weapon has the Heavy property, but it does not impose disadvantage on attack rolls if your size is Small or smaller. In addition, your runescar weapon has the Thrown property (range 15/30) and reappears in your hand immediately after hitting or missing its intended target.</p>\n<p dir=\"ltr\">Your runescar weapon disappears if it is more than 5 feet away from you and wasn&rsquo;t thrown. It also disappears if you use this feature again, if you dismiss the weapon (no action required), or if you die.&nbsp;</p>\n<p dir=\"ltr\">Your runescar weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. It counts as a spellcasting focus and does not prevent you from performing the seen components of a spell or from providing material components.</p>\n<p dir=\"ltr\">By performing a 1-hour ritual while painting or carving magical runes onto a magic weapon, you can transfer its magic properties to your runescar weapon. This causes the weapon itself to disappear to an extradimensional space and causes your runescar weapon to gain any magical traits the weapon had if they are able to be applied to a melee weapon. You may only transfer the traits of one magical weapon at a time to your runescar weapon and can&rsquo;t transfer the magical traits of an artifact or a sentient weapon in this way. The magic weapon appears at your feet, bond severed, if you perform this ritual on a different weapon, if you use a 1-hour ritual to break your bond to it, or if you die.&nbsp;</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "System Architecture: Motif Classes",
			"link": "https://bit.ly/437OgQZ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": "",
		"equippedState": 0,
		"-=recharge": null,
		"-=equipped": null,
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"_id": "wxpcjmcnqro7arxu"
}