{
  "name": "Schematics",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>Starting at 2nd level, you can build all manner of things with the right tools, materials, and most importantly the schematics of what you’re trying to make.</p><h3><strong>Schematic Book </strong></h3><p>You gain schematics for three common rarity magic items of your choice (see Chapter 9: Enchanted Gear in Trials &amp; Treasures). A schematic is a collection of notes and diagrams that explains in detail how to create a specific magic item. These form your schematic book, and any future schematics you gain are added to it.</p><h3><strong>Crafting With Schematics</strong></h3><p>When you have the schematics for a magic item, they gain advantage on crafting checks to make it and the time required for crafting it is halved. Crafting a magic item using a schematic does not use up the schematic in any way, and the schematic remains usable. In addition, while using a schematic the quality of a mundane item required to make a magic item is reduced by one step.</p><h3><strong>Creating New Schematics</strong></h3><p>You can attempt to create and add a new schematic to your schematic book by spending 1 hour studying a magic item and gold equal to 1/10th of that item’s cost in experiments and material tests. At the end of the hour make an Engineering check (DC equal to item’s crafting DC). On a success you create a new schematic of that magic item and add it to your schematic book, and on a failure the time and materials are wasted.</p><p>Alternatively, if you find a schematic for a magic item you can add it to your schematic book.</p><p>To add a schematic to your schematic book or to create a schematic of a magic item, you must meet the minimum level requirements as if you were crafting the item (as shown on the Crafting and Minimum Player Level table on page 349 in Trials &amp; Treasures).</p><h3><strong>Replacing Your Schematic Book</strong></h3><p>The knowledge in your schematic book is too complex to keep entirely memorized, and if it is destroyed or lost you can’t reproduce it. For this reason most artificers fiercely protect their schematic books and many write copies. You can copy a schematic from your own schematic book into another book. This is just like creating a new schematic only significantly faster and easier since you already understand your own notations. You need only spend 10 minutes and 1 gold for each of your own schematics you copy into another book, or to create new schematics for a magic item you currently have infused.</p><h3><strong>Infusion</strong></h3><p>Once you have sufficiently studied a magic item you can reproduce and temporarily infuse its magical properties into items through arcano-technical ingenuity. If you have the schematic for a magic item, you can use an action to infuse it, turning a mundane item into the magic item from your schematic.</p><p>An infusion only works on mundane items specific to the type of magic item. For example, an infusion using a schematic for a magic longsword can only be used on a nonmagical longsword, and an infusion using a schematic for a suit of light armor can only be used on a nonmagical suit of padded cloth or padded leather. Many magic items take the form of small trinkets, baubles, and gems that can often be interchangeable, but the infused item needs to only be similar to the magic item’s description. The Narrator determines whether or not an item is suitable for an infusion.</p><p>You can infuse a number of items as shown on the Infusion Limit column of the Artificer table. You regain all expended infusion uses whenever you finish a long rest. </p><p>If an infused item requires attunement, you can attune yourself or another willing creature to it when you infuse the item. If you or another creature decide to attune to the item later, you must do so using the normal process for attunement. </p><p>Any infusions you imbue vanish after you finish a long rest, but they can remain imbued indefinitely if you commit to regular upkeep. Whenever you finish a long rest you can maintain any infused items you have access to by expending one infusion use for each. Any infusions you fail to maintain vanish and revert to mundane items. </p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "favorite": false,
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "sandboxa5e",
      "system": "a5e",
      "coreVersion": "10.285",
      "systemVersion": "0.8.5"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.8.5",
    "coreVersion": "10.285",
    "createdTime": 1663925768322,
    "modifiedTime": 1663930416058,
    "lastModifiedBy": "IT1r8Ztx8Vo4EKRr"
  }
}