{
	"name": "Scholarly Acquaintance",
	"type": "feature",
	"img": "icons/skills/social/diplomacy-handshake.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Even the most reclusive scholar must naturally interact with others, and at 5th level you each develop unique ways of turning this to the advantage of their studies. Choose one of the following options:</p>\n<p>&nbsp;</p>\n<h2>Always Knows Something Relevant</h2>\n<p>You may, at the beginning of a social interaction, make an Intelligence (Investigation) check against a DC of 15 + the other creature's Wisdom modifier. If successful, your scholarly studies have granted insight into this situation, and you may gain advantage on one ability check made as part of this interaction.</p>\n<p>&nbsp;</p>\n<h2>Friend to All</h2>\n<p>Your reputation for benevolent care and sharing useful knowledge precedes you. You can automatically find food and shelter for yourself in a significant settlement equivalent to a moderate lifestyle. In addition, when you finish a short or long rest, you gain the benefits of a special version of the *sanctuary* spell that only applies to humanoids, and most humanoids are willing to at least talk to you before attacking. This effect ends based on the normal conditions for *sanctuary*.</p>\n<p>&nbsp;</p>\n<h2>Apprenticed</h2>\n<p>You gain a follower of the apothecary, healer, diviner, or sage type. They are initially inexperienced, but become seasoned at level 9 and expert at level 17.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "8mnttob3hnqjywzq"
}