{
	"name": "Scholarly Excellence",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 3rd level, you have a particular set of skills that sets you a cut above a novice mage. Choose one of the following: </p><h3><strong>Academic </strong></h3><p>You’ve got a whole lot of book smarts. You gain 4 specialties from Arcana, Culture, Engineering, History, Nature, and Religion. Unlike normal, academic specialties may be taken twice (increasing the specialty’s expertise die to 1d6). </p><p>In addition, when you use either Deception or Persuasion to make a point related to an academic specialty, you gain your expertise die from the specialty and use Intelligence for your ability check. </p><h3><strong>Ritual Efficiency </strong></h3><p>When you cast a spell as a ritual, you only add 1 minute to the casting time (instead of 10 minutes). </p><h3><strong>Rote Memorization </strong></h3><p>Choose one cantrip which has a casting time of 1 action and doesn’t deal damage. You can cast that cantrip as a bonus action without any seen or material components a number of times equal to your proficiency bonus. You regain all expended uses of this feature when you finish a long rest, and can switch the cantrip associated with this feature each time you gain a wizard level.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"folder": null,
	"_id": "szxgzc4zmt9zam9f"
}