{
	"name": "See You On the Other Side (Spiritualist)",
	"type": "feature",
	"img": "icons/magic/unholy/silhouette-light-fire-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>When you select this archetype at 1st level, you develop an enhanced connection to the world of spirits. You gain proficiency with the Religion skill or an expertise die if you are already proficient and a skill specialty in it for undead. You also learn your choice of one of the <em>mage hand, chill touch, or spare the dying</em> cantrips, which does not count against your maximum cantrips known. In addition, choose one of the following options:</p>\n<h3>Chilling Curse</h3>\n<p>You can use a bonus action to place a curse on a creature you can see within 30 feet. The curse lasts for 1 minute, and ends early if the target dies, you die, or you become incapacitated. The curse has the following effects:</p>\n<ul>\n<li>\n<p>When you deal damage against the cursed creature, it takes an additional 1d4 psychic damage. This bonus increases by 1d4 at 10th level, and again at 15th and 20th level.</p>\n</li>\n<li>\n<p>You gain a pool of spectral dice, which begins empty. Each spectral die represents a sliver of spiritual power. When the cursed creature acquires a condition or a tracked condition it already has ticks up, add one spectral die to this pool. You can spend a spectral die when making an ability check tied to your spellcasting ability to gain a 1d4 bonus. For example, if you selected Wisdom for your spellcasting ability, you could use a spectral die to give yourself a bonus to a Wisdom (Perception) check. The pool disappears when you finish a short or long rest.</p>\n</li>\n</ul>\n<h3>Defy the Departed</h3>\n<p>You gain a supernatural resistance to the depredations of undead creatures. You make all saving throws against effects from undead creatures with advantage.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Spiritualist",
			"link": "https://bit.ly/3pOOywJ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "kwybym0fbi8y15k3"
}