{
  "name": "Sense the Departed (Spiritualist)",
  "type": "feature",
  "img": "icons/magic/unholy/hands-cloud-light-pink.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 6th level, you learn to communicate with the recently departed. You learn the <em>speak with dead</em> spell, which does not count against your spells known.&nbsp;</p><p>In addition, ghosts and other spectral undead have a disposition toward you that is one step better than normal. Indifferent creatures will be friendly, hostile creatures will be indifferent. Friendly creatures remain friendly. However, this benefit extends to neither your companions nor bystanders, except in the case of normally friendly creatures, who will also be friendly to your companions, if any.</p><p>You also gain a supernatural awareness of undead beings and hauntings. You automatically know when such a being is within 30 feet of you, and you are also instantly aware if an area you occupy is haunted. As an action, you can spend a spell point to focus this sense and determine the exact location of an undead creature within 30 feet of you that you are aware of. If you can see the creature and did not realize it was undead before, this reveals that information to you. At the Narrator’s option, certain powerful undead creatures or those with access to protective spells such as <em>nondetection</em> or <em>magic aura</em> may be able to thwart this sense.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "spiritualist",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": "6"
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.013,
      "lastMigration": {
        "version": {
          "schema": 0.011,
          "foundry": "11.315",
          "system": "0.16.49"
        }
      }
    }
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "102dwrc90k56k6d2"
}
