{
	"name": "Spell Study",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 7th level, you learn to hone your magic and spells to new power levels thanks to your dedicated studies. Choose one Spell Study that reflects what you have dedicated your arcane studies to. </p><h3><strong>Arcane Objects </strong></h3><p>When you touch a magic item, either willingly or when hit by it, you are immediately aware that it’s magical. If you hold such an item in your hand, you can cast identify on it as an action without spending a spell slot, even if you don’t have the spell prepared. </p><p>In addition, when you cast identify using a spell slot or as a ritual, you also learn if the item is cursed, and the Narrator will give you a hint as to the curse’s effects (which may be cryptic and vague, but must not be a lie).</p><h3><strong>Detective Spell Study </strong></h3><p>You are adept at sensing magic and its effects. If there are active magical effects near you, such as a spell effect on an object or a spell effect in an area, you automatically sense its presence. You don’t know what spell effects there are or where they are, but you can automatically sense the effect of magic in a 20-foot radius around you. </p><p>In addition, you have honed your detection spells. Add <strong>Detect Magic </strong>and <strong>Detect Thoughts </strong>to your spellbook if they weren’t already there. Whenever you cast detect magic, the range that you can sense magic is increased to 60 feet. Whenever you cast detect thoughts, the range of creatures that you can read thoughts from is increased to 60 feet. </p><h3><strong>Fauna and Flora </strong></h3><p>Your research into plants, wildlife, and the natural workings of magic grants you superior insights into the magic of living creatures and flora. When a plant or beast makes a saving throw against a spell that you cast, it makes the saving throw with disadvantage.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"folder": null,
	"_id": "aap4al37tcw2f7o6"
}