{
  "name": "Spellcasting (Sorcerer)",
  "type": "feature",
  "img": "icons/magic/unholy/hand-marked-pink.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>You have awoken a latent magic within yourself&nbsp;caused by something you were exposed to, a quirk&nbsp;of an ancestor that has now manifested in you,&nbsp;supernatural experimentation, or something else&nbsp;entirely. This conduit, which you may not yet&nbsp;fully understand, fuels your spellcasting.</p>\n<p>&nbsp;</p>\n<h2>Cantrips</h2>\n<p>At 1st level, you know four cantrips of your choice from the sorcerer spell list. You learn additional sorcerer cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Sorcerer Spells table.</p>\n<p>&nbsp;</p>\n<h2>Spell Slots</h2>\n<p>The Sorcerer Spells table shows how many spell slots you have to cast your spells of 1st-level and higher. To cast one of these sorcerer spells, you must expend a slot of the spell&rsquo;s level or higher. You regain all expended spell slots when you finish a long rest.</p>\n<p>&nbsp;</p>\n<h2>Spells Known of 1st-Level and Higher</h2>\n<p>You know two 1st-level spells of your choice from the sorcerer spell list.</p>\n<p>The Spells Known column of the Sorcerer Spells table shows when you learn more sorcerer spells of your choice. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 3rd level in this class, you can learn one new spell of 1st- or 2nd-level.</p>\n<p>Additionally, when you gain a level in this class, you can choose one of the sorcerer spells you know and replace it with another spell from the sorcerer spell list, which also must be of a level for which you have spell slots.</p>\n<p>&nbsp;</p>\n<h2>Spellcasting Ability</h2>\n<p>Charisma is your spellcasting ability for your sorcerer spells, as your magic is fueled by an attunement to your very soul. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a sorcerer spell you cast and when making an attack roll with one.</p>\n<p><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Charisma modifier</p>\n<p><strong>Spell attack modifier</strong> = your proficiency bonus + your Charisma modifier</p>\n<p>&nbsp;</p>\n<h2>Spellcasting Focus</h2>\n<p>You can use an arcane focus as a spellcasting focus for your sorcerer spells.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": "6"
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false
  },
  "effects": [],
  "folder": null,
  "flags": {
    "exportSource": {
      "world": "clean-test",
      "system": "a5e",
      "coreVersion": "11.315",
      "systemVersion": "0.17.12"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.17.12",
    "coreVersion": "11.315",
    "createdTime": 1709977819005,
    "modifiedTime": 1709977984857,
    "lastModifiedBy": "BDqRFxyWZFKs757e"
  }
}