{
  "name": "Spellcasting",
  "type": "feature",
  "img": "systems/dnd5e/icons/skills/yellow_29.jpg",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": "",
      "type": "",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>You have developed a talent for creating magic through artistic expression, whether that be a melody made enchanted or a dance that unlocks power from beyond the mortal realms. </p><p>Cantrips At 1st level, you know two cantrips of your choice from the bard spell list. You learn additional bard cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Bard Spells table. </p><p>Spell Slots The Bard Spells table shows how many spell slots you have to cast your spells of 1st-level and higher. To cast one of these bard spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest. </p><p>Spells Known of 1st-Level and Higher You know four 1st-level spells of your choice from the bard spell list. </p><p>The Spells Known column of the Bard Spells table shows when you learn more bard spells of your choice. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 3rd level in this class, you can learn one new spell of 1st- or 2nd-level. </p><p>Additionally, when you gain a level in this class, you can choose one of the bard spells you know and replace it with another spell from the bard spell list, which also must be of a level for which you have spell slots. </p><p>Ritual Casting You can cast any bard spell you know as a ritual if it has the ritual tag. </p><p>Spellcasting Ability Charisma is your spellcasting ability for your bard spells, as your magic is fueled by how you express your inner self upon the world. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a bard spell you cast and when making an attack roll with one. </p><p>Spell save DC = 8 + your proficiency bonus + your Charisma modifier Spell attack modifier = your proficiency bonus + your Charisma modifier Spellcasting Focus You can use an arcane focus or Art Speciality as a spellcasting focus for your bard spells.</p>",
    "duration": {
      "unit": "",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "",
      "shape": "",
      "size": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "a-story-of-beginnings-again",
      "system": "a5e",
      "coreVersion": "9.255",
      "systemVersion": "0.5.5"
    }
  }
}