{
	"name": "Spellcasting",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"data": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>You have learned to draw on divine magic through meditation and devotion to your oath.</p><p>Cantrips At 1st level, you know two cantrips of your choice from the Herald spell list. You learn additional Herald cantrips of your choice at higher levels, as seen in the Cantrips Known column of the Herald Spells table.</p><p>Preparing and Casting Spells The Herald Spells table shows how many spell slots of each level you have to cast your spells. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all spent spell slots upon finishing a long rest.</p><p>You can prepare a number of spells equal to your Charisma modifier + half your herald level, (minimum 1 spell). The spells must be of a level for which you have spell slots, and must be chosen from the Herald spell list.</p><p>For example, if you are a 5th level herald, you have four 1st-level and two 2nd-level spell slots. With a Charisma of 14, your list of prepared spells can include four spells of 1st- or 2nd-level, in any combination. If you prepare the 1st-level spell cure wounds, you can cast it using a 1st-level or a 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.</p><p>You can change the spells you have prepared whenever you take a long rest. Preparing a new list of spells requires you to spend time reflecting in meditation; at least 1 minute per spell level for each new spell on your list.</p><p>Spellcasting Ability Charisma is your spellcasting ability for your herald spells, since their power is derived from your dedication to your oath. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a herald spell you cast and when making an attack roll with one.</p><p>Spell save DC = 8 + your proficiency bonus + your Charisma modifier Spell attack modifier = your proficiency bonus + your Charisma modifier The Maneuvers Known column of the Herald table shows when you learn more maneuvers from a tradition you are proficient with, while the Maneuver Degree column shows the highest degree you can select maneuvers from at a given level.</p><p>Additionally, whenever you learn a new maneuver, you can choose one of the maneuvers you know and replace it with another maneuver of the same degree from a tradition you are proficient with.</p><p>Spellcasting Focus You can use a holy symbol as a spellcasting focus for your Herald spells.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "",
			"shape": "",
			"size": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"effects": [],
	"flags": {},
	"_id": "qc6jplfjrshk1yus"
}