{
	"name": "Spellcasting (Cleric)",
	"type": "feature",
	"img": "icons/equipment/neck/necklace-astrology-sun-gold.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Sanctioned by the highest powers, you can cast spells to enact sacred miracles. See Spells Rules for the general rules of spellcasting and the Spells Listing for the cleric spell list.</p>\n<p>&nbsp;</p>\n<h2>Cantrips</h2>\n<p>At 1st level, you know three cantrips of your choice from the cleric spell list. You learn additional cleric cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Cleric Spells table. In addition to these, you also know the @UUID[Compendium.a5e.a5e-spells.Item.eiek2vbzwijd0qac]{Thaumaturgy} cantrip.</p>\n<p>&nbsp;</p>\n<h2>Preparing and Casting Spells</h2>\n<p>The Cleric Spells table shows how many spell slots you have to cast your cleric spells. To cast one of these cleric spells, you must expend a slot of the spell&rsquo;s level or higher. You regain all expended spell slots when you finish a long rest.</p>\n<p>You prepare the list of cleric spells that are available for you to cast, choosing from the cleric spell list. When you do so, choose a number of cleric spells equal to your Wisdom modifier + your cleric level (minimum of one spell). The spells must be of a level for which you have spell slots.</p>\n<p>Casting spells doesn&rsquo;t remove them from your list of prepared spells.</p>\n<p>You can change your list of prepared spells whenever you finish a long rest by meditating for at least 1 minute per spell level for each spell on your list.</p>\n<p>&nbsp;</p>\n<h2>Spellcasting Ability</h2>\n<p>Wisdom is your spellcasting ability for your cleric spells. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a cleric spell you cast and when making an attack roll with one.</p>\n<p><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Wisdom modifier</p>\n<p><strong>Spell attack modifier</strong> = your proficiency bonus + your Wisdom modifier</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<h2>Ritual Casting</h2>\n<p>You can cast a cleric spell as a ritual if that spell has the ritual tag and you have the spell prepared. You can also cast the ceremony spell as a ritual whether you have the spell prepared or not.</p>\n<p>&nbsp;</p>\n<h2>Spellcasting Focus</h2>\n<p>You can use a holy symbol as a spellcasting focus for your cleric spells.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"folder": null,
	"_id": "axllcphld6abmm1p"
}