{
	"name": "Spellcasting (Pious Protector)",
	"type": "feature",
	"img": "icons/magic/holy/chalice-glowing-gold.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<h2><strong>Spellcasting</strong></h2>\n<p>Empowered by a higher force and your own sheer, compassionate determination, you can cast spells to heal and safeguard. See Spells Rules for the general rules of spellcasting and the Spells Listing for the pious protector spell list.</p>\n<h3><strong>Cantrips</strong></h3>\n<p>At 1st level, you know two cantrips of your choice from the pious protector spell list. You learn additional pious protector cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Pious Protector table.</p>\n<p>In addition to these, you also know the<em> spare the dying</em> cantrip.</p>\n<h3><strong>Preparing and Casting Spells</strong></h3>\n<p>The Pious Protector table shows how many spell slots you have to cast your pious protector spells. To cast one of these pious protector spells, you must expend a slot of the spell&rsquo;s level or higher. You regain all expended spell slots when you finish a long rest.</p>\n<p>You prepare the list of pious protector spells that are available for you to cast, choosing from the pious protector spell list. When you do so, choose a number of pious protector spells equal to your Wisdom modifier + your pious protector level (minimum of one spell). The spells must be of a level for which you have spell slots.</p>\n<p>Casting spells doesn&rsquo;t remove them from your list of prepared spells.</p>\n<p>You can change your list of prepared spells whenever you finish a long rest by meditating for at least 1 minute per spell level for each spell on your list.</p>\n<h3><strong>Spellcasting Ability</strong></h3>\n<p>Wisdom is your spellcasting ability for your pious protector spells. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a pious protector spell you cast and when making an attack roll with one.</p>\n<p>Spell save DC = 8 + your proficiency bonus + your Wisdom modifier</p>\n<p>Spell attack modifier = your proficiency bonus + your Wisdom modifier</p>\n<h3><strong>Ritual Casting</strong></h3>\n<p>You can cast a pious protector spell as a ritual if that spell has the ritual tag and you have the spell prepared. You can also cast the <em>ceremony</em> spell as a ritual whether you have the spell prepared or not.</p>\n<h3><strong>Spellcasting Focus</strong></h3>\n<p>You can use a holy symbol as a spellcasting focus for your pious protector spells.</p>\n<h2><strong>Spell list</strong></h2>\n<p><strong>Cantrips:</strong> <em>Altered Strike, Dancing Lights, Guidance, Light, Mending, Resistance, Spare the Dying, Thaumaturgy</em></p>\n<p><strong>1st Level: </strong><em>Bless, Calculated Retribution, Ceremony, Cure Wounds, Detect Evil and Good, Detect Magic, Healing Word, Heroism, Protection from Evil and Good, Purify Food and Drink, Sanctuary, Shield of Faith, Traveler&rsquo;s Ward</em></p>\n<p><strong>2nd Level: </strong><em>Aid, Calm Emotions, Continual Flame, Find Traps, Force of Will, Gentle Repose, Lesser Restoration, Prayer of Healing, Protection From Energy, Protection from Poison, Warding Bond</em></p>\n<p><strong>3rd Level: </strong><em>Beacon of Hope, Create Food and Water, Daylight, Dispel Magic, Mass Healing Word, Remove Curse, Revivify, Sending, Tongues</em></p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "System Architecture: Motif Classes",
			"link": "https://bit.ly/437OgQZ",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		},
		"equippedState": 0,
		"-=recharge": null,
		"-=equipped": null,
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.009,
					"foundry": "12.316",
					"system": "0.16.12"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "70yq2e4ds0hz02fd"
}