{
  "name": "Spellcasting (Wizard)",
  "type": "feature",
  "img": "icons/sundries/books/book-stack.webp",
  "effects": [],
  "flags": {
    "core": {},
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "11.314",
      "systemVersion": "0.16.7"
    }
  },
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 1st level you have a spellbook containing the&nbsp;written spells you study. You use your spellbook to&nbsp;cast your spells.</p>\n<p>&nbsp;</p>\n<h2>Cantrips</h2>\n<p>At 1st level, you know three cantrips of your&nbsp;choice from the wizard spell list. You learn&nbsp;additional wizard cantrips of your choice at&nbsp;higher levels, as shown in the Cantrips Known&nbsp;column of the Wizard Spells table. Additionally,&nbsp;you know the @UUID[Compendium.a5e.a5e-spells.Item.uy8he1yquaiym6y8]{Prestidigitation} cantrip.</p>\n<p>&nbsp;</p>\n<h2>Spellbook</h2>\n<p>At 1st level, your spellbook contains six 1st-level&nbsp;wizard spells of your choice. Your spellbook&nbsp;contains all of the wizard spells you know,&nbsp;except your cantrips, which you maintain in&nbsp;your memory.</p>\n<p>&nbsp;</p>\n<h2>Preparing and Casting Spells</h2>\n<p>The Wizard Spells table shows how many spell&nbsp;slots you have to cast your wizard spells. To cast&nbsp;one of these wizard spells, you must expend a&nbsp;slot of the spell&rsquo;s level or higher. You regain all&nbsp;expended spell slots when you finish a long rest.</p>\n<p>You prepare the list of wizard spells that are available for you to cast, choosing from the wizard spell list. When you do so, choose a number of wizard spells written in your spellbook equal to your Intelligence modifier + your wizard level (minimum of one spell). The spells must be of a level for which you have spell slots.</p>\n<p>Casting spells doesn&rsquo;t remove them from your list of prepared spells.</p>\n<p>You can change your list of prepared spells whenever you finish a long rest by studying your spellbook for at least 1 minute per spell level for each spell on your list.</p>\n<p>&nbsp;</p>\n<h2>Spellcasting Ability</h2>\n<p>Intelligence is your spellcasting ability for your&nbsp;wizard spells. You use your Intelligence whenever&nbsp;a spell refers to your spellcasting ability.&nbsp;In addition, you use your Intelligence modifier&nbsp;when setting the saving throw DC for a wizard&nbsp;spell you cast and when making an attack roll&nbsp;with one.</p>\n<p><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Intelligence modifier</p>\n<p><strong>Spell attack modifier</strong> = your proficiency bonus + your Intelligence modifier</p>\n<p>&nbsp;</p>\n<h2>Ritual Casting</h2>\n<p>You can cast a wizard spell as a ritual if that&nbsp;spell has the ritual tag and you have the spell in&nbsp;your spellbook.</p>\n<p>&nbsp;</p>\n<h2>Spellcasting Focus</h2>\n<p>You can use an arcane focus as a spellcasting&nbsp;focus for your wizard spells.</p>\n<p>&nbsp;</p>\n<h2>Learning Spells of 1st-Level and Higher</h2>\n<p>Each time you gain a wizard level, you can add&nbsp;two wizard spells of your choice to your spellbook for free. Each of these spells must be of a&nbsp;level for which you have spell slots, as shown&nbsp;on the Wizard Spells table.</p>\n<p>&nbsp;</p>\n<h2>Your Spellbook</h2>\n<p>As you research magic and spells, you will add&nbsp;new spells to your spellbook. You might find&nbsp;spells during your adventures, such as spells&nbsp;from other spellcasters&rsquo; spellbooks, or spells&nbsp;recorded on scrolls.</p>\n<p><em><strong>Copying a Spell into the Book.&nbsp;</strong></em>When you&nbsp;find a wizard spell of 1st-level or higher, you&nbsp;can add it to your spellbook if it is of a spell&nbsp;level that you can prepare, and if you take&nbsp;the time to decipher and copy it.</p>\n<p>Copying a spell into your spellbook involves reproducing the instructions of the spell, as well as deciphering any notation or cipher used by the wizard who wrote it. You must also practice the spell until you comprehend any words, sounds, gestures, or materials required to use the spell. Finally, you transcribe the spell into your own spellbook, with any notation or cipher you wish to write it with.</p>\n<p>For each level of the spell, the process takes 2 hours and costs 50 gold. The cost represents material components you utilize as you experiment with the spell to master it, as well as the fine inks you use to record it into your spellbook.</p>\n<p>Once you have spent this time and money, you can prepare the spell like any other spell in your spellbook.</p>\n<p><em><strong>Replacing the Book. </strong></em>You can copy a spell&nbsp;from your own spellbook into another book,&nbsp;in the case that you want to create a backup&nbsp;copy of your spellbook. This is similar to&nbsp;copying a new spell into your spellbook, but&nbsp;simpler and quicker since you understand&nbsp;your own notation and already know how to&nbsp;cast the spell. You spend 1 hour and 10 gold&nbsp;per level of copying your own spells.</p>\n<p>If you lose your spellbook, you can use the same procedure to transcribe spells that you have prepared into a new spellbook.</p>\n<p><em><strong>The Spellbook&rsquo;s Appearance.&nbsp;</strong></em>Your spellbook&nbsp;is as unique as you want it to be, and can have&nbsp;its own decoration, including margin notes and&nbsp;addendums made by you. It could be a simple,&nbsp;leather-bound book, or it can be finely-bound,&nbsp;gilded, leaflets stored in a box, or made of&nbsp;unique materials as well.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "schemaVersion": {
      "version": 0.009,
      "lastMigration": {
        "version": {
          "schema": 0.007,
          "foundry": "11.311",
          "system": "0.15.13"
        }
      }
    }
  },
  "folder": null,
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.16.7",
    "coreVersion": "11.314",
    "createdTime": 1699724824308,
    "modifiedTime": 1699859282110,
    "lastModifiedBy": "w2w5xxtHicJQ36ch"
  }
}