{
	"name": "Spell Intensity",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"data": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 18th level, you gain new ways to intensify the power of your spells, sometimes at cost to yourself. Choose one of the following features, which can be used to augment your wizard spells of 5th-level or lower. You must choose whether or not to augment the spell when you declare you’re casting it, before any rolls are made.</p><p>The first time you use this feature to augment a spell, you suffer no adverse effect. If you use this feature again before finishing a long rest, your current and maximum hit points are both reduced by 1d12 per level of the spell augmented (cantrips count as 1st-level spells for this purpose). This reduction lasts until you finish a long rest.</p><h3><strong>Binding</strong></h3><p>After you have affected a creature with a spell that has a duration and it is able to end the spell’s effect on itself with a successful saving throw, it must succeed on that saving throw twice to end the effect.</p><h3><strong>Burn</strong></h3><p>Any creature that takes damage from the spell takes that damage again at the start of your next turn, unless a <strong>Dispel Magic </strong>spell of any level is cast on it before then or it’s in an <strong>Antimagic Field </strong>at the time.</p><h3><strong>Chain</strong></h3><p>When you cast a spell that can normally only target a single creature, it can also target up to 2 more creatures within 15 feet of the initial target.</p><h3><strong>Duality</strong></h3><p>When you cast a spell that requires concentration while already concentrating on another spell, you can maintain concentration on both spells simultaneously. If you’re forced to make a Constitution saving throw to maintain concentration, the minimum DC is 10 + the combined levels of the two spells. On a failure, both spells end.</p><h3><strong>Overchannel</strong></h3><p>When you would roll damage for a spell, you instead deal maximum damage with that spell.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Item.xJb2BkxVlETIGFZB"
		}
	},
	"_id": "neimpfkhjwa780qf"
}