{
  "name": "Trapmaking",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "ability": "",
    "actionOptions": [
      "damage"
    ],
    "activation": {
      "cost": "",
      "type": "special",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [
      {
        "canCrit": false,
        "damageType": "",
        "formula": "floor(@level / 2) * d6",
        "name": "Trapmaking"
      }
    ],
    "description": "<p>Beginning at 3rd level, with 10 minutes of work you can use your thieves’ tools to boobytrap a 5-footsquare area or a Large or smaller object. Your trap can be anything from a needle in a lock to a rockfall in a passageway. Describe the mechanics of your trap to the Narrator. Logic determines which traps can be built where; for instance, a swinging axe can’t be hidden in a jewelry box.</p><p>The trap’s DC is 8 + your Dexterity bonus + your proficiency bonus. A creature can spot the trap by making a Perception check against the trap’s DC. Creatures aware of the trap may avoid or disable it without a check. When a creature enters the trapped area or interacts with the trapped object it must succeed on a Dexterity saving throw against the trap’s DC. On a failure, the trap is triggered and the creature takes an amount of damage equal to 1d6 damage times half your rogue level. The type of damage dealt (bludgeoning, piercing, slashing, or poison) is determined by the nature of your trap. Once a trap has been triggered, it is disabled. </p><p>You can use this feature a number of times equal to your proficiency bonus. You regain all uses of this feature when you finish a short or long rest.</p>",
    "duration": {
      "unit": "minute",
      "value": 10
    },
    "healing": [],
    "proficient": true,
    "range": [],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": ""
    },
    "uses": {
      "value": null,
      "max": null,
      "per": "shortRest"
    },
    "featureType": "class"
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.Q5O8VQZuJSM5VDFx"
    },
    "exportSource": {
      "world": "red-hand",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.6.0"
    }
  }
}