{
  "name": "Undead Armor",
  "type": "feature",
  "img": "icons/equipment/head/helm-barbute-evil-green.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At level 14, your Graven Armor is not merely dead—it is undead. The reanimated armor provides you with the following benefits while you have temporary hit points from it:</p><p><br></p><ul><li><p><strong><em>Bone Weapon. </em></strong>You can shape weapons made from bone out of the armor. While you are raging, as a bonus action, you may spend 2 Graven Armor temporary hit points to manifest a bone weapon. Choose a melee weapon you are proficient with. A weapon of that type made from bone appears in your hand. Attacks made with this weapon deal an additional die of damage when used with your Deadly Strikes. The weapon lasts until you let go of it or until your rage ends.</p></li><li><p><strong><em>Morbid Terror. </em></strong>Your Death Mask becomes more powerful. Creatures that fail their saves now become Frightened, and creatures that fail by more than 5 now suffer a mild heart attack. A creature that suffers a mild heart attack must immediately make a Constitution save against your maneuver DC or acquire 2 levels of fatigue and be stunned until the end of its next turn, then becomes frightened for the remaining duration. A creature that succeeds on this save suffers no fatigue, but is still stunned.</p></li><li><p><strong><em>Rotted Wings. </em></strong>You can spend 5 Graven Armor temporary hit points to manifest a ghastly pair of leathery wings as a bonus action, which grants you a flying speed equal to your walking speed. The wings persist until you reabsorb them as a bonus action (which increases your remaining Graven Armor temporary hit points by 5), or you take enough damage to end your Graven Armor or dismiss it.</p></li></ul><p><br></p><p>If you do not have enough Graven Armor temporary hit points to spend on Bone Weapon or Rotted Wings, you may not use them.</p><p><br></p>",
    "favorite": false,
    "secretDescription": "",
    "source": "moarComplete",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.019,
      "lastMigration": {
        "version": {
          "schema": 0.018,
          "foundry": "11.315",
          "system": "0.18.11"
        }
      }
    },
    "classes": "berserker"
  },
  "effects": [],
  "flags": {
    "core": {},
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "11.315",
      "systemVersion": "0.18.11"
    }
  },
  "folder": "tqpfd65RawLHAkOf",
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.18.11",
    "coreVersion": "11.315",
    "createdTime": 1715599688108,
    "modifiedTime": 1715599754876,
    "lastModifiedBy": "w2w5xxtHicJQ36ch"
  }
}