{
	"name": "Venomous Magic",
	"type": "feature",
	"img": "icons/magic/acid/dissolve-drip-droplet-smoke.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 6th level, you learn to infuse your spells with poison. As part of casting a spell, you may poison the magic of the spell. This requires a dose of advanced poison as an additional material component. For a spell that requires a saving throw, if a creature fails its saving throw, it takes an additional 2d6 points of poison damage and is Poisoned for one minute. If the spell requires an attack roll, on a hit the target takes an additional 2d6 points of damage. If the spell transports you from one place to another, you leave a cloud of poisonous vapor that persists for one minute behind in your starting square. A creature that starts their turn in that space or enters it must make a Constitution save against your spell save DC, taking 2d6 points of poison damage and becoming Poisoned for a minute on a failed save. A creature that succeeds on its save takes half damage and is not Poisoned. A creature suffering the Poisoned condition from this ability may make a Constitution save against your spell save DC at the end of each of its turns, ending the condition on a success. Once you have used this ability a number of times equal to your proficiency bonus, you can’t do so again until you finish a long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Thematic Toolkit: Venomous Shadow",
			"link": "https://bit.ly/3xPedWx",
			"publisher": "purpleMartinGames"
		},
		"uses": {
			"value": null,
			"max": null,
			"per": "longRest",
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.009,
					"foundry": "12.316",
					"system": "0.16.12"
				}
			}
		}
	},
	"folder": null,
	"_id": "hxdnsd5m6p62r8gu"
}