{
	"name": "Virtuoso",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>At 20th level, your capacity for drawing a crowd reaches dizzying new heights. As an action, you can expend a use of Bardic Inspiration to start an epic performance that lasts for 1d4 rounds. During that time, you can choose up to 50 creatures that are within 120 feet of you. Each creature able to hear or see your Epic Performance makes a Charisma saving throw against your bard spell save DC. If a creature fails its saving throw, it is charmed by you for the duration plus 6 days, or until you or your companions do anything harmful to it. A charmed creature regards you as a friendly acquaintance. </p><p>The performance ends early if you are incapacitated or silenced, or if you voluntarily end it (no action required). At the end of the duration, you can expend an additional use of Bardic Inspiration to extend the duration by 1d4 rounds. </p><p>When your Epic Performance lasts at least 1 minute, at the end of the duration you can target each charmed creature as if using the mass suggestion spell cast at 9th-level. Creatures do not make saving throws to resist this effect. The commands you give a charmed creature are not obvious, and other creatures must make a Wisdom (Insight) check opposed by your Charisma (Performance) check to understand that you are doing anything more than giving a performance. You can give each creature its own set of commands, but can only give out 6 different sets of commands. </p><p>Once you use this feature, you can't use it again until you finish a long rest.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "",
			"shape": "",
			"size": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "class"
	},
	"_id": "cle0kfe4bl9jj1v1"
}