{
	"name": "Wild Shape",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-class-features.3jdfihvtbyhbv9ez"
		}
	},
	"system": {
		"actions": {
			"4blCCUuKsHNa7BO9": {
				"name": "Wild Shape",
				"activation": {
					"cost": 1,
					"type": "action",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "",
					"value": ""
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": ""
				},
				"consumers": {}
			}
		},
		"description": "<p>At 2nd level, you know 3 wild shapes of your choice for creatures of CR 1/2 or less that have the beast or plant type. You learn additional and more powerful wild shapes of your choice at higher levels, as shown in the Wild Shapes Known column of the Druid table.</p><p>Whenever you gain a level in this class, you can replace one of the wild shapes you know with a new one.</p><p>As an action you can magically assume one of your known wild shapes. You can use this feature a number of times equal to your proficiency bonus. You regain expended uses when you finish a long rest.</p><p>Whenever you use your Wild Shape feature to transform into a creature, you gain a number of temporary hit points equal to 1d4 × the creature’s CR (minimum 1d4).</p><p>You can stay in a wild shape for a number of hours equal to your druid level. You then revert to your normal form unless you expend another use of this feature. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, drop to 0 hit points, or die.</p><p>While you are transformed, the following rules apply:</p><ul><li><p>Your game statistics are replaced by the statistics of the creature, except you retain your hit points and Hit Dice, personality, the ability to speak and understand any languages you know, and your Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has a higher bonus to a skill or saving throw, you may use the creature’s bonus instead.&nbsp;</p></li><li><p>You gain all of the wild shape’s senses, movement speeds, resistances, immunities, vulnerabilities, traits, actions, and attacks. If you take a Multiattack action of a creature, you cannot make any further attacks that turn, even if another feature would normally allow you to do so.</p></li><li><p>While in a wild shape your Armor Class equals 12 + ¼ your druid level (rounded down) as shown on the Wild Shapes table. If your wild shape would have a higher AC, you may use that instead.&nbsp;&nbsp;</p></li><li><p>While in a wild shape you may only cast spells with a range of Self or Touch. You can perform the verbal and somatic components of such spells while in a wild shape and your wild shape itself acts as your spellcasting focus. Transforming doesn’t break your concentration on a spell you’ve already cast, nor does it prevent you from taking actions that are part of a spell, such as call lightning, that you’ve already cast.</p></li><li><p>You still retain the benefit of any features from your class, destiny, or culture and can use them if your wild shape is physically capable of doing so. However, you can’t utilize any features gained from your heritage or heritage gift while in a wild shape.</p></li><li><p>Any equipment you are wearing or wielding merges into your new form. Equipment that merges with your form has no effect until you leave the form.</p></li></ul><h3><strong>Wild Shape Examples</strong></h3><p><strong>Level</strong>: 2      <strong>Max CR</strong>: 1/2  <strong>Armor Class</strong>: 12  <strong>Example: </strong>Ape</p><p><strong>Level</strong>: 4      <strong>Max CR</strong>: 1      <strong>Armor Class</strong>: 13  <strong>Example: </strong>Giant Eagle</p><p><strong>Level</strong>: 8      <strong>Max CR</strong>: 2      <strong>Armor Class</strong>: 14  <strong>Example: </strong>Awakened Tree</p><p><strong>Level</strong>: 12   <strong>Max CR</strong>: 3      <strong>Armor Class</strong>: 15  <strong>Example: </strong>Giant Scorpion</p><p><strong>Level</strong>: 16   <strong>Max CR</strong>: 4      <strong>Armor Class</strong>: 16  <strong>Example: </strong>Elephant</p><p><strong>Level</strong>: 20   <strong>Max CR</strong>: 5      <strong>Armor Class</strong>: 17  <strong>Example: </strong>Triceratops</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"featureType": "class",
		"prerequisite": ""
	},
	"_id": "3jdfihvtbyhbv9ez"
}