{
	"name": "Witch's Familiar",
	"type": "feature",
	"img": "icons/creatures/abilities/wolf-heads-swirl-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt;\">At 1st Level you are given a magical gift in the form of a guide, tutor and aide. you know the Find Familiar spell, you always have it prepared and it doesn't count against your number of prepared spells. In addition, your familiar is blessed with various additional benefits as you level up.</p>\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt;\">At 1st level, over the course of a short or long rest you may choose to feed and empower your familiar. This could be purely magical by meditating to return a&nbsp;portion of the magic and spiritual energies you drew through it, or it could be more literal by feeding it some of your blood or letting it suckle at one of your teats. Regardless of the exact means, doing so grants your familiar temporary hit points equal to 2 x your witch level.</p>\n<hr>\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt;\">When you reach 7th level, after using an action to perceive through their familiar's senses you may continue doing so without need for further action until you use an action to end it. Once per short or long rest, while perceiving through your familiar's senses you may cast a spell through them as if it had originated from them and using their line of sight.</p>\n<hr>\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt;\">When you reach 13th level, your familiar gains advantage or saving throws against spells and magical effects, and they share this bonus with you as long as you are both within 10 feet of each other. At 17th level the range of this ability increases to 30 feet.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mysterious and Marvelous Miscellanea",
			"link": "https://bit.ly/42ysoNZ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "Level 1 Witch Class",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "dice2o2bv8tsynlt"
}