{
	"folder": null,
	"name": "Wicked Tongue",
	"type": "feature",
	"img": "icons/commodities/biological/tongue-violet.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>While all frogfolk use their sticky, arms-length tongue to eat, your tongue is exemplary. Between reach, strength, and stickiness, your tongue is a weapon unto itself. You gain the following benefits:</p>\n<p><strong>Wicked Tongue. </strong>You have a long sticky tongue capable of immobilizing your prey or enemies. Your tongue is 10 feet long and is dexterous enough to perform simple actions a hand could perform, though it cannot wield weapons.</p>\n<p>On your turn as an action, you can make a melee attack using your tongue. You are considered proficient with your tongue and may use your Strength or Dexterity modifier for the attack, and it has a melee reach of 10 feet. On a hit you deal no damage, but your tongue attaches to the target. A creature attached to your tongue cannot move further away from you and takes a &ndash; 2 penalty to AC as long as the tongue is attached.</p>\n<p>A creature can detach your tongue by succeeding on an opposed Strength (Athletics) check or by dealing slashing damage to the tongue (AC 14). Your tongue is profoundly elastic, so damage to the tongue does not deplete your actual hit points or do lasting harm.</p>\n<p>You cannot move more than 10 feet away from an attached creature, but you can use a bonus action to release your tongue. If forced movement or another effect drives you and the attached creature further than 10 feet apart, your tongue detaches automatically.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "",
		"grants": {
			"D7RSUqh42WZxiGUI": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.rrwj87yg4ro5humt"
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": null
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "rrwj87yg4ro5humt"
}