{
	"name": "Bonded Power",
	"type": "feature",
	"img": "icons/magic/symbols/triangle-glow-purple.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Also at 1st level you gain a special ability tied to the experiments that were pressed upon you. Your bonded power must be of the same line as your flesh and bone selection.</p>\n<ul>\n<li><strong>Baleful Gaze</strong>: As an action you may attempt to stun all creatures in a 15ft cone. Creatures in the area must make a Constitution save against your spell DC. On a failure they are stunned until the beginning of their next turn. You may use this ability once per short rest, or expend a sorcery point as a bonus action to recover use of it.</li>\n<li><strong>Beastmantle</strong>: You gain a Bite attack as a natural weapon which deals 1d6+Str piercing damage. When you cast a spell with a range of touch you may use your bite attack as part of the spellcasting action to deliver the spell. In addition you grow a long tail with a stinger. As a bonus action on your turn you may use your tail as a natural finesse weapon to attack. On a hit you deal 1d4 piercing damage and poison damage equal to your Constitution modifier.</li>\n<li><strong>Shapeshifter</strong>: You gain the ability to change your body significantly. As an action you may drastically alter your appearance, including height by up to a foot, weight by up to 50lbs, and heritage. If you attempt to mimic a specific creature you gain advantage on any performance or deception checks based on appearance. You may also choose to instead alter your body to gain a climb or swim speed equal to your normal speed. Any change requires an action and lasts up to an hour, though you may choose to end the effect normally. You may use this ability once per short rest, or expend a sorcery point as a bonus action to recover use of it. This ability does not trigger Detect Magic or similar effects.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "sorcerer"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "lcyq0w7859n85353",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}