{
	"folder": null,
	"name": "Ever-Shifting Blood",
	"type": "feature",
	"img": "icons/skills/wounds/blood-cells-red.webp",
	"system": {
		"description": "<p>When you select this archetype at level 1, you are imbued with the perpetual mutability of oozes. You have weaponized this for your @UUID[Compendium.a5e.a5e-class-features.Item.t4fBlBaiSejL8KVX]{Sanguine Transference} to keep your enemies ever-guessing. Roll a [[/r d6]] at the end of either a short or long rest:</p><ul><li><p>On a roll of 1 or 2, your Sanguine Transference becomes bludgeoning damage;</p></li><li><p>On a roll of 3 or 4, your Sanguine Transference becomes piercing damage;</p></li><li><p>On a roll of 5 or 6, your Sanguine Transference becomes slashing damage.</p></li></ul><p>Your Sanguine Transference damage counts as magical for the purposes of overcoming resistances and immunity.</p><p>Any bloodblade features that refer to your type refer to oozes.</p><p>Additionally, choose 1 of the following features:</p><h2>Oozey Transference</h2><p>You tap into the amorphous nature of oozes to transfer an opponent's attack to another target. When you are hit by a melee attack, you can use your Reaction to move your body in such a way that your opponent is forced to change the target of their melee attack. Your opponent makes a Dexterity saving throw against your maneuver DC. On failure, that melee attack redirects to any creature of the bloodblade’s choice, within the opponent's range. The redirected Attack is made against new target's AC. You can use this feature a number of times equal to your proficiency bonus per long rest.</p><h2>Grappling Pseudopods</h2><p>As an Action, you create a number of pseudopods that protrude from your body equal to your Strength modifier (minimum of 1) to grapple up to that many creatures within melee range. Any pseudopods you manifest last for 1 minute. The creatures you attempt to grapple in this way must be your size or smaller. Any creature targeted by the grappling pseudopod makes a Dexterity or Strength saving throw, chosen by you at the time of the grappling attempt, against your maneuver DC. On a failure, the creature becomes grappled.</p><p>Grappling with your pseudopods leaves your limbs free throughout grapple and does not prohibit you from normally grappling with your limbs. You can end the grapple of any number of your grappled targets with a Free Action. You can attempt to grapple a creature up to 1 size larger than yourself by using 2 pseudopods for that target; however, you can’t use a combination of limbs and pseudopods to accomplish this feat.</p><p>You can use this feature a number of times equal to your proficiency bonus per long rest; any manifestation of 1 or more pseudopod(s) counts against this usage.</p><p></p>",
		"favorite": false,
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		},
		"secretDescription": "",
		"source": "corrosiveSouls",
		"actions": {},
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"class": "",
		"classes": "bloodblade",
		"concentration": false,
		"featureType": "class",
		"grants": {
			"QbV8ZdT6Nd9pfgnR": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "QbV8ZdT6Nd9pfgnR",
				"label": "Ever-Shifting Blood",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.oDHfrtgYGZ5Z1FyS",
							"name": "Oozey Transference",
							"img": "icons/creatures/slimes/slime-movement-pseudopods-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.ARxx0XNatxfCHJcG",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.343",
		"systemId": "a5e",
		"systemVersion": "1.0.15",
		"createdTime": 1767725022832,
		"modifiedTime": 1767725057669,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "kQZuwk1tdAf9oPVE"
}
