{
	"name": "Anointed General",
	"type": "feature",
	"img": "icons/skills/melee/weapons-crossed-poleaxes-white.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Anointed Generals are those who have been called, willingly or unwillingly, to make war in the name of their faith. Sometimes this is a divine calling, a righteous crusade against invading fiendish forces or evil monsters, or a war to overthrow a tyrant with the blessings of the gods. Other times it is a far uglier thing, a slaughter in the name of faith ultimately driven by far more mortal motivations. Regardless of the cause they fight for, such figures blend tactical mastery, leadership, and divine blessings into a potent package that can turn even the most untrained or ill equipped group into a serious fighting force.</p>\n<p>You gain the following benefits:</p>\n<ul>\n<li>You may spend an exertion point to cast the *bless* or *heroism* spells without expending a spell slot at a cost of 1 point per spell level. When you do so, the range of the spell is equal to your Commanding Presence aura.</li>\n<li>When you use Rallying Surge, you can also expend 5 hit points from your Lay on Hands pool to cure the target of one disease or neutralize one poison affecting it. You can cure multiple diseases and neutralize multiple poisons with a single use of Rallying Surge, expending hit points separately for each one.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mysterious and Marvelous Miscellanea",
			"link": "https://bit.ly/42ysoNZ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": 0.007,
			"lastMigration": {
				"version": {
					"schema": 0.001,
					"foundry": "11.307",
					"system": "0.15.0"
				}
			}
		},
		"concentration": false,
		"featureType": "feat",
		"prerequisite": "3 levels in marshal, 3 levels in herald"
	},
	"effects": [],
	"flags": {},
	"folder": "zlLxP6syB0XqHYgA",
	"_id": "dw66y8ylpmtzfupz"
}