{
	"name": "Bladechanter",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"data": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p><strong><em>Prerequisites:</em></strong><em> 3 levels in fighter, 3 levels in wizard, Fighting Style (Two-Weapon Fighting)</em></p><p>Bladechanting is the art of unifying and maintaining intense physical and intellectual strains, allowing movement and thought to become one as a beautiful and deadly dance of blades.</p><p style=\"text-align: start\">If you wield a melee weapon in each hand, you may use them to perform seen spell components and as a spellcasting focus for wizard spells. In addition, whenever you are concentrating on a spell while using melee weapons as a spellcasting focus in this way, you enter a special trance-like state called bladechanting. If you lose concentration on your spell while bladechanting, you also stop bladechanting. While bladechanting you gain the following benefits:</p><ul><li><p>While you are wearing no armor, light armor, or medium armor,&nbsp; you gain a bonus to your Armor Class equal to your Intelligence modifier.</p></li><li><p>Whenever you would need to make a concentration check to maintain a spell due to taking damage, you may spend 2 exertion to automatically succeed.</p></li><li><p>When you hit a target with a melee weapon attack, you can use your reaction and choose a spell of 1st-level or higher, casting it through your weapon. The spell must have a casting time of 1 action, and target a single creature or have a range of Touch. If a spell cast in this way requires an attack roll and targets the same target as the triggering melee weapon attack, it also hits as part of that attack. You may choose not to deal damage with a melee weapon attack used to cast a spell.</p></li></ul>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "feat"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-synergy-feats.tb5i198bgghhjq7a"
		}
	},
	"_id": "ufqj8tpa4tl57jy6"
}