{
	"name": "Eldritch Archer",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-synergy-feats.j9689d865sb3nz0c"
		}
	},
	"system": {
		"actions": {},
		"description": "<p><strong><em>Prerequisites:</em></strong><em> 3 levels in fighter, 3 levels in wizard, Fighting Style (Archery)</em></p><p style=\"text-align: start\">Eldritch archers combine the precision and skill of a fighter with the magical dedication of a wizard to perform otherwise impossible feats of archery and spellcasting. You gain the following benefits:</p><ul><li><p>Whenever you make a ranged weapon attack you can choose to conjure magical ammunition and select one of the following damage types: acid, cold, fire, or lightning. Your ranged weapon attacks using this conjured ammunition deal the chosen damage type instead of whatever damage type they would normally deal, and are considered magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. Ammunition conjured in this way disappears at the end of the turn it was fired.</p></li><li><p>When you hit a target with a ranged weapon attack, you can use your reaction and choose a spell of 1st-level or higher, casting it through your ammunition. The spell must have a casting time of 1 action, and target a single creature or have a range of Touch. If a spell cast in this way requires an attack roll and targets the same target as the triggering ranged weapon attack, it also hits as part of that attack. You may choose not to deal damage with a ranged weapon attack used to cast a spell.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"featureType": "feat",
		"prerequisite": "",
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"target": {
			"quantity": "",
			"type": ""
		}
	},
	"_id": "j9689d865sb3nz0c"
}