{
  "name": "Newblood",
  "type": "feature",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.a5e.a5e-synergy-feats.zbnketvz0zntc4ki"
    }
  },
  "system": {
    "actions": {},
    "description": "<p>You gain resistance to necrotic damage (or if you already have it, immunity to necrotic damage) and darkvision to a range of 30 feet (or if you already have it, the range of your darkvision increases by 30 feet). You also gain a bite natural weapon and the Charming Gaze feature.</p><p><strong><em>Bite.</em></strong> You gain a bite natural weapon you are proficient with. You are only able to bite grappled, incapacitated, restrained, or willing creatures. On a hit your bite deals piercing damage equal to 1d6 plus your Strength modifier or Dexterity modifier (whichever is highest). You can use Dexterity instead of Strength for the attack rolls of your bite. In addition, once per turn you can choose for your bite to also deal 1d6 necrotic damage × your proficiency bonus. You regain hit points equal to the amount of necrotic damage dealt to your target. This necrotic damage can only be increased by a critical hit.</p><p><strong><em>Charming Gaze.</em></strong> You magically target a creature within 30 feet, forcing it to make a Wisdom saving throw (DC 8 + your proficiency bonus + your Charisma modifier). On a failure, the target is charmed by you for a number of hours equal to your proficiency bonus. While charmed it regards you as a trusted friend and is a willing target for your bite. The target repeats the saving throw each time it takes damage, ending the effect on itself on a success. If the target’s saving throw is successful or the effect ends for it, it is immune to your charm for 24 hours. Once you have used this feature, you can’t do so again until you finish a long rest.</p><p>This dark gift comes with a price however, making you averse to sunlight. You have disadvantage on attack rolls and on Perception checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight. In addition, you cannot use your Charming Gaze while you are in direct sunlight.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": 0.003,
      "lastMigration": {
        "version": {
          "schema": null,
          "foundry": "10.291",
          "system": "0.10.7"
        }
      }
    },
    "featureType": "feat",
    "prerequisite": "Must have been bitten by a vampire or taken necrotic damage equal to quadruple your level from a single attack or spell. You have been corrupted with vampirism from exposure to dark forces that unlocked an ancient and unknown power within your blood, or because a vampire has bitten you. In either case your affliction makes you more than mortal, and yet somehow less."
  },
  "_id": "zbnketvz0zntc4ki"
}
