{
	"name": "Shadowdancer",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"data": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p><strong><em>Prerequisites:</em></strong><em> 3 levels in rogue, 3 levels in warlock</em></p><p style=\"text-align: start\">Those that steal gold and those that steal power from the otherworldly must both walk among the shadows. The darkness consumes some, the light catches others, but some special few manage to slip through and like them you dance unseen along reality’s edge.</p><p style=\"text-align: start\">You gain the following benefits:</p><ul><li><p>You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. Unlike other forms of darkvision you can see color in this way as if you were seeing normally. If you already had darkvision or would gain it later from another feature, its range increases by 30 feet.</p></li><li><p>You can use a bonus action and spend 1 spell point to teleport up to 30 feet to an unoccupied area of darkness or dim light you can see. You must currently be in an area of darkness or dim light to teleport in this way. You can bring along objects if their weight doesn’t exceed what you can carry. You can also bring one willing creature of your size or smaller, provided it isn’t carrying gear beyond its carrying capacity and is within 5 feet. You can increase the range of this teleport by 30 additional feet per each additional spell point you spend.</p></li></ul>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "feat"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Item.Ygh8mOr7OTohQSg6"
		}
	},
	"_id": "w2bzjldvpmsk8q3v"
}