{
	"name": "Vampire Lord",
	"type": "feature",
	"img": "icons/svg/item-bag.svg",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "",
		"actionOptions": [],
		"activation": {
			"cost": "",
			"type": "",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p><strong><em>Prerequisites</em>: </strong><em>Vampire Spawn feat</em></p><p>It is uncertain where the darkness ends and you begin as you fully embrace vampirism—everything it offers and all that it takes away. You gain the following benefits:</p><ul><li><p>Your Speed increases by 10 feet.</p></li><li><p>You gain an expertise die on Stealth checks.</p></li><li><p>The range of your darkvision increases to 120 feet.</p></li><li><p>Your bite damage increases to 1d10.</p></li><li><p>You can use Charming Gaze twice between rests.</p></li><li><p>When using Charming Gaze, a target with at least one level of strife makes its saving throw with disadvantage.</p></li></ul><p>You also gain the Vampiric Shapechange feature.</p><p><strong><em>Vampiric Shapechange.</em></strong> You can use an action to transform into the shape of a Medium or smaller beast of CR 3 or less, a mist, or back into your true form.</p><p>While transformed into a beast, you have the beast’s size and movement modes. You can’t use reactions or speak. Otherwise, you use your statistics. Any items you are carrying transform with you.</p><p>While transformed into a mist, you have a flying speed of 30 feet, can’t speak, can’t take actions or manipulate objects, are immune to nonmagical damage from weapons, and have advantage on saving throws and Stealth checks. You can pass through a space as narrow as 1 inch without squeezing but can’t pass through water. Any items you are carrying transform with you.</p><p>All of these changes to your body have utterly deprived you of your mortality. You gain the undead type in addition to being a humanoid, and you take 20 radiant damage when you end your turn in contact with sunlight.</p>",
		"duration": {
			"unit": "",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": ""
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"featureType": "feat"
	},
	"_id": "xjdnn7fx8vk4x2eu"
}