{
  "type": "spell",
  "img": "icons/magic/control/debuff-energy-hold-green.webp",
  "name": "Alter Self",
  "system": {
    "actions": {
      "ugKIq152FDmTM1o9": {
        "activation": {
          "cost": 1,
          "type": "action",
          "reactionTrigger": ""
        },
        "duration": {
          "unit": "hour",
          "value": "1"
        },
        "target": {
          "quantity": null,
          "type": "self"
        },
        "consumers": {
          "Eyau8y6euoVDwW1p": {
            "mode": "variable",
            "spellLevel": 2,
            "points": 3,
            "type": "spell"
          }
        },
        "name": "Cast Spell",
        "ranges": {
          "MmMHrlaqW1z5lzfk": {
            "range": "self"
          }
        }
      }
    },
    "description": "<p>You assume a different form. When you cast the spell, choose one of the following options, the effects of which last for the duration of the spell. While the spell lasts, you can end one option as an action to gain the benefits of a different one.</p><p><strong>Aquatic Adaptation. </strong>You adapt your body to an aquatic environment, sprouting gills and growing webbing between your fingers. You can breathe underwater and gain a swimming speed equal to your walking speed.</p><p><strong>Change Appearance. </strong>You transform your appearance. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can make yourself appear as a member of another race, though none of your statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this spell to become quadrupedal, for instance. At any time for the duration of the spell, you can use your action to change your appearance in this way again.</p><p><strong>Natural Weapons. </strong>You grow claws, fangs, spines, horns, or a different natural weapon of your choice. Your unarmed strikes deal 1d6 bludgeoning, piercing, or slashing damage, as appropriate to the natural weapon you chose, and you are proficient with your unarmed strikes. Finally, the natural weapon is magic and you have a +1 bonus to the attack and damage rolls you make using it.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": 0,
      "max": 0,
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": 0.01,
      "lastMigration": null
    },
    "classes": [],
    "components": {
      "vocalized": true,
      "seen": true,
      "material": false
    },
    "concentration": true,
    "level": 2,
    "materials": "",
    "materialsConsumed": false,
    "prepared": false,
    "prerequisite": "",
    "rare": false,
    "ritual": false,
    "schools": {
      "primary": "transmutation",
      "secondary": []
    }
  },
  "effects": [],
  "folder": null,
  "flags": {},
  "_id": "8tpnzgb79eroekrd"
}
