{
	"type": "spell",
	"img": "icons/magic/control/debuff-energy-hold-yellow.webp",
	"name": "Clone",
	"system": {
		"actions": {
			"2QGMTWgiFz6W9JDe": {
				"activation": {
					"cost": 1,
					"type": "hour",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "instantaneous",
					"value": ""
				},
				"consumers": {
					"wM7WymA6PWz2as6O": {
						"mode": "variable",
						"spellLevel": 8,
						"points": 11,
						"type": "spell"
					}
				},
				"name": "Cast Spell",
				"ranges": {
					"ruqQwRh6GcxFlIyN": {
						"range": "touch"
					}
				}
			}
		},
		"description": "<p>This spell grows an inert duplicate of a living creature as a safeguard against death. This clone forms inside a sealed vessel and grows to full size and maturity after 120 days; you can also choose to have the clone be a younger version of the same creature. It remains inert and endures indefinitely, as long as its vessel remains undisturbed.</p><p>At any time after the clone matures, if the original creature dies, its soul transfers to the clone, provided that the soul is free and willing to return. The clone is physically identical to the original and has the same personality, memories, and abilities, but none of the original's equipment. The original creature's physical remains, if they still exist, become inert and can't thereafter be restored to life, since the creature's soul is elsewhere.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": 0,
			"max": 0,
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.006,
			"lastMigration": null
		},
		"classes": [],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 8,
		"materials": "A diamond worth at least 1,000 gp and at least 1 cubic inch of flesh of the creature that is to be cloned, which the spell consumes, and a vessel worth at least 2,000 gp that has a sealable lid and is large enough to hold a Medium creature, such as a huge urn, coffin, mud-filled cyst in the ground, or crystal container filled with salt water.",
		"materialsConsumed": true,
		"prepared": false,
		"prerequisite": "",
		"rare": false,
		"ritual": false,
		"schools": {
			"primary": "necromancy",
			"secondary": []
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "iwa2kkvwofxf3w0z"
}