{
	"type": "spell",
	"img": "icons/magic/symbols/runes-star-pentagon-orange.webp",
	"name": "Forbiddance",
	"system": {
		"actions": {
			"s6GLO27zAiy94qwB": {
				"activation": {
					"cost": 10,
					"type": "minute",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "day",
					"value": "1"
				},
				"consumers": {
					"XXLK5qJSXAExoXsg": {
						"mode": "variable",
						"spellLevel": 6,
						"points": 9,
						"type": "spell"
					}
				},
				"name": "Cast Spell",
				"ranges": {
					"RAJpqHHkQYgimVDJ": {
						"range": "touch"
					}
				}
			}
		},
		"description": "<p>You create a ward against magical travel that protects up to 40,000 square feet of floor space to a height of 30 feet above the floor. For the Duration, creatures can't teleport into the area or use portals, such as those created by the gate spell, to enter the area. The spell proofs the area against Planar Travel, and therefore prevents creatures from accessing the area by way of the Astral Plane, Ethereal Plane, Feywild, Shadowfell, or the Plane Shift spell.</p><p>In addition, the spell damages types of creatures that you choose when you cast it. Choose one or more of the following: Celestials, Elementals, fey, Fiends, and Undead. When a chosen creature enters the spell's area for the first time on a turn or starts its turn there, the creature takes 5d10 radiant or necrotic damage (your choice when you cast this spell).</p><p>When you cast this spell, you can designate a password. A creature that speaks the password as it enters the area takes no damage from the spell.</p><p>The spell's area can't overlap with the area of another forbiddance spell. If you cast forbiddance every day for 30 days in the same location, the spell lasts until it is dispelled, and the material Components are consumed on the last casting.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": 0,
			"max": 0,
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.006,
			"lastMigration": null
		},
		"classes": [],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 6,
		"materials": "A sprinkle of holy water, rare incense, and powdered ruby worth at least 1000gp",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": false,
		"ritual": true,
		"schools": {
			"primary": "abjuration",
			"secondary": []
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "r9c5mzae1c86d6g6"
}