{
	"type": "spell",
	"img": "icons/magic/control/debuff-energy-hold-levitate-pink.webp",
	"name": "Major Image",
	"system": {
		"actions": {
			"aR8RJPClfuLOJk0D": {
				"activation": {
					"cost": 1,
					"type": "action",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "minute",
					"value": "10"
				},
				"area": {
					"placeTemplate": true,
					"shape": "cube",
					"width": 20
				},
				"consumers": {
					"SAeiqqm5HYLSwSX5": {
						"mode": "variable",
						"spellLevel": 3,
						"points": 5,
						"type": "spell"
					}
				},
				"name": "Cast Spell",
				"ranges": {
					"KFhTaeSaVxX4A74k": {
						"range": "long"
					}
				}
			}
		},
		"description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": 0,
			"max": 0,
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.01,
			"lastMigration": null
		},
		"classes": [],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": true,
		"level": 3,
		"materials": "A bit of fleece",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": false,
		"ritual": false,
		"schools": {
			"primary": "illusion",
			"secondary": []
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "7r3zvzxrypxbp31r"
}
