{
	"type": "spell",
	"img": "icons/magic/earth/projectile-spiked-stone-boulder-orange.webp",
	"name": "Move Earth",
	"system": {
		"actions": {
			"RptkgjNmX1rZZ7Ah": {
				"activation": {
					"cost": 1,
					"type": "action",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "hour",
					"value": "2"
				},
				"area": {
					"placeTemplate": true,
					"shape": "cube",
					"width": 40
				},
				"consumers": {
					"g7QegEboDFYPtBsE": {
						"mode": "variable",
						"spellLevel": 6,
						"points": 9,
						"type": "spell"
					}
				},
				"name": "Cast Spell",
				"ranges": {
					"eRAz0Saceieymlxe": {
						"range": "long"
					}
				}
			}
		},
		"description": "<p>Choose an area of terrain no larger than 40 feet on a side within range. You can reshape dirt, sand, or clay in the area in any manner you choose for the Duration. You can raise or lower the area's elevation, create or fill in a trench, erect or flatten a wall, or form a pillar. The extent of any such changes can't exceed half the area's largest dimension. So, if you affect a 40-foot square, you can create a pillar up to 20 feet high, raise or lower the square's elevation by up to 20 feet, dig a trench up to 20 feet deep, and so on. It takes 10 minutes for these changes to complete.</p><p>At the end of every 10 minutes you spend concentrating on the spell, you can choose a new area of terrain to affect.</p><p>Because the terrain's transformation occurs slowly, creatures in the area can't usually be trapped or injured by the ground's Movement.</p><p>This spell can't manipulate natural stone or stone construction. Rocks and structures shift to accommodate the new terrain. If the way you shape the terrain would make a structure unstable, it might collapse.</p><p>Similarly, this spell doesn't directly affect Plant Growth. The moved earth carries any Plants along with it.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "",
			"link": "",
			"publisher": ""
		},
		"uses": {
			"value": 0,
			"max": 0,
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"schema": {
			"version": 0.006,
			"lastMigration": null
		},
		"classes": [],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": true,
		"level": 6,
		"materials": "An iron blade and a small bag containing a mixture of soils- clay, loam, and sand",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": false,
		"ritual": false,
		"schools": {
			"primary": "transmutation",
			"secondary": []
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "1vz3ctedlnzp0pho"
}