{
  "type": "spell",
  "img": "icons/magic/symbols/runes-star-pentagon-magenta.webp",
  "name": "Teleportation Circle",
  "system": {
    "actions": {
      "ifP2vuYS6QEsWWR7": {
        "activation": {
          "cost": 1,
          "type": "minute",
          "reactionTrigger": ""
        },
        "duration": {
          "unit": "round",
          "value": "1"
        },
        "area": {
          "placeTemplate": true,
          "radius": 5,
          "shape": "cylinder"
        },
        "consumers": {
          "qtg7d5v0ZTA8EOLH": {
            "mode": "variable",
            "spellLevel": 5,
            "points": 7,
            "type": "spell"
          }
        },
        "name": "Cast Spell",
        "ranges": {
          "tqfhe1gtCQQn54Qd": {
            "unit": "feet",
            "range": 10
          }
        }
      }
    },
    "description": "<p>As you cast the spell, you draw a 10-foot-diameter circle on the ground inscribed with sigils that link your location to a permanent teleportation circle of your choice whose sigil sequence you know and that is on the same plane of existence as you. A shimmering portal opens within the circle you drew and remains open until the end of your next turn. Any creature that enters the portal instantly appears within 5 feet of the destination circle or in the nearest unoccupied space if that space is occupied.</p><p>Many major temples, guilds, and other important places have permanent teleportation circles inscribed somewhere within their confines. Each such circle includes a unique sigil sequence—a string of magical runes arranged in a particular pattern. When you first gain the ability to cast this spell, you learn the sigil sequences for two destinations on The Material Plane, determined by the DM. You can learn additional sigil sequences during your adventures. You can commit a new sigil sequence to memory after studying it for 1 minute.</p><p>You can create a permanent teleportation circle by casting this spell in the same location every day for one year. You need not use the circle to Teleport when you cast the spell in this way.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": 0,
      "max": 0,
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "schema": {
      "version": 0.01,
      "lastMigration": null
    },
    "classes": [],
    "components": {
      "vocalized": true,
      "seen": false,
      "material": true
    },
    "concentration": false,
    "level": 5,
    "materials": "Rare chalks and inks infused with precious gems with 50 gp, which the spell consumes",
    "materialsConsumed": true,
    "prepared": false,
    "prerequisite": "",
    "rare": false,
    "ritual": false,
    "schools": {
      "primary": "conjuration",
      "secondary": []
    }
  },
  "effects": [],
  "folder": null,
  "flags": {},
  "_id": "84elntcnw1uqo7bb"
}
