{
	"name": "Mask of Anonymity",
	"type": "feature",
	"img": "icons/equipment/head/mask-carved-wood-white.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<blockquote><blockquote><p>At level 3 when you select this archetype, you become supernaturally difficult to remember.</p></blockquote></blockquote><hr class=\"a5e-rule u-my-md\"><p>You gain proficiency in <em>Stealth</em>; if you are already proficient, you instead gain an expertise die on Stealth checks.</p><p>You also gain the Stealth specialty <em>Anonymity</em>. Your maximum expertise die size for Stealth is d12 for you, rather than the usual limit of a d8.</p><p>As long as you make even a cursory effort to conceal your appearance (such as by wearing a hood, covering your lower face with a scarf, or wearing a domino mask), the memory of those who observe you will fixate on the concealing item rather than your actual facial features and dress. Those with a reason to remember identifying details about you must make an opposed Intelligence check at disadvantage against your passive Wisdom (Stealth) to recall useful information about you.</p><p>In addition, you learn to blend seamlessly into crowds. You gain an expertise die to Stealth while in crowds, and those attempting to pick you out from those around you do so with disadvantage.</p><p></p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "rogue"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "6oozn1m8i9875s3b",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}