{
  "name": "Eldritch Blast",
  "type": "feature",
  "img": "icons/magic/light/beam-layered-teal.webp",
  "effects": [],
  "flags": {},
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 1st level you learn to use your patron&rsquo;s power as a weapon, blasting enemies with an eldritch force that defies even the laws of magic. Choose one of the following features:&nbsp;</p><h2>Eldritch Disturbance</h2><p>You can use an action to strike a creature you can see within 60 feet with a reality-distorting curse, blending pain both mental and physical. The target makes a Wisdom saving throw, taking 1d10 force damage on a failure, or half damage on a success.</p><h2>Eldritch Ray</h2><p>You can use an action to create a deadly beam that strikes a creature within 120 feet. Make a ranged spell attack against the creature, dealing 1d10 force damage on a hit.</p><h2>Eldritch Scythe</h2><p>Once per turn when you would make a melee weapon attack as part of the Attack action or an opportunity attack, you can instead make a melee spell attack, lashing out with an ephemeral and unearthly blade. On hit, the target takes 1d8 force damage. In addition, you can choose a creature that you can see and that is within your reach. It takes half as much damage.</p><h2>Eldritch Whip</h2><p>You can use an action to thrash a creature with a scintillating tendril of arcane force. Make a melee spell attack against a creature within 15 feet, dealing 1d6 force damage on a hit. At the end of your turn you gain a number of temporary hit points equal to half the damage you dealt with Eldritch Whip this turn (minimum 1), which last until the end of your next turn. When you hit a creature with your Eldritch Whip and you already have temporary hit points, you can end the temporary hit points early to gain a bonus to the Eldritch Whip&rsquo;s damage roll equal to half the number of temporary hit points you ended early.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "adventurersGuide",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {
      "OrXqfLY4XIusb8Py": {
        "grantType": "feature",
        "level": 1,
        "levelType": "character",
        "optional": false,
        "label": "Eldritch Blast",
        "features": {
          "total": 1,
          "options": [
            "Compendium.a5e.a5e-class-features.Item.gd79c49oej8xagdv",
            "Compendium.a5e.a5e-class-features.Item.845tsci8556w0o6x",
            "Compendium.a5e.a5e-class-features.Item.5miit65bic46eynl",
            "Compendium.a5e.a5e-class-features.Item.e7zwh5ljkuffrm7k"
          ]
        }
      }
    },
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": {
        "version": {
          "schema": 0.016,
          "foundry": "11.315",
          "system": "0.17.41"
        }
      }
    },
    "classes": "warlock"
  },
  "folder": null,
  "_id": "ulmcmf3ofmpzmgzf"
}
