{
  "name": "Pact Boon",
  "type": "feature",
  "img": "icons/magic/symbols/runes-star-pentagon-orange.webp",
  "effects": [],
  "flags": {},
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 3rd level, the entity to which you are beholden provides a more durable and lasting blessing. Choose one of the following features:</p><h2>Pact of the Blade</h2><p>You can use your action to conjure in your empty hand an armament bestowed with power: a pact weapon. Choose any simple or martial weapon when you conjure your pact weapon. You are proficient with it while you wield your pact weapon, and you can use your spellcasting ability for attack and damage rolls with it. This weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. Your pact weapon disappears if it is more than 5 feet away from you for 1 minute or more. It also disappears if you use this feature again, if you dismiss the weapon (no action required), or if you die.</p><p>By performing a 1 hour ritual while holding a magic weapon or rare weapon, you can transform it into your pact weapon. If this weapon has a bonus to attack or damage rolls, or if it deals bonus damage, you can apply these to your @UUID[Compendium.a5e.a5e-class-features.Item.ulmcmf3ofmpzmgzf]{Eldritch Blast} (ranged weapons add these bonuses to @UUID[Compendium.a5e.a5e-class-features.Item.845tsci8556w0o6x]{Eldritch Ray}, and melee weapons to @UUID[Compendium.a5e.a5e-class-features.Item.5miit65bic46eynl]{Eldritch Scythe}; it has no effect on @UUID[Compendium.a5e.a5e-class-features.Item.gd79c49oej8xagdv]{Eldritch Disturbance} or @UUID[Compendium.a5e.a5e-class-features.Item.e7zwh5ljkuffrm7k]{Eldritch Whip}). You can then dismiss the weapon, shunting it into an extradimensional space, and it appears whenever you create your pact weapon thereafter. You can&rsquo;t affect an artifact or a sentient weapon in this way. The weapon ceases being your pact&nbsp;weapon if you die, if you perform the ritual on a different weapon, or if you use a 1 hour ritual to break your bond to it. The weapon is collected by your patron if the bond breaks while it is in the extradimensional space.</p><h2>Pact of the Chain</h2><p>You learn the @UUID[Compendium.a5e.a5e-spells.Item.6l4bmc7ovgcn2c9k]{Find Familiar} spell and can cast it as a ritual. The spell doesn&rsquo;t count against your number of spells known. When you cast the spell, you can choose one of the normal forms for your familiar or one of the following special forms: imp, pseudodragon, quasit, sprite, or any Tiny creature of CR 1/2 or less. You can also opt for the spirit you call forth to be an aberration, elemental, or undead.</p><p>When you take the Attack action, you can forgo one of your own attacks to allow your familiar to make one attack of its own with its reaction. Additionally, when you use @UUID[Compendium.a5e.a5e-class-features.Item.5miit65bic46eynl]{Eldritch Scythe}, you can choose to deliver the attack through your familiar as though you had cast a spell with a range of Touch.</p><h2>Pact of the Tome</h2><p>Aware of your drive for knowledge, you awaken to find a grimoire left in your pack by your patron: a Book of Shadows. Choose three cantrips. While the book is in your possession, you know these cantrips and they are treated as warlock spells. They don&rsquo;t count against your number of cantrips known. If you lose your Book of Shadows, you can perform a 1 hour ceremony to receive a replacement from your patron. This ceremony destroys the previous book. The book is collected by your patron when you die.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "adventurersGuide",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {
      "xISC8gdgBRaRSkZf": {
        "grantType": "feature",
        "level": 1,
        "levelType": "character",
        "optional": false,
        "label": "Pact Boon",
        "features": {
          "total": 1,
          "options": [
            {
              "uuid": "Compendium.a5e.a5e-class-features.Item.6co2rqjh9npjg3eb",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-class-features.Item.f2mfiz8spijbzs6h",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-class-features.Item.2dp9b4a11fuxjwbc",
              "limitedReselection": true,
              "selectionLimit": 1
            }
          ],
          "base": []
        }
      }
    },
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.019,
      "lastMigration": {
        "version": {
          "schema": 0.018,
          "foundry": "11.315",
          "system": "0.18.11"
        }
      }
    },
    "classes": "warlock"
  },
  "folder": null,
  "_id": "9m8p73ihwnicm2zi"
}
