{
	"folder": null,
	"name": "Atlantean",
	"type": "culture",
	"img": "icons/magic/water/bubbles-air-water-blue.webp",
	"system": {
		"description": "<p><span lang=\"EN\">You hail from Atlantis&mdash;called Lemuria by some&mdash;the hyper-advanced city which in an ancient age was lost to the waves. This proud and ancient city is the traditional seat of the merfolk empire, although their power has waned ever since the Sinking. This intricate and technologically advanced metropolis is home to people of any number of heritages&mdash;including aquatic dragonborn, water genasi, species unknown the the surface, and even some humans&mdash;but the merfolk nobility maintain their classical laws and the hereditary throne. Atlantis is considered by most to be the epitome of enlightenment, with magic, technology, and civic works said to surpass any other city in the ancient world and in the present&mdash;although landfolk are prone to their flights of fancy.</span></p><p><span style=\"text-indent: 36pt; font-size: 10.5pt;\">And yet, not all is well in the kingdom. Ever since the gods threw it into the ocean in a fit of jealousy, Atlantis has suffered from infrastructure challenges, resource shortages, and communication failures. Their once vast territories have now nearly all fallen into darkness. Atlanteans have enjoyed many wise and just sovereigns, but the past several centuries has seen the frequent rise of lethargic rulers and despotic politicians.</span></p><h3 class=\"MsoNormal\" style=\"line-height: normal;\"><span lang=\"EN\">Atlantean Traits</span></h3><p><span lang=\"EN\">Characters raised in the Atlantean culture share a variety of traits in common with one another.&nbsp;</span></p><p><strong><em>Atlantean Elementalism</em>.</strong> You can combine elemental air and water for profound effect both on land and at sea. You can use this trait to cast fog cloud. Starting at 3rd level, you can use this trait to cast gust of wind. Starting at 5th level, you can use this trait to cast wall of water. You can only cast each spell with this feature once between long rests. The spellcasting ability for these spells is your choice of Intelligence, Wisdom, or Charisma.</p><p><em><strong>Atlantean Education.</strong></em> You are proficient with one skill from Animal Handling, Arcana, Engineering, Medicine, Nature, and Religion. You are also proficient with any one tool of your choice.</p><p><em><strong>Aquatic Transit.</strong></em> You are proficient with water vehicles.</p><p><em><strong>Languages.</strong></em> You can speak, read, write, and sign Common and Aquan.</p>",
		"grants": {
			"80HLHolGBYjxljTH": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.8rgiimagr4a9irfu",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.pwfwj4cof8grjo0s",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.m8m5uuilzdngxv9o",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"JvI4mcvgi6Qwa3hy": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common",
						"aquan"
					]
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete",
		"actions": {}
	},
	"effects": [],
	"flags": {},
	"_id": "dpw0qq3qp94qdhr9",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
