{
	"folder": null,
	"name": "Beach Raider",
	"type": "culture",
	"img": "icons/environment/wilderness/cave-entrance-island.webp",
	"system": {
		"description": "<p dir=\"ltr\">Coastal communities live in fear of beach raiders, for though their ships may appear quietly over the calm horizon, they bring ruin and destruction to the shores where they make landfall. Many a town has breakfasted peacefully only to have their buildings torched and treasures plundered by noon by these ocean-going marauders. Although tall-tales abound that such pirates are the agents of fiends or the punishment of the gods, for raiders themselves, the terror they bring is a matter of simple economics; in their view, property belongs to those who can keep it, and those who cannot may simply be considered temporary stewards of the property of others.</p>\n<p dir=\"ltr\">Yet beach raiders are more than simple plunderers. For some, raiding is a means of gaining the necessary wealth and prestige to establish themselves in their homelands, where their loved ones depend on what they can send back home. Others seek a new home across the waves, and not only have several respectable kingdoms and empires begun as the conquests of one or more of these fleets, but several new islands and even continents have first been spotted by these expert navigators.</p>\n<p dir=\"ltr\">Characters raised in the beach raider culture share a variety of traits in common with one another.</p>\n<p dir=\"ltr\"><strong>High Seas Sailor.</strong> You have proficiency with water vehicles and navigator&rsquo;s tools, and you gain an expertise die on Survival checks regarding navigable bodies of water.</p>\n<p dir=\"ltr\"><strong>Notorious Terror.</strong> You are proficient in Intimidation, and you gain an expertise die on Intimidation checks while you are within the area described by your Prestige rating.</p>\n<p dir=\"ltr\"><strong>Pillage and Plunder.</strong> You double your Strength score when determining your carrying capacity and the weight you can lift, push, or drag. In addition, you know the approximate market value of any item you can see.</p>\n<p dir=\"ltr\"><strong>Storm the Beach.</strong> You have a swim speed equal to your speed. If you already have a swim speed, it instead increases by 10 feet.</p>\n<p dir=\"ltr\"><strong>Languages.</strong> You can speak, read, write, and sign Common and one other language of your choice.</p>\n<h3 dir=\"ltr\">Suggested Archetypes</h3>\n<p dir=\"ltr\">Wayfinder rangers are considered invaluable beach raiders for their navigational prowess, while many a captain has turned Crowned wielder after bonding with some plundered regalia from a foreign throne.</p>",
		"grants": {
			"7HTJ5jPs1UUhJaXW": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.sfat99z2bsbx2jh6",
							"name": "High Seas Sailor",
							"img": "icons/environment/wilderness/cave-entrance-island.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.vy4qkxby9cwgrc9p",
							"name": "Notorious Terror",
							"img": "icons/environment/wilderness/cave-entrance-island.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.ntw8l7ptxobekghl",
							"name": "Pillage and Plunder",
							"img": "icons/environment/wilderness/cave-entrance-island.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.uiszy074ngpqrwm3",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			},
			"wmneAJhvDojLVEaS": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common"
					],
					"options": [
						"giant",
						"elvish",
						"halfling",
						"primordial",
						"orc",
						"grippli",
						"undercommon",
						"cant",
						"mycelial",
						"grimlock",
						"dwarvish",
						"celestial",
						"boggard",
						"druidic",
						"auran",
						"draconic",
						"goblin",
						"minotaur",
						"terran",
						"infernal",
						"gnomish",
						"sylvan",
						"ignan",
						"gnoll",
						"deep",
						"abyssal",
						"aquan"
					],
					"total": -1
				},
				"label": "Languages"
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "7airkddgcdcnxwng",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}