{
	"folder": null,
	"name": "Blightlander",
	"type": "culture",
	"img": "icons/environment/wilderness/cave-entrance-mountain-blue.webp",
	"system": {
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": null
		},
		"description": "<div class=\"page\" title=\"Page 36\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>In the darkest forests and in lands corrupted by the curse of undeath, spirits of nature and life twist into forces of malice and rot. In&nbsp;these \"blightlands,\" innumerable dark creatures dwell, making it the perfect refuge for outcasts (orphans, outlaws, displaced elves) stalwart enough to survive there. They use their forestry and knowledge of the undead to hide from the dark within the dark's own shadow. Some delight in the dire gloom of their blighted woodland home&mdash;others grow to despise the tyranny of the undead.</p>\n<p>Treefolk of the blightlands are often simply called \"blights.\" Blight spriggans are some of the most violent defenders of nature, at times raising armies of the forest's dark children for prosecuting war against the villages and hamlets which offend them. Other blight spriggans see their home as a landmark to the tragedy of undeath, and they restrain themselves with monastic austerity. In their isolation they contemplate the mysteries of life and death, creation and destruction.</p>\n<p>Whether blight spriggan or someone raised in their shadow, most folk from the blightlands are suspicious of outsiders, but they make steadfast (if unlikely) allies.</p>\n<h3>Blightlander Traits</h3>\n<p>Characters raised in the blightlander culture share a variety of traits in common with one another.</p>\n<p><strong>Dark Forestry. </strong>You gain proficiency with your choice of either Deception, Intimidation, Nature, Stealth, or Survival.</p>\n<p><strong>Familiarity with Undead. </strong>You have proficiency with the Arcana skill and you gain the Undead skill expertise.</p>\n<p><strong>Darkwood Magic.</strong> You know the pestilence cantrip. At 3rd level, you can cast either fog cloud or inflict wounds once between long rests. At 5th level, you can cast either acid arrow or invisibility once between long rests. Your spellcasting ability for these is your choice of Intelligence, Wisdom, or Charisma.</p>\n<p><strong>Undead Contact. </strong>You gain an extra contact, selected from a background of your choice. This person is Undead (the Narrator determines what variety).</p>\n<p><strong>Languages. </strong>You can speak, read, write, and sign Common, Sylvan, plus one other language. (At the Narrator's discretion, you can choose the secret Druidic language.)</p>\n</div>\n</div>\n</div>\n</div>",
		"grants": {
			"11MI3j9lGwbH0OFc": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						"Compendium.a5e.a5e-culture-features.Item.ki36cju7r7f3sqqn",
						"Compendium.a5e.a5e-culture-features.Item.1855eqpqsz3lezig",
						"Compendium.a5e.a5e-culture-features.Item.rh8v99cvpqq650d5"
					]
				}
			},
			"4RoQar8xQNQLNYcn": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common",
						"sylvan"
					],
					"total": 1,
					"options": [
						"abyssal",
						"aquan",
						"auran",
						"celestial",
						"common",
						"deep",
						"draconic",
						"druidic",
						"dwarvish",
						"elvish",
						"giant",
						"gnoll",
						"gnomish",
						"goblin",
						"grimlock",
						"halfling",
						"ignan",
						"infernal",
						"minotaur",
						"mycelial",
						"orc",
						"primordial",
						"sylvan",
						"terran",
						"cant",
						"undercommon"
					]
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "hzb3phkox3i2mbqu"
}