{
  "folder": null,
  "name": "Boggard",
  "type": "culture",
  "img": "icons/creatures/amphibians/frog-confused-green-blue.webp",
  "system": {
    "schemaVersion": {
      "version": 0.009,
      "lastMigration": null
    },
    "description": "<p>Boggards are the frogfolk ethno-linguistic group who prefer to make their homes in wetlands, and are more common in temperate&nbsp;regions. Boggard architecture is famous for its woodwork raft-towns, where they sometimes cohabitate with halflings who understand the boggard need for personal space (yet enjoy better trade relations with &ldquo;civilized&rdquo; people). Certain boggard enclaves establish outposts in ruins where other people cannot tread.</p>\n<p>Boggards have the reputation of being haughty and xenophobic, and that reputation is warranted&mdash;and its sometimes a good thing. Nature-worshiping boggards take pride in protecting sacred spaces within nature, skeptical that any outsider might approach them with a wise or peace-abiding intention. Other boggards have no care what impact their actions have on the environment&mdash;polluting, over-hunting, and attacking anybody who tries to persuade them to another path. They often choose leaders with large egos, the type who show strength through cruelty.</p>\n<h3>Boggard Traits</h3>\n<p>Characters raised in the boggard culture share a variety of traits in common with one another.</p>\n<p><strong>Belligerent Spearman.</strong> You are proficient with javelins, spears, and tridents, and for you these weapons' base damage die is 1d8. These spears and tridents gain versatile (1d10).</p>\n<p><strong>Boggard Buffet. </strong>Once per long rest, you can spend 4 hours of time to locate food and water for yourself and one other creature while traveling through forests, wetlands, and farmlands.</p>\n<p><strong>Charging Leap. </strong>You know the Charge maneuver. Once between short or long rests, you can use this trait to Charge without spending exertion. Whenever you use Charge, you can opt to jump the distance you would travel instead of walking, even if it is longer than your maximum long-jump distance.</p>\n<p><strong>Swamp Lore. </strong>You gain proficiency with one skill from the following: Athletics, Nature, Stealth, or Survival. You also gain proficiency with one tool from the following: carpenter&rsquo;s tools, woodcarver&rsquo;s tools, or water vehicles.</p>\n<p><strong>Wetland Survivalist. </strong>You can create whatever gear you might need to survive in the wilds. You can create a ramshackle version of any survival gear (except for maps and rations) with 10 minutes of work if you have access to simple materials such as common household items, battlefield scraps, or the bounty of the forest. Ramshackle survival gear created in this way function identically to their normal counterparts, except their gold value is always 0 and they break and become useless after 12 hours.</p>\n<p><strong>Languages.</strong> You can speak, read, write, and sign Common and Boggard.</p>",
    "grants": {
      "dHH3CHyHIRBIuuQj": {
        "grantType": "feature",
        "label": "Culture Features",
        "features": {
          "base": [
            "Compendium.a5e.a5e-culture-features.Item.dq77cond8avd3cui",
            "Compendium.a5e.a5e-culture-features.Item.0elac7fsvpugpqhn",
            "Compendium.a5e.a5e-culture-features.Item.j2tm7ekmma9awqw0",
            "Compendium.a5e.a5e-culture-features.Item.8uo1hqaxcv39t5sx",
            "Compendium.a5e.a5e-culture-features.Item.3lui1jribuk2pitn"
          ]
        }
      },
      "8UDRkxlymLcVxrn2": {
        "grantType": "trait",
        "traits": {
          "traitType": "languages",
          "base": [
            "common",
            "boggard"
          ]
        },
        "label": "Languages"
      }
    },
    "source": "moarComplete"
  },
  "effects": [],
  "flags": {},
  "_id": "fb67f9wi4dajkslx"
}
