{
  "name": "Caravanner",
  "type": "culture",
  "img": "icons/environment/settlement/wagon.webp",
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.uZ6TXMh472DJ00Oi"
    }
  },
  "system": {
    "description": "<p>Sometimes societies are overturned by war and conflict, and there isn&rsquo;t always a homeland to return to once the war is over. Refugees with nowhere to go often go nowhere together, forming great roaming caravans. They travel along the migratory routes of wild animal herds, or from city to city as travelling merchants, or to cities unafraid of a few hundred or a few thousand travelers suddenly arriving on their doorsteps.&nbsp;</p>\n<p>With no land to call their own the caravans make the roads their home. Wagons and carts are loaded up with everything that made their homeland theirs, songs herald their arrival, and colorful pennants wave behind them as they go. It can be an appealing lifestyle, and quite often runaways escape on caravans. Caravan life can be harsh, but it is still a life of adventure on the open road.&nbsp;</p>\n<hr>\n<p>Characters raised in the caravanner culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Caravanner.&nbsp;</em></strong>Long hauls require steady handling of a wagon and a good rapport with the pack animals. You are proficient with the Animal Handling skill and with land vehicles.&nbsp;</p>\n<p><strong><em>Long Hauler.</em></strong> Sometimes riding in a caravan means enduring long hours and harsh weather. You have proficiency in the Survival skill. In addition, you have advantage on checks made to avoid fatigue from a forced march.</p>\n<p><strong><em>Mobile Living.</em></strong>&nbsp;You can create a ramshackle version of a cart or wagon with 30 minutes of work if you have access to raw or reclaimed materials. Ramshackle vehicles created in this way function identically to their normal counterparts, except their gold piece value is always 0, they have half as many hit points as their normal counterparts, and they break and become useless if they are hit by any attack roll with a result of natural 20.&nbsp;</p>\n<p><strong><em>Trampling Charge</em></strong>. Caravanners have learned to bowl down obstacles in their way. When you or a mount you&rsquo;re riding uses the Dash action or a vehicle you&rsquo;re driving uses the Ahead Full action, you can move through spaces occupied by creatures with a size category smaller than you, or your mount, or the vehicle. Creatures moved through in this way must make a Dexterity saving throw (DC equal to 8 + your Dexterity modifier + your proficiency bonus). On a failed save, creatures are knocked prone and take an amount of bludgeoning damage equal to your level. Creatures cannot be damaged twice from the same trampling charge. Once you use this trait, you cannot do so again until you finish a <span class=\"freelinking-link\">short or long rest</span>.</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, sign, and write Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "9bTPUBXH8BxsXztk": {
        "uuid": "Compendium.a5e.a5e-culture-features.kzceip42jhnhace4",
        "optional": false
      },
      "9FMcqgfusd6qy91C": {
        "uuid": "Compendium.a5e.a5e-culture-features.8o4jugpfy7cm3jth",
        "optional": false
      },
      "gh1YOIQREtMuuixk": {
        "uuid": "Compendium.a5e.a5e-culture-features.bh8gsis7njrtqb4f",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 2,
        "fixed": [
          "common"
        ],
        "options": []
      }
    },
    "actions": {},
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "featureType": "culture",
    "prerequisite": "",
    "area": {
      "shape": "",
      "size": ""
    }
  },
  "_id": "34oqolfo1qkyaf9g"
}
