{
	"name": "Carven",
	"type": "culture",
	"img": "icons/skills/trades/construction-mason-stonecutter-sculpture.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<p>The mind of a&nbsp;<span class=\"freelinking-link\">rockborn</span> can&rsquo;t help but wander to the question of what they are and where they came from. As patient appreciators of time, rockborn know well the value of coordinated effort, so it&rsquo;s only natural for them to join together into a community. Carven societies dedicate themselves to carving the legends of their people into underground natural formations. Anyone with a passion for history or an appreciation for stonework is welcomed into their fold, as the more hands they have to carve the rock, the closer they come to the truth. Carven communities hold different beliefs about the origins of the rockborn, each vying for more adherents and more evidence to support their claims. Some think they are elementals born from errant magic, others that they are the literal children of the planet. Still others believe that rockborn are statues bestowed with life by the Forge God or the creations of forgotten dwarven empires from eons ago.</p>\n<p><em><strong>Rock Training. </strong></em>You gain proficiency with rocks as improvised weapons, and in your hands a Tiny rock deals 1d6 + your Strength modifier bludgeoning damage and has the thrown property (40/80 feet).</p>\n<p><em><strong>Stonecarver. </strong></em>You are proficient with mason&rsquo;s tools and gain an&nbsp;<span class=\"freelinking-link\">expertise die</span> on checks made to carve stone.</p>\n<p><em><strong>Stonecunning.&nbsp;</strong></em>Whenever you make a History check related to the origin of stonework, you are considered proficient in the History skill and gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>.</p>\n<p><em><strong>Tough. </strong></em>Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.</p>\n<p><em><strong>Languages.&nbsp;</strong></em>You can speak, read, write, and sign Common and three other languages.</p>",
		"grants": {
			"4Rfpod7L62UkI7ep": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Carven",
				"features": {
					"base": [
						"Compendium.a5e.a5e-culture-features.Item.4msxxsyftzwlxfqj",
						"Compendium.a5e.a5e-culture-features.Item.4gzmuhs4t5yusp74",
						"Compendium.a5e.a5e-culture-features.Item.7uye8y3fa645wyzy",
						"Compendium.a5e.a5e-culture-features.Item.h0lg9twoatb8eqzn",
						"Compendium.a5e.a5e-culture-features.Item.w6d2ifxifgv0pbtd"
					]
				}
			}
		}
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "1fgbv9e6uwuwaase"
}