{
  "name": "Collegiate (Magic)",
  "type": "culture",
  "img": "icons/environment/settlement/city-hall.webp",
  "system": {
    "description": "<p>Sometimes a village, farm, or city becomes a hub of new ideas and innovations in knowledge and technology. Other times, great institutes of learning arise, universities and colleges where one can spend their entire life in study. Those from these learned communities are renowned for their ability to apply their intellect to their field of expertise.</p>\n<hr>\n<p>Characters raised in the collegiate culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Philosophic Mind.</em></strong>&nbsp;Your rationale shields your psyche occasionally. Once between&nbsp;<span class=\"freelinking-link\">long rests</span>&nbsp;, at the start of your turn you can suppress the effects of an enchantment spell you are under for 1 round as your logic overrides it.</p>\n<p><strong><em>Practiced Artisan.</em></strong>&nbsp;You are proficient with calligrapher&rsquo;s supplies and two other artisan's tools.</p>\n<p><strong><em>Studied Discipline.</em></strong>&nbsp;You have extensive knowledge in certain fields. For all skill proficiencies gained through this trait, you always choose which ability score to use for these rolls (Intelligence, Wisdom, or Charisma). Choose one of the following:</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Architecture</em>: You gain proficiency in Engineering. You can use a bonus action to intuitively identify the weight-bearing wall or pillars of a structure, dealing double damage against it with your next weapon attack. Alternatively, you can double the hit points a structure regains from the next action you or an ally take to repair it.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Engineering</em>:&nbsp;You gain proficiency in Engineering, and you gain an expertise die on checks made to fix or take apart mechanical mechanisms. You also gain an expertise die on checks and saving throws made against environmental damage from structural changes and collapse.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Fine Arts: </em>You gain proficiency in Performance. In addition, choose one artisan's tool you are proficient with. You gain an expertise die on checks made using that tool.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Magic: </em>You gain proficiency in Arcana. In addition, at 3rd level, you can cast @UUID[Compendium.a5e.a5e-spells.kaye34nheyrit487]{detect magic} once per&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Mathematics: </em>You gain proficiency in&nbsp;Engineering. &nbsp;In addition, once between rests, you can spend a full uninterrupted minute observing an environment, at the end of which you can use the Ricochet combat maneuver without spending exertion.&nbsp;</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Medicine: </em>You gain proficiency in Medicine. You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;when identifying disease and poison, or doing small field surgeries and triage.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Sciences: </em>Pick two skills from Arcana, History, Nature, and Religion. You gain proficiency with the two skills.</p>\n<p><strong><em>Languages.</em></strong> You can speak, read, write, and sign Common and three additional languages.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "qGN39ry2madleevG": {
        "uuid": "Compendium.a5e.a5e-culture-features.cojtjmeokjeesksu",
        "optional": false
      },
      "nvVFLkZsCwG3idL4": {
        "uuid": "Compendium.a5e.a5e-culture-features.zofn97rzcz3jdji0",
        "optional": false
      },
      "ET0o9I6C4TUlubC9": {
        "uuid": "Compendium.a5e.a5e-culture-features.ctbsc2ze708w7xd4",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 4,
        "fixed": [
          "common"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.wkeTGAKO4118z15K"
    },
    "cf": null,
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679424397303,
    "modifiedTime": 1680231589463,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}