{
	"name": "Cosmopolitian",
	"type": "culture",
	"img": "icons/environment/settlement/palast.webp",
	"system": {
		"description": "<p>Cosmopolitans grew up in one of the world&rsquo;s largest, most diverse cities. People of every heritage and way of life brush shoulders, speaking any tongue that can be imagined. Any faith can find a place of worship&mdash;even if it is in a home and not a proper temple. The main roads are active all through the night, and there are shadowy alleys where any good might be procured no matter the hour.&nbsp;</p>\n<p>Folks tend to have polarized opinions on the city&mdash;you either love it or hate it. For some people the big city is a cesspool of corruption and debauchery, but for others the cosmopolitan lifestyle represents what could be: a peaceful global society. The ideal of creating a culture where everyone can fit in fills some folks with hope.&nbsp;</p>\n<hr>\n<p>Characters raised in the cosmopolitan culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Discreetly Armed.&nbsp;</em></strong>Even while armed, you know how to keep the fact discreet and nonthreatening. You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on checks made to persuade others to let you remain armed or to conceal weapons or items about your person.</p>\n<p><strong><em>Fashion Sense.&nbsp;</em></strong>You know how to read people through their clothes and bearing. After you spend at least 1 minute observing a creature within 60 feet, you can use an action to make either an Insight or History check against a DC equal to the creature&rsquo;s passive Deception check score. On a success, you learn the following information about that creature:</p>\n<ul>\n<li>Whether the creature has a lower Charisma score than yourself.</li>\n<li>The creature&rsquo;s culture and national origin (if any).</li>\n<li>The creature&rsquo;s social standing in the local majority culture.&nbsp;</li>\n</ul>\n<p><strong><em>Skill Versatility.&nbsp;</em></strong>In the big city, you never know what skills you&rsquo;ll need to get by. You gain proficiency in Culture and one other skill of your choice.&nbsp;</p>\n<p><strong><em>Urban Denizen.</em></strong>&nbsp;You know your way around big cities, and know how to find people in urban locations. You can make an Investigation check to learn the location of (or at the Narrator&rsquo;s discretion gain a helpful clue to the trail of) a person by discreetly asking around in the right places. The difficulty of the check is DC 15 if the individual is not hiding, or DC 20 if they are trying to conceal their location.</p>\n<p><strong><em>Well-Connected.</em></strong>&nbsp;You gain an extra connection, selected from a background of your choice. This person is of a different heritage or national origin than yourself.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign in Common and two additional languages.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"hLK7C8kQwmDU9R9i": {
				"uuid": "Compendium.a5e.a5e-culture-features.0dvnc8h2si2r8tku",
				"optional": false
			},
			"yqbnoxDHetSfbCUK": {
				"uuid": "Compendium.a5e.a5e-culture-features.y7gyroxbuwcxtbbi",
				"optional": false
			},
			"tUCqchhnBkUOy5Jn": {
				"uuid": "Compendium.a5e.a5e-culture-features.qioqspjah8r3p110",
				"optional": false
			},
			"9fFQC45PMHWhhN27": {
				"uuid": "Compendium.a5e.a5e-culture-features.qb38zq4sejcwpbqv",
				"optional": false
			},
			"Bwq0WBTpcMkqZ1Z8": {
				"uuid": "Compendium.a5e.a5e-culture-features.xaz7jzhfgkrxl7bu",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Item.HPPNgqdez3ACKZvk"
		}
	},
	"_id": "fxtwzbmd1ttaj5kr"
}