{
  "name": "Deep Gnome",
  "type": "culture",
  "img": "icons/environment/wilderness/cave-entrance-mountain-blue.webp",
  "system": {
    "description": "<p>Thriving in the darkest, most remote depths, deep gnomes excel when working in darkened or stealth conditions. In general deep gnomes tend to be thin and muscular, and typically bald. They have adapted to underground environments and are at home in the darkness, easily blending in against rocks and stonework. This cultural predilection for stealth manifests itself in magical abilities, including the power to blind others, change appearance, and even conceal themselves from divination magic.</p>\n<p>With precious stones common in their communities, deep gnomes place great value on gems and many turn their hand to jewelcraft. Other than to trade for their wares, their society does not welcome outsiders. As such, most find deep gnomes to be unfriendly and humorless; within their own kind however, they show kindness and compassion. Hardworking, deep gnome settlements tend to revolve around mining and forging. Most of these towns and villages are carved out of great underground caverns, and many deep gnomes never leave them&mdash;several have grown to the size of cities.</p>\n<hr>\n<p>Characters raised in the deep gnome culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Superior Darkvision.</em></strong>&nbsp;The range of your darkvision increases to 120 feet. If you didn&rsquo;t have darkvision already, you instead gain darkvision to a range of 60 feet.</p>\n<p><strong><em>Dark Gnome Magic.</em></strong> You can cast @UUID[Compendium.a5e.a5e-spells.vemj08hawvmf44ya]{disguise self} once per long rest. Once you reach 3rd level, you can cast @UUID[Compendium.a5e.a5e-spells.6q34ttse78toj5x0]{blindness/deafness} (blindness only) once per long rest. At 5th level, you can cast @UUID[Compendium.a5e.a5e-spells.yaoaihxyt4dlsysw]{nondetection} once per long rest. You don&rsquo;t need material components for these spells, and when casting them your&nbsp;spellcasting&nbsp;ability&nbsp;is Intelligence, Wisdom, or Charisma (whichever is highest).&nbsp;</p>\n<p><strong><em>Subterranean Camouflage.</em></strong>&nbsp;You gain an expertise die on Stealth checks made to hide in rocky terrain.&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common, Gnomish, and Undercommon.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "kERy5CAUCxhV8wbg": {
        "uuid": "Compendium.a5e.a5e-culture-features.gru4gnz8i23bra7m",
        "optional": false
      },
      "seyqGUbBtmzEHEgJ": {
        "uuid": "Compendium.a5e.a5e-culture-features.8s40kseefzv0fql9",
        "optional": false
      },
      "facfTFMwENOKuaJV": {
        "uuid": "Compendium.a5e.a5e-culture-features.x4ui675rrumvskzu",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 3,
        "fixed": [
          "common",
          "gnomish",
          "undercommon"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.y4TuUMjQMn5SwW3j"
    },
    "cf": null,
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679425237505,
    "modifiedTime": 1680231589483,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}