{
	"folder": null,
	"name": "Depths Devotary",
	"type": "culture",
	"img": "icons/magic/water/bubbles-air-water-light.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"description": "<p dir=\"ltr\">All selkies feel the call of the Ocean, but not all embrace that call as a defining feature of their life. Those who do, however, frequently become depths devotaries, renouncing their past lives and possessions to become more completely devoted to the contemplation of the sea: a choice held in high regard by many other selkie cultures. The exact form this commitment takes varies by time and place, but the majority are unisex, celibate, monastic communities centered on an isolated island or beach, although wandering communities of mendicants are also not uncommon. Frequently, devotaries may be seen with their seal skins pulled up over their heads so as to shut out distractions during their meditations, earning them the nickname of &ldquo;hooded seals&rdquo; (which, contrary to popular belief, has no intrinsic connection to the seal species of the same name).</p>\n<p dir=\"ltr\">Unsurprisingly, water plays a central role in the symbolic and sacramental life of depths devotaries, who frequently engage in ritual washings and almost always seem to have a vial of holy water ready at hand. Most other selkie cultures turn to depths devotaries when in need of their own religious rites, although just as the sea embraces all who enter it, so too do depths devotaries offer their services to all who approach them, regardless of their heritage or religious affiliation. Consequently, the hooded seals have gained a reputation for facilitating elopements, with many a secret marriage officiated between the rocks and the waves.</p>\n<p dir=\"ltr\">Characters from the depths devotary culture share a variety of traits in common with one another.</p>\n<p dir=\"ltr\"><strong>Baptismal Rites.</strong> You may spend 10 minutes blessing a flask of water to convert it into holy water without using powdered silver or a spell slot, although you may not do so again in this way until you have both completed a long rest and either expended or lost the holy water you created. In addition, you know the ceremony spell and may cast it as a ritual. You may use holy water as a replacement for the spell&rsquo;s material component, although the holy water is still consumed by the spell.</p>\n<p dir=\"ltr\"><strong>Disciple of the Sea.</strong> The Ocean has taught you many of its secrets. You are proficient in Nature and Religion.</p>\n<p dir=\"ltr\"><strong>Gift of the Water.</strong> You gain one of the following adaptations from the elementalist class: Amphibiousness, Cold Acclimation, Ebb and Flow, or Healing Waters (see Appendix A). If you choose Healing Waters, you also gain 2 spell points that recharge after each short or long rest and which can only be spent on this adaptation.</p>\n<p dir=\"ltr\"><strong>Renunciant.</strong> Your lack of material possessions increases the respect others have for you. While you maintain a poor lifestyle, your prestige bonus increases (instead of decreases) by 1.</p>\n<p dir=\"ltr\"><strong>Languages.</strong> You can speak, read, write, and sign Common and one other language of your choice.</p>\n<h3 dir=\"ltr\">Suggested Archetypes</h3>\n<p dir=\"ltr\">Pilgrim clerics from the depths devotary culture often undertake voyages to remote islands or vow to walk the entire circumference of a continent as part of their spiritual growth. Likewise, through their meditations on the deeper significance of the sea, many devotaries recognize it as a source of power transcending its physical properties, becoming Symbolist elementalists in the process.</p>",
		"grants": {
			"EpYX5PbwGSq6BaHZ": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.jx4hpw3172een9kn",
							"name": "Baptismal Rites",
							"img": "icons/magic/water/bubbles-air-water-light.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.tz3cckljnf40h5li",
							"name": "Disciple of the Sea",
							"img": "icons/magic/water/bubbles-air-water-light.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.tbnqza3djbmadwmd",
							"name": "Gift of the Water",
							"img": "icons/magic/water/bubbles-air-water-light.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.gyq2nerf8q57g6ji",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			},
			"qlXsz9WeFhV0uJ5p": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common"
					],
					"options": [
						"celestial",
						"elvish",
						"giant",
						"halfling",
						"primordial",
						"undercommon",
						"cant",
						"terran",
						"sylvan",
						"ignan",
						"infernal",
						"minotaur",
						"mycelial",
						"orc",
						"grippli",
						"grimlock",
						"goblin",
						"gnomish",
						"gnoll",
						"deep",
						"draconic",
						"druidic",
						"dwarvish",
						"boggard",
						"auran",
						"aquan",
						"abyssal"
					],
					"total": 1
				},
				"label": "Languages"
			}
		},
		"source": ""
	},
	"effects": [],
	"flags": {},
	"_id": "jslzet3qo1lhmagc",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}