{
	"folder": null,
	"name": "Desert Hierarch",
	"type": "culture",
	"img": "icons/environment/settlement/pyramid.webp",
	"system": {
		"description": "<p>It is a curious phenomenon that the brutal desert can be such fertile ground for faith. These arid lands have produced many&nbsp;theocratic civilizations&mdash;so-called \"desert hierarchies.\" The diversity of these cultures is hard to overstate, and in a campaign centered in arid lands, it would be worthwhile to examine each such culture in fine detail.</p><p>Generally, a desert hierarchy has three things to consider: the people, the resources, and the faith. Who are the priests in this society, and how much power do they wield? How do they defend their people, their resources, and their faith from outside interference? In some lands, the priests of the gods help all the people access nature's bounty; in others, only the faithful are permitted to eat while the dissenters starve. Some hierarchies organize the people to make grand stone edifices to the gods; some hierarchies buckle under their own weight and the gods scatter them to the sands.</p><p>There was once a desert hierarchy dominated by a tabaxi priesthood. They were unified by a tabaxi pharaoh, and when a pharaonic line eventually died out the priesthood would &ldquo;have the gods&rdquo; appoint a new one. They worshiped feline gods, and communed with the sphinxes. All that remains of that culture are its remarkable ruins and the isolated enclaves who worship a king they call &ldquo;the true pharaoh.&rdquo;</p><h3>Desert Hierarch Traits</h3><p>Characters raised in a desert hierarch culture share a variety of traits in common with one another.</p><p><strong>Dune Strider.</strong> You ignore difficult terrain caused by sand and loose soil.</p><p><strong>Religious Education.</strong> You are proficient in the Religion skill and know one cantrip of your choice from the cleric, druid, or herald spell list. Your spellcasting ability score for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).</p><p><strong>Subject of the Sun.</strong> You are acclimated to extreme desert heats. Heat which does not cause you damage does not harm you or inflict fatigue or strife so long as you are not wearing heavy armor or carrying a heavy load.</p><p>You also have resistance to radiant damage.</p><p><strong>Protector of Provisions.</strong> Your care of sparse resources kicks in when plans go awry. When you are subject to Supply loss, you can declare any of the lost Supply as being your protected provisions, conserving it. Each week, you can declare a maximum number of protected provisions equal to your proficiency bonus + your choice of Intelligence or Wisdom modifier.</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common, plus one other language.</p>",
		"grants": {
			"1jqGl3Z7eB2h6red": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.3iuyc9g40f5httey",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.c6xxljg63pmpjobg",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.mgtlnnx2u6lqri0n",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.qsfvto8viwec71am",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"pi8vee0sXKN6oPXZ": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common"
					],
					"options": [
						"abyssal",
						"aquan",
						"auran",
						"common",
						"deep",
						"draconic",
						"druidic",
						"dwarvish",
						"elvish",
						"giant",
						"gnoll",
						"gnomish",
						"goblin",
						"grimlock",
						"halfling",
						"ignan",
						"infernal",
						"minotaur",
						"mycelial",
						"orc",
						"primordial",
						"sylvan",
						"terran",
						"cant",
						"undercommon",
						"celestial"
					],
					"total": 1
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete",
		"actions": {}
	},
	"effects": [],
	"flags": {},
	"_id": "ubo9sk9u7gegu6rj",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}
