{
  "folder": null,
  "name": "Dino-Rider",
  "type": "culture",
  "img": "icons/creatures/abilities/dragon-breath-purple.webp",
  "system": {
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": {
        "version": {
          "schema": 0.009,
          "foundry": "11.315",
          "system": "0.17.41"
        }
      }
    },
    "description": "<p>In the lands where the dinosaurs dwell, there are people who live in harmony with the thunder- lizards and even ride them into battle. Elves,&nbsp;halflings, humans, and dragonborn have all formed dino- riding cultures, each with their own approach to incorporating dinosaurs into their society. Among the dragonborn, some consider dinosaurs to be their very distant kin (much to the chagrin of druids who seem incapable of debunking this myth). Halfling dino-riders are particularly formidable, since their dinosaur war-beasts are smaller and easier to raise.</p><p>Spiritual traditions among the dino-riders are varied, but often center an intense connection to dinokind. Many choose to personally identify with a particular species as a sort of devotional crest, incorporating this creature&rsquo;s disposition as their personal moral compass. This resonance allows them to bond with dinosaurs of any type on a deeply spiritual level. Religious scholars from other cultures have yet to even scratch the surface of this tradition.</p><h3>Dino-Rider Traits</h3><p>Characters raised in a dino-rider culture share a variety of traits in common with one another.</p><p><strong>Dino-Rites.</strong> You resonate with an iconic variety of dinosaur, the secret magic of which conveys to you a certain benefit. Choose one:</p><ul><li><p><strong>Flier</strong>&mdash;Airborne fishers like<br>pteranodon and quezaquatalus.<br>You have an aura that allows<br>you to glide. When you fall, if you aren&rsquo;t incapacitated, you can move up to 2 feet horizontally for ever 1 foot you descend. You are immune to falling damage as long as you aren't incapacitated.</p></li><li><p><strong>Hunter</strong>&mdash;Aggressive predators like dilophosaurus and deinonychus. You can use this trait as a bonus action to move your speed toward an enemy you can see or hear. Once you use this trait, you can&rsquo;t do so again until you complete a short or long rest.</p></li><li><p><strong>Juggernaut</strong>&mdash;Armored giants like the triceratops and stegosaurus. You have an aura of resilience, granting you AC equal to 13 + your Dexterity modifier, or as determined by your armor, whichever is better. This stacks with the AC provided by a shield.</p></li><li><p><strong>Sharp-Tooth</strong>&mdash;Fanged tyrants like allosaurus and spinosaurus. You have a bite attack, a natural weapon dealing 1d8 piercing damage. (Your bite uses Strength for attack and damage rolls. This is not an unarmed strike.) Some adherents of this path have a pronounced&mdash;even exaggerated&mdash;jawline or underbite.</p></li><li><p><strong>Thunderer</strong>&mdash;Herbivorous titans like diplodocus and brontosaurus. You can use this trait to cast thunderwave once between long rests. Your spellcasting ability for this spell is your choice of Intelligence, Wisdom, or Charisma.</p></li></ul><p><strong>Dino-Wrangler.</strong> You are proficient in Animal Handling, land vehicles, and your choice of either Nature or Survival. You gain an expertise die on checks made to interact with or recall information about dinosaurs.</p><p><strong>Spirit Bond (Dinosaur). </strong>You can designate one willing mount to be bonded with your spirit, which lasts until you or that creature dies, or until you designate a different one as part of a long rest. While riding on your bonded mount, if it is untrained you can still control it as if it were trained. If this creature is a dinosaur, it gains spell resistance (advantage on saving throws against spells).</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common, plus one other language.</p>",
    "grants": {
      "lliazDR3DyH26o22": {
        "grantType": "feature",
        "label": "Culture Features",
        "features": {
          "options": [
            "Compendium.a5e.a5e-culture-features.Item.svrv4m3gwvm8z3jv",
            "Compendium.a5e.a5e-culture-features.Item.m7kt9xl1m24auqga",
            "Compendium.a5e.a5e-culture-features.Item.xp8lw7mtireztot3",
            "Compendium.a5e.a5e-culture-features.Item.1plxe50e2teipdqq",
            "Compendium.a5e.a5e-culture-features.Item.xci06r00dxdb0qxw"
          ],
          "total": 1,
          "base": [
            "Compendium.a5e.a5e-culture-features.Item.9mgrb0akqa915ix3",
            "Compendium.a5e.a5e-culture-features.Item.9ne5a0tjygcclui8"
          ]
        }
      },
      "9V7XlZYmymfy4F1B": {
        "grantType": "trait",
        "traits": {
          "traitType": "languages",
          "base": [
            "common"
          ],
          "options": [
            "abyssal",
            "aquan",
            "auran",
            "celestial",
            "common",
            "deep",
            "draconic",
            "druidic",
            "dwarvish",
            "elvish",
            "giant",
            "gnoll",
            "gnomish",
            "goblin",
            "grimlock",
            "halfling",
            "ignan",
            "infernal",
            "minotaur",
            "mycelial",
            "orc",
            "primordial",
            "sylvan",
            "terran",
            "cant",
            "undercommon"
          ],
          "total": 1
        },
        "label": "Languages"
      }
    },
    "source": "moarComplete"
  },
  "effects": [],
  "flags": {},
  "_id": "h0bcduididevmrxw"
}
