{
  "name": "Dragonbound (Essence)",
  "type": "culture",
  "img": "icons/creatures/reptiles/dragon-horned-blue.webp",
  "system": {
    "description": "<p>Dragonbound clans live under the direct rule of a dragon; in the case of dragonborn characters, that dragon will usually be their progenitor dragon. Whether that dragon is malevolent or benign, the clan exists to serve it. Living under a kind and wise dragon can be a safe and joyful upbringing, though one of strict control. Life under a cruel dragon can be fraught with the uncertainty of survival, scrounging off what a dragonic overlord deems a servant worthy of. Dragonbound living can often be comfortable or even enjoyable, but it is not living for oneself. Whether their chains are literal or metaphorical, dragonbound live at their master&rsquo;s whims. Thankfully those whims often involve directives and missions that range far and wide, endeavors that expose dragonbound to countless viewpoints and quite often plant the seeds of sedition.&nbsp;</p>\n<hr>\n<p>Characters raised in the dragonbound culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Draconic Diplomacy.</em></strong>&nbsp;You&rsquo;ve been well trained in the sometimes difficult art of draconic etiquette and protocols. You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Charisma checks made to influence dragon creatures.&nbsp;</p>\n<p><strong><em>Dragonbound Teachings.</em></strong>&nbsp;You know one cantrip of your choice from the cleric or wizard spell lists. Your spellcasting ability for this cantrip is Intelligence or Wisdom (whichever is highest).&nbsp;</p>\n<p><strong><em>Progenitor&rsquo;s Boon.</em></strong>&nbsp;Members of dragonbound clans overseen by their progenitors usually enjoy the benefits of their progenitor&rsquo;s boon. Choose one of the following:&nbsp;</p>\n<p class=\"Indent1\"><em>Chromatic Dragon&rsquo;s Bo</em>on:&nbsp;Chromatic dragons raise their warriors to shock and terrify their enemies. You can cast @UUID[Compendium.a5e.a5e-spells.crjcunjc1r21w2mv]{fear} without the need for material components once per long rest. Your spellcasting ability for this spell is Charisma.&nbsp;Until you reach 5th level, the area of this casting of the spell is limited to a 15-foot cone.</p>\n<p class=\"Indent1\"><em>Essence Dragon&rsquo;s Boon:&nbsp;</em>Essence Dragons ensure that their guardians can easily commune with the land and the spirits within. You know the<em> @UUID[Compendium.a5e.a5e-spells.5o1rvwzxmsh5ji9i]{druidcraft} </em>cantrip.&nbsp;In addition, your diplomatic understanding extends towards the creatures of the land and the spirits within it. You gain an expertise die on Charisma checks made to influence beast and celestial creatures.&nbsp;</p>\n<p class=\"Indent1\"><em>Gem Dragon&rsquo;s Boon:</em>&nbsp;Gem dragons ensure their agents&rsquo; missions go undetected by bestowing upon them subterfuge magic. You know the<em>&nbsp;message</em>&nbsp;cantrip. Once you reach 3rd level, you can cast<em>&nbsp;illusory script&nbsp;</em>once per long rest. At 5th level, you can cast @UUID[Compendium.a5e.a5e-spells.4eidicv0lyqevtwd]iInvisibility} once per long rest. You don&rsquo;t need material components for these spells, and when casting them your spellcasting ability is Intelligence or Charisma (whichever is highest).&nbsp;</p>\n<p class=\"Indent1\"><em>Metallic Dragon&rsquo;s Boon:</em>&nbsp;Metallic dragons let their pupils study vast repositories of knowledge. Choose a skill from among Arcana, History, Medicine, Nature, or Religion. You have proficiency with the chosen skill and you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on ability checks you make that uses that skill.&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common and Draconic.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "ziQK5Qylaz7QitMh": {
        "uuid": "Compendium.a5e.a5e-culture-features.4bkcf5rp0i4qsynf",
        "optional": false
      },
      "DMVNYnklzrJyFRIj": {
        "uuid": "Compendium.a5e.a5e-culture-features.ckukgy5rd7e8o8kc",
        "optional": false
      },
      "z9JSLdMgGqXp6aGu": {
        "uuid": "Compendium.a5e.a5e-culture-features.i1efz4goszc44kec",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 2,
        "fixed": [
          "common",
          "draconic"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.jEV46ze1VyIhFno3"
    },
    "cf": null,
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679425411455,
    "modifiedTime": 1680231589475,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}