{
	"name": "Dragoncult",
	"type": "culture",
	"img": "icons/creatures/reptiles/dragon-winged-blue.webp",
	"system": {
		"description": "<p>Dragon cults exist in most major cities, hidden deep within forgotten cellars or ancient crumbling ruins, plotting their draconic overlord&rsquo;s return to power. The life of a dragon cultist is often filled with hushed conversations in darkened rooms, acquisitions of &ldquo;sacrifices&rdquo;, and the ever present tantalizing promise of a taste of their dragon god&rsquo;s power. Dragon&nbsp;cultists often live entirely mundane lives by day, only to shuffle down some darkened stair to their &ldquo;true lives&rdquo; down below.&nbsp;</p>\n<hr>\n<p>Characters raised in the dragoncult&nbsp;culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Draconic Umbra.&nbsp;</em></strong>Dragon cultists are often blessed with power from the object of their devotion so that they may spread their dragon&rsquo;s word or further its plans. As a bonus action, you can cause draconic power to course around you in a draconic umbra. This draconic umbra lasts for 1 minute or until you use a bonus action to end it. Once you have used this trait, you cannot use it again until after you finish a&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;. Choose one of the following effects:&nbsp;</p>\n<p class=\"Indent1\"><em>Damaging Umbra:&nbsp;</em>Common amongst the chromatic dragons, this umbra burns with draconic power. Once on each of your turns while this umbra is active, you can deal extra damage of the type dealt by your Dragon Breath to one target when you deal damage to it with an attack or a spell. The extra damage equals half your level (minimum 1). If you are not dragonborn, you may choose the damage type dealt by your umbra from those available in the Dragon Breath trait.</p>\n<p class=\"Indent1\"><em>Ethereal Umbra:</em>&nbsp;Common amongst the essence dragons, this umbra shimmers with draconic will. While this umbra is active you can move through nonmagical solid objects and occupied spaces as if they were&nbsp;<span class=\"freelinking-link\">difficult terrain</span>&nbsp;. Opportunity attacks made against you while this umbra is active have&nbsp;<span class=\"freelinking-link\">disadvantage</span>&nbsp;. You cannot move further than 5 feet into walls or other solid objects in this way. If you would end your turn in an occupied space, you are shunted into the nearest unoccupied space and take 1d6 force damage.</p>\n<p class=\"Indent1\"><em>Spiritual Umbra:&nbsp;</em>Common amongst the gem dragons, this umbra shifts with draconic cunning. While this umbra is active you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on&nbsp;Stealth checks, and once on each of your turns you may alter your appearance (as the @UUID[Compendium.a5e.a5e-spells.vemj08hawvmf44ya]{disguise self} spell). When your umbra ends, so do any illusions conjured by it.&nbsp;</p>\n<p class=\"Indent1\"><em>Protective Umbra:&nbsp;</em>Common amongst the metallic dragons, this umbra sparks with draconic ingenuity. While this umbra is active you gain&nbsp;<span class=\"freelinking-link\">resistance</span>&nbsp;to the damage type dealt by your Dragon Breath (if you already had resistance to that damage type, you gain&nbsp;<span class=\"freelinking-link\">immunity</span>&nbsp;instead), and you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Wisdom or Intelligence checks. If you are not dragonborn, you may choose the damage type for your umbra from those available in the Dragon Breath trait.</p>\n<p><strong><em>Secrets of the Wyrm.&nbsp;</em></strong>Draconic cults require diverse skill sets and the utmost secrecy. Choose two skills from among Arcana, Deception, Persuasion, Religion, or Stealth. You have proficiency in&nbsp;the chosen skills.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common and Draconic.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "wlpyth45ln9n6roa"
}