{
	"name": "Eladrin",
	"type": "culture",
	"img": "icons/magic/nature/tree-twisted-glow-yellow.webp",
	"system": {
		"description": "<p>These elvish people are the most accustomed to life in the Dreaming&mdash;what some call the Feywild.&nbsp;Some people say eladrin are the most ancient lineage of elves with the closest blood link to other faeries, while others claim that the elves expanded into the Dreaming and were there transformed. Settlements of eladrin empires (and the ruins thereof) can be found scattered all across the Faerie Realm, and some appear in the Material Plane where the boundary between worlds is thin.</p>\n<p>Life in eladrin cities and villages is lively, even spectacular. Fey creatures of all stripes can find a place in the eladrin capitals, from quickling couriers to fortune-telling hags lurking in dark alleys. Even non-fey mortals can be found in eladrin settlements, such as foundlings, wanderers, and those stolen from their cribs as babies and replaced by changelings. In keeping with the kaleidoscopic politics of the Faerie Courts, eladrin settlements have feasts and celebrations many times a week, for ancient holidays, obscure political observances, and seemingly random birthdays of innumerable villagers and enchanted creatures.&nbsp;</p>\n<p>Eladrin and other folk in their midst learn a handful of ways to traverse the gap between the visible world and the invisible world. There are certain &ldquo;fey gates&rdquo; in natural sites and ancient ruins which function as doors between the worlds, and with decades of exposure some eladrin learn the unlikely geometry of the Faerie Realm and the boundaries between planes. After years of passing through the fey gates, eladrin folk master the sensing of planar ripples&mdash;even the most subtle ones caused by their own heartbeat. From there, hopping between worlds becomes as easy as skipping rope.&nbsp;</p>\n<p>Eladrin have a reputation for being arrogant and capricious. Part of that is true: even kindly eladrin usually take pride in their high status, but the best eladrin can be just as benevolent and noble as the most pure-hearted fairy. Still, vindictive faeries and their eladrin envoys are known to repay slights with cruel and unusual curses; wise mortals stay on their guard until an eladrin&rsquo;s motive is clear.&nbsp;</p>\n<hr>\n<p>&nbsp;Characters raised in the eladrin culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Eladrin Weapon Training.</em></strong>&nbsp;You have proficiency with longswords and rapiers.&nbsp;</p>\n<p><strong><em>Fey Sublimation.</em></strong>&nbsp;Your time in the Faerie Realm has suffused your being with its very energy. In addition to being humanoid, you also have the fey creature type.&nbsp;</p>\n<p><strong><em>Invocation of the Eladrin Lords.</em></strong>&nbsp;Hierarchies among the fey often deploy pact magic and a ripple of that power is available to all eladrin subjects. You know one cantrip from Table: Eladrin Invocations, based on the aspect of nature you wish to manifest or that of your liege.</p>\n<p>Your selected aspect also imparts minor changes of your choice to your appearance, such as to your eye and hair color, skin tone, or even the color of your clothing. At the end of a&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;, you can change your selected aspect. Your&nbsp;<span class=\"freelinking-link\">spellcasting ability</span>&nbsp;for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).&nbsp;</p>\n<p><strong><em>Knowledge of the Faerie Courts.</em></strong>&nbsp;You are proficient in one of the following skills: Arcana, Culture, Deception, History, Insight, Persuasion, Survival.&nbsp;</p>\n<p><strong><em>Twilight Step.</em></strong>&nbsp;You have learned how to skip out of the Material Plane, fly through the Plane of Faerie, and land back in your native realm. You can forego your movement on your turn to teleport 30 feet to an unoccupied space you can see. Once you have used this trait, you cannot do so again until you finish a short or long rest.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign in Common, Elvish, and Sylvan.&nbsp;</p>\n<p><strong>Eladrin Invocations</strong>&nbsp;<strong>&nbsp;</strong></p>\n<ul>\n<li>Autumn: @UUID[Compendium.a5e.a5e-spells.86re3h2jgfr45ml4]{resistance}</li>\n<li>Hiding: @UUID[Compendium.a5e.a5e-spells.4oruofw2q7gso9hq]{minor Illusion}</li>\n<li>Respite: @UUID[Compendium.a5e.a5e-spells.pblaa5w3f6tuqxuj]{mending}</li>\n<li>Rot: @UUID[Compendium.a5e.a5e-spells.bpkked98u8mb2q3w]{chill Touch}</li>\n<li>Spring: @UUID[Compendium.a5e.a5e-spells.5o1rvwzxmsh5ji9i]{druidcraft}</li>\n<li>Stars: @UUID[Compendium.a5e.a5e-spells.kh26gom04osoo005]{dancing Lights}</li>\n<li>Storm: @UUID[Compendium.a5e.a5e-spells.ks87w0iees5tbu0z]{shocking Grasp}</li>\n<li>Summer: @UUID[Compendium.a5e.a5e-spells.krg2pw9p0pa5praw]{produce Flame}</li>\n<li>Toxicity: @UUID[Compendium.a5e.a5e-spells.wb05jikqneh34h1s]{pestilence}</li>\n<li>Winter: @UUID[Compendium.a5e.a5e-spells.9ot2c39ypiu4l8ws]{ray of Frost}</li>\n</ul>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"grants": {
			"lr2Doi4CL2CFYl1R": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Eladrin",
				"features": {
					"base": [
						"Compendium.a5e.a5e-culture-features.Item.ij1niq25zjq1dl18",
						"Compendium.a5e.a5e-culture-features.Item.kgfv8rj86zfj5tfu",
						"Compendium.a5e.a5e-culture-features.Item.4hfoyapss47vi7n9",
						"Compendium.a5e.a5e-culture-features.Item.rv34qxh59k8b6989",
						"Compendium.a5e.a5e-culture-features.Item.gg5ewbn2ozvlp2gq"
					],
					"options": [],
					"total": 0
				},
				"_id": "lr2Doi4CL2CFYl1R",
				"default": true,
				"img": ""
			},
			"kckO58KkXfgSIwby": {
				"grantType": "trait",
				"level": 0,
				"optional": false,
				"label": "Languages",
				"traits": {
					"base": [
						"common",
						"elvish",
						"sylvan"
					],
					"options": [],
					"total": 0,
					"traitType": "languages"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "f3r9f4ya23i9lldb"
}