{
	"folder": null,
	"name": "Elemental-Bound",
	"type": "culture",
	"img": "icons/magic/nature/leaf-elm-beam-green.webp",
	"system": {
		"description": "<p><span lang=\"EN\">In remote enclaves far away from &ldquo;civilized&rdquo; lands the elemental-bound worship nature spirits, elementals, and even the Primordials. They are staunch defenders of nature&mdash;and a strong source of druids. Some of these people are practitioners of ancient traditions, such as elves, frogfolk, genasi, half-giants, harpies, and merfolk worshiping their ancestors. Others are revivalists, returning to the worship of nature after discarding the rotten fruits of &ldquo;civilization.&rdquo; Almost all elemental-bound people wish for a better balance between mortals and nature&hellip; This wish sometimes turns into prayers for the chained gods (such as the dread god Chronus, nameless Primordials, or other entities sealed by Tartarus) to break from their confinement and overthrow the planet.</span></p><p><span style=\"text-indent: 36pt; font-size: 10.5pt;\">Elemental-bound groups often center around a teacher who claims to have special knowledge, such as a druid or warlock. At times this leader might be an elemental, giant, or other monster. Either leader type can be beneficent or abusive. Yet even under the best conditions, elemental-bound enclaves tend to encourage blind obedience, submission to the master&rsquo;s teachings, and black-and-white thinking... in spite of what one might expect from how much they seem to value &ldquo;freedom.&rdquo;</span></p><p><span style=\"text-indent: 36pt; font-size: 10.5pt;\">Elemental-bound enclaves are often poorly organized and short-lived. No matter one&rsquo;s dedication to a cause, people who cannot make or trade for their own clothing, shelter, and food soon disappear from the face of the earth. The enclaves who do survive either provide for themselves in the ancient indigenous ways or get along with their neighbors well enough to trade.</span></p><h3 class=\"MsoNormal\" style=\"line-height: normal;\"><span lang=\"EN\">Elemental-Bound Traits</span></h3><p><span lang=\"EN\">Characters raised in the elemental-bound culture share a variety of traits in common with one another.&nbsp;</span></p><p><strong style=\"mso-bidi-font-weight: normal;\"><em><span lang=\"EN\">Elemental Magic.</span></em></strong><span lang=\"EN\" style=\"text-indent: 9pt; font-size: 10.5pt;\"> You know one cantrip from the druid, or warlock spell list. Your spellcasting ability is your choice of Intelligence, Wisdom, or Charisma.</span></p><p><strong style=\"mso-bidi-font-weight: normal;\"><em><span lang=\"EN\">Primordial Indoctrination.</span></em></strong><span lang=\"EN\" style=\"text-indent: 9pt; font-size: 10.5pt;\"> The leaders of your enclave educate (or re-educate) you on important metaphysical topics. You gain proficiency with one skill from: Arcana, Nature, or Religion. You gain one skill specialty from the skill you choose.</span></p><p><strong style=\"mso-bidi-font-weight: normal;\"><em><span lang=\"EN\">Zealotry.</span></em></strong><span lang=\"EN\" style=\"text-indent: 9pt; font-size: 10.5pt;\"> You are careful to conspicuously demonstrate absolute dedication to your ideology. If you fail an ability check or saving throw, you can choose to gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum +3), possibly changing a failure into a success. Once you use this trait, you cannot do so again until you finish a short or long rest.</span></p><p><strong style=\"mso-bidi-font-weight: normal;\"><em><span lang=\"EN\">Circle of Protection from the Elements.</span></em></strong><span lang=\"EN\" style=\"text-indent: 9pt; font-size: 10.5pt;\"> You are trained on magical protection from the elements, which you reinforce or alter through a simple ritual. When you complete a long rest, choose one damage type from the following: acid, cold, fire, lightning, or thunder. You have resistance against that damage type until you use this trait to change damage types.</span></p><p><span style=\"text-indent: 9pt; font-size: 10.5pt;\">As an action, you can convey this damage resistance to a willing creature you touch. The damage resistance disappears from you, and lasts on the target creature for 1 hour. You regain the damage resistance at the end of your long rest.</span></p><p><strong style=\"mso-bidi-font-weight: normal;\"><em><span lang=\"EN\">Languages.</span></em></strong><span lang=\"EN\" style=\"text-indent: 9pt; font-size: 10.5pt;\"> You can speak, read, write, and sign Common and Primordial.</span></p>",
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"grants": {
			"52pOfzOPZUuQ6fGm": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.ntqumww6x4ghaw6c",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.e0ma4htdaltrppnk",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.h10c2oudbgc6ktpi",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.n32bldgj0xdewwvp",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"YcY6VxtGsxIV8phL": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common",
						"primordial"
					]
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "suloh1eawo23kw6n",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}