{
	"folder": null,
	"name": "Firbolg",
	"type": "culture",
	"img": "icons/weapons/axes/axe-broad-purple.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"description": "<p>The firbolg are a half-giant clan of cunning warriors with a strong respect for magic, a deep distrust of humans, and great love of the&nbsp;wilderness. In their journeys through untamed places, the firbolg sometimes wander to ranges so remote they traverse into the fey realm. It is no surprise then that the eladrin lords and the archfey often invite the firbolg to join them on their Wild Hunts&mdash;sometimes even to lead the hunt! No surprise either that these half-giants often merge their bloodlines with that of the fey.</p><p>When the great giant empires fell, the firbolg decided to separate themselves from both traditional giant culture and from the up-and-coming humans. Skeptical of whether &ldquo;civilized&rdquo; people can fulfill their stated goals of equality, justice, and freedom (and suspecting that these claims are made in bad faith), firbolg use their magic to keep themselves out of human sight. While hunting and martial training are celebrated by the firbolg, more important to them than these are safety from humans and unity with nature.</p><p>The firbolg understand humans as being hostile to them&mdash; they do not value hostility against humans in itself, although many firbolg do harbor resentments. Firbolg who would consider joining an adventuring party might include: hotblooded hunters looking for good game, nature mages in training, loremasters seeking lost secrets, and forest wardens preventing calamity.</p><h3>Firbolg Traits</h3><p>Characters raised in the firbolg culture share a variety of traits in common with one another.</p><p><strong>Fey Sublimation.</strong> You gain the Fey creature type, in addition to your other creature types.</p><p><strong>Firbolg Magic. </strong>You can use this feature to cast either detect magic or disguise self. Once you cast either, you can&rsquo;t do so again until you complete a short or long rest.</p><p>When you cast disguise self, you can vary your height by up to 3 feet instead of the normal 1 foot.</p><p><strong>Nature&rsquo;s Confidant. </strong>All Beasts and Plants understand your speech, although they may be limited otherwise by their Intelligence score. You do not gain the power to understand them in turn. You have advantage on Charisma checks you make against these creatures.</p><p><strong>Wild Hunter. </strong>You gain proficiency with the battleaxe and longbow, and with shields. You also gain proficiency with one skill from Animal Handling, Arcana, Nature, Stealth, or Survival.</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common, Elvish, and Giant.</p>",
		"grants": {
			"8t2zEkHYXGJSJxFw": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.kgfv8rj86zfj5tfu",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.k0u2o45ikl9xcmwj",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.7r1gghzix6apk0eq",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.ofdisxwfsfi6py0x",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"JAdCxfzYdCQyNRLO": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common",
						"elvish",
						"giant"
					]
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "4attb2a8nraoi6tx",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}