{
	"name": "Forest Gnome",
	"type": "culture",
	"img": "icons/environment/wilderness/tree-spruce.webp",
	"system": {
		"description": "<p>Forest gnomes live close to nature. They are not often seen, for they dwell in small, hidden villages in deep woodland. Most forest gnomes are shy and feel more comfortable around animals than they do humans, dwarves, and other peoples&mdash;indeed, many never leave their village.</p>\n<p>Forest gnome villages are comfortable and usually house around a hundred members. These villages are very well-hidden with homes located within trees, and many people walk close by forest gnome communities without realizing it. Such settlements are carefully built so as not to damage the local environment, carved in ways which do as little harm as possible. These gnomes gather nuts and berries, tend to the forest, and care for the wildlife with which they live in harmony. Forest gnomes live an idyllic lifestyle, and often devote themselves to artistic pursuits and creative crafts.&nbsp;</p>\n<p>These diminutive folks enjoy illusions, and incorporate figments into their lives on a daily basis. They enjoy changing their appearance, and use illusion magic to do so frequently.&nbsp;</p>\n<hr>\n<p>Characters raised in the forest gnome culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Artistic Pursuits.</em></strong>&nbsp;You have proficiency in one type of artisans&rsquo; tools of your choice.&nbsp;</p>\n<p><strong><em>Natural Illusionist.&nbsp;</em></strong>You can cast @UUID[Compendium.a5e.a5e-spells.vemj08hawvmf44ya]{disguise self} once per long rest. Once you reach 3rd level, you can cast @UUID[Compendium.a5e.a5e-spells.250c4t64865s83si]{blur} once per long rest. At 5th level, you can cast @UUID[Compendium.a5e.a5e-spells.eceeym81z9dq6r58]{major image} once per long rest. You don&rsquo;t need material components for these spells, and when casting them your&nbsp;spell<span class=\"freelinking-link\">casting</span>&nbsp;ability is Intelligence or Wisdom (whichever is higher).</p>\n<p><strong><em>Small Beast Speech.&nbsp;</em></strong>You have an innate ability to communicate simple thoughts and ideas with beasts of size Small or smaller.</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common and Gnomish.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"ikKiRrpjuu92Ohci": {
				"uuid": "Compendium.a5e.a5e-culture-features.pxaax9ltj8lhsasi",
				"optional": false
			},
			"MLAeHpI7IK8TsDUu": {
				"uuid": "Compendium.a5e.a5e-culture-features.u54tqsdddonuztcf",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 0,
				"fixed": [],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Item.M4L2dLkyndqzfi2x"
		}
	},
	"_id": "gbx5408ucopwgt6q"
}