{
  "name": "Forgotten Folx",
  "type": "culture",
  "img": "icons/environment/wilderness/tree-ash.webp",
  "system": {
    "description": "<p>The forgotten folx are even more secretive than the notoriously reclusive forest gnomes. These communities almost always share a strong, familial bond with each other, even those they aren&rsquo;t related to. Entire villages raise children communally, provide for each other, and survive primarily by bartering craft goods. These settlements have a lot of love to give and are more than happy to take in wanderers or adventurers who stumble across their homes. Because of their open and caring nature, it is not uncommon for relationships among forgotten folx to include multiple partners&mdash;of all genders and heritages.&nbsp;</p>\n<p>Most who leave this culture do so to become merchants and provide their crafts and talents to more people, or out of a desire to see the &ldquo;real&rdquo; world. It is common for young adults to be encouraged to go on a sort of sabbatical to experience life outside of the community, bringing back new technologies and goods upon their return.&nbsp;</p>\n<hr>\n<p>Characters raised in the forgotten folx culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Eyes Everywhere.</em></strong>&nbsp;Thanks to your experience supervising children, you have a knack for keeping track of your companions. As long as an ally is within 60 feet of you, you always know their general location even if you cannot see or otherwise sense them. This effect is blocked by 1 foot of lead or iron and magical effects like the<em> </em>@UUID[Compendium.a5e.a5e-spells.yaoaihxyt4dlsysw]{nondetection} spell.&nbsp;</p>\n<p><strong><em>It Takes a Village</em></strong>.&nbsp;You can use the Help action as a bonus action. Additionally, when you do so, the range at which you can Help an ally increases to 15 feet. Once per&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;when you Help an ally, in addition to granting&nbsp;<span class=\"freelinking-link\">advantage</span>&nbsp;you may also choose for your ally to gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;.&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common, Gnomish, and one other language.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "8nRbNQjl4oy3fCED": {
        "uuid": "Compendium.a5e.a5e-culture-features.na5qdw95bet9ksp5",
        "optional": false
      },
      "JGUE0FSfzlQEAhtf": {
        "uuid": "Compendium.a5e.a5e-culture-features.a6lo9c8h3nlaxjdo",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 3,
        "fixed": [
          "common",
          "gnomish"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.n11zy2jzUnLVGXYp"
    },
    "cf": null,
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679425742807,
    "modifiedTime": 1680231589474,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}