{
	"name": "Forsaken",
	"type": "culture",
	"img": "icons/environment/wilderness/wall-ruins.webp",
	"system": {
		"description": "<p>In world-shaking catastrophes where magic, disasters, and monsters ran rampant, there were those that gritted their teeth and adapted to survive rather than flee their homes. Such cataclysms are now stories of a distant past, and descendants of the survivors continue to channel and embrace the unpredictability of the magical energies surrounding their ruined lands.&nbsp;</p>\n<p>Despite having lost most everything&mdash;sometimes more than once&mdash;these people remain optimistic. They are not bound by tradition and are the culture least likely to be obsessed with the glory of past kingdoms.&nbsp;</p>\n<p>Forsaken characters are forced to grow up quickly. They often get married after short courtships and form big families&mdash;most of them are nonmonogamous. However, they are still relatively suspicious of outsiders. After all, no matter how bright the future might be the bitter sting of grief lasts a lifetime.&nbsp;</p>\n<hr>\n<p>Characters raised in the forsaken culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Fleet of Foot.&nbsp;</em></strong>Your Speed increases by 5 feet.&nbsp;</p>\n<p><strong><em>Eat Like a Bird.&nbsp;</em></strong>You grew used to eating very little. You can go a number of days equal to half your Constitution modifier without suffering any&nbsp;<span class=\"freelinking-link\">fatigue</span>&nbsp;from lack of Supply.</p>\n<p><strong><em>Improvised Tools.</em></strong><strong>&nbsp;</strong>During a long rest, when you have access to raw materials you can jury-rig an improvised tool kit. If you roll a 1 while making a check using the improvised tools or the next time you take a&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;, they break.&nbsp;</p>\n<p><strong><em>Pack Rat.&nbsp;</em></strong>You can carry your whole house on your back. You count as one size larger when determining your carrying capacity.&nbsp;</p>\n<p><strong><em>Roll With the Punches.&nbsp;</em></strong>After you fail an ability check, you have&nbsp;<span class=\"freelinking-link\">advantage</span>&nbsp;on your next ability check. You can&rsquo;t use this trait again until after you finish a&nbsp;<span class=\"freelinking-link\">short or long rest</span>&nbsp;.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common, and two additional languages.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"Ia0kaQkq5dWe48Vj": {
				"uuid": "Compendium.a5e.a5e-culture-features.7883jnltwnee56ur",
				"optional": false
			},
			"wuDwrNjtty6jr1uF": {
				"uuid": "Compendium.a5e.a5e-culture-features.z7cqu5w1gtcdiyuq",
				"optional": false
			},
			"qhlzy8mhzTulbMYT": {
				"uuid": "Compendium.a5e.a5e-culture-features.a7wxclastyswjmfv",
				"optional": false
			},
			"9mRh3f2pt39MrCX1": {
				"uuid": "Compendium.a5e.a5e-culture-features.awysslo7ij4pyqoe",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Item.0GkTBHZcQ5njjFL7"
		}
	},
	"_id": "r5fegcyjl9i2he6z"
}