{
  "name": "Godbound",
  "type": "culture",
  "img": "icons/environment/settlement/church.webp",
  "system": {
    "description": "<p>The godbound were raised among the faithful. Such communities vary from temples and monasteries to massive theocracies that span entire continents, their rulers either divine or the anointed representatives of greater entities.&nbsp;</p>\n<p>The nature of your faith community can vary by theology, structure, and goodwill, and the environment might be egalitarian or hierarchical. Most religious peoples strive towards virtue, but even they pose the risk of abuse, and at the heart of certain communities lies a dark secret or conspiracy the likes of which might shatter the faith of any follower.&nbsp;</p>\n<p>One&rsquo;s religion of birth need not always be their religious identity. People leave their religious communities for reasons both good and ill&mdash;some faiths send trusted envoys on missions, and others are destroyed by stronger forces. Communities also exile or punish members who commit sins, though some are nurturing, caring cultures which emphasize the wellbeing of all.&nbsp;</p>\n<hr>\n<p>Characters raised in the godbound culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Bonus Connection.&nbsp;</em></strong>You have one additional connection, selected from the Acolyte background.&nbsp;</p>\n<p><strong><em>Detect Faith.</em></strong>&nbsp;You are trained to detect even the most subtle indications of a person&rsquo;s religious perspective. After you speak with a person for at least 1 minute, you can use an action to make either an Insight or Religion check opposed by their Deception check. On a success, you learn the following information about them:</p>\n<ul>\n<li>Whether they have a lower Wisdom score than yourself.</li>\n<li>Whether they are religious; if so, you also learn their faith.</li>\n<li>Whether they have class levels in the cleric or herald class.&nbsp;</li>\n</ul>\n<p><strong><em>Devotion.&nbsp;</em></strong>You gain an expertise die&nbsp;on&nbsp;<span class=\"freelinking-link\">saving throws</span>&nbsp;made to resist being&nbsp;<span class=\"freelinking-link\">charmed</span>&nbsp;or&nbsp;<span class=\"freelinking-link\">frightened</span>.&nbsp;</p>\n<p><strong><em>Arts of Worship.&nbsp;</em></strong>You are proficient with your choice of either Performance, two musical instruments, or two artisan&rsquo;s tools.</p>\n<p><strong><em>Religious Education.</em></strong>&nbsp;Your community is steeped in scripture, song, and storytelling. You are proficient in the Religion skill and know one cantrip of your choice from the cleric, druid, or herald spell list. Your spellcasting ability score for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).</p>\n<p><strong><em>Siblings in Faith.</em></strong>&nbsp;You&nbsp;have&nbsp;<span class=\"freelinking-link\">advantage</span>&nbsp;on checks made to socially interact with members of your current or former faith, such as when requesting services or gathering information.</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign in Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "zFNef76gQhtx473Y": {
        "uuid": "Compendium.a5e.a5e-culture-features.3fqy1ryrdltg8pdl",
        "optional": false
      },
      "XbbtD4wFsmQjxNI2": {
        "uuid": "Compendium.a5e.a5e-culture-features.7qh20cfjg2wykubd",
        "optional": false
      },
      "e8rVeGTqoLmLIuMg": {
        "uuid": "Compendium.a5e.a5e-culture-features.4dp9hnk3djldaz09",
        "optional": false
      },
      "VvMx6Urxlw79UOHG": {
        "uuid": "Compendium.a5e.a5e-culture-features.bo0gv05cxamtzf5m",
        "optional": false
      },
      "mhKuLVoNUCbalNJI": {
        "uuid": "Compendium.a5e.a5e-culture-features.ir64yxe4ybl0pnbr",
        "optional": false
      },
      "VrNbSdyE4BXWCpZL": {
        "uuid": "Compendium.a5e.a5e-culture-features.9zho7jvaakahx4c9",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 2,
        "fixed": [
          "common"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.99omhOKrMxm387QB"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679651602621,
    "modifiedTime": 1680231589447,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}