{
  "folder": "YfEucl84Rgojc6VZ",
  "name": "Goliath",
  "type": "culture",
  "img": "icons/environment/wilderness/terrain-rocks-brown.webp",
  "system": {
    "schemaVersion": {
      "version": 0.019,
      "lastMigration": {
        "version": {
          "schema": 0.018,
          "foundry": "11.315",
          "system": "0.18.11"
        }
      }
    },
    "description": "<p>The goliath are mountaineering half-giants who worship nature, and to a certain extent their giant ancestors as the embodiment of&nbsp;nature. They are austere and militaristic, believing that strength is honor. This belief no doubt comes from the tribe&rsquo;s history, where they had to wrest their freedom from the hands of ancient giant tyrants&mdash;which required every ounce of determination they could muster. Even though goliath communities do include true giants and other humanoids, such people must prove themselves &ldquo;worthy&rdquo; to be called equals. Seasonal rites of the goliath (which also serve as rites of passage) include pilgrimage to dangerous crags, mud-wrestling tournaments, and raids against true giant encampments. Some goliath enclaves are radically egalitarian, while others gravitate around their strongest warrior who they declare chieftain&mdash;which method is &ldquo;stronger&rdquo; and &ldquo;more honorable&rdquo; is an open question among the people.</p><p>For the goliath, it is critical always to project individual strength&mdash;and to cultivate strength within the tribe. They believe war is always at hand, and wearing anything less than leather or hide armor in public is considered a state of embarrassing undress. (By contrast, they do not consider it immodest for functional armor to leave skin exposed.) While the stricture of a &ldquo;marriage contract&rdquo; is considered dishonorable among the goliath, many consider life-long relations with one or more partners and raising children to be obvious signs of strong character. The goliath believe that educating every child in their midst is critical in cultivating a tribe of strong individuals. Their schools&nbsp;are informal and managed by volunteers. The basic curriculum includes history, values, music &amp; song, crafting, hunting, and mountain climbing.</p><p>By counterpoint, the goliath see weakness as the sign&nbsp;of dishonor. Although this value comes from the need to defend the tribe from the tyranny of giants, these days it can lead the goliath to treat people in need with disdain. Patience is considered a sign of strength... but charitable souls must draw a line between &ldquo;restoring someone their strength&rdquo; and &ldquo;enabling dishonorable conduct.&rdquo; Granting mercy to an enemy is thought to be, through the goliath moral calculus, a form of child abuse. Speech among the goliath is not free; people without the strength to defend their beliefs are expected to remain silent. Anyone expressing controversial opinions must be both articulate and fierce as to defend themselves in the ensuing debate and wrestling challenges.</p><h3>Goliath Traits</h3><p>Characters raised in the goliath culture share a variety of traits in common with one another.</p><p><strong>Acclimatized. </strong>You have resistance to cold damage. You are acclimated to high altitudes, including elevations over 20,000 feet.</p><p><strong>Arts of War.</strong> You learn one 1st degree combat maneuver from any tradition. You can use this combat maneuver once without spending exertion points. You cannot do so again until you finish a short or long rest.</p><p><strong>Giantkin Artisan. </strong>You gain proficiency with smith&rsquo;s tools or one artisan&rsquo;s tool of your choice. You gain an expertise die on checks made with the chosen tool.</p><p><strong>Goliath Casual-Wear.</strong> You are proficient with light armor.</p><p><strong>Goliath Education. </strong>You gain proficiency with one skill from History, Nature, Performance, or Religion. You gain an expertise die on rolls made to recall lore about or to track giants.</p><p><strong>Merciless Mountaineering.</strong> You gain proficiency with either Acrobatics, Athletics, or Survival.</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common and Giant.</p>",
    "grants": {
      "5HtHL8Uq2iQu4mCT": {
        "grantType": "feature",
        "label": "Culture Features",
        "features": {
          "base": [
            {
              "uuid": "Compendium.a5e.a5e-culture-features.Item.g5sq97t9e6p8nmd3",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-culture-features.Item.xy66zpjhfbvprr7t",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-culture-features.Item.s2z0o6rrt7uw8xgl",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-culture-features.Item.34razy6rtibbvqj5",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-culture-features.Item.82btgltkaf5t2a81",
              "limitedReselection": true,
              "selectionLimit": 1
            },
            {
              "uuid": "Compendium.a5e.a5e-culture-features.Item.zmf61dp0qajvtfwr",
              "limitedReselection": true,
              "selectionLimit": 1
            }
          ],
          "options": [],
          "total": 0
        }
      },
      "5ekqmSU5Ama4d0A4": {
        "grantType": "trait",
        "traits": {
          "traitType": "languages",
          "base": [
            "common",
            "giant"
          ]
        },
        "label": "Languages"
      }
    },
    "source": "moarComplete"
  },
  "effects": [],
  "flags": {
    "core": {},
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "11.315",
      "systemVersion": "0.18.11"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.18.11",
    "coreVersion": "11.315",
    "createdTime": 1715599664333,
    "modifiedTime": 1715599751490,
    "lastModifiedBy": "w2w5xxtHicJQ36ch"
  }
}