{
	"folder": null,
	"name": "Grimlock (Security)",
	"type": "culture",
	"img": "icons/magic/perception/eye-ringed-glow-angry-large-teal.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<p>It is a testament to the human spirit that, when a group of engineers became trapped underground thousands of years ago, they found a way to survive instead of dying terrified in the dark. Their descendants started being born without eyes, becoming the first grimlocks. Even the name &ldquo;grimlock,&rdquo; a reference to the grim fate of being locked in the earth, speaks to the ingenuity and grit of these brave souls. In the generations since the first grimlock was born, eyelessness has become a trait that parents can pass on to their children, even if they do not live in the depths of the earth.</p>\n<p>Grimlocks live an isolated existence heavy with responsibility. Tasked with the self-imposed duty of keeping the geology of the regions they inhabit stable (a response to the tragedy that created their society) they build communities that run on reliable schedules and provide routine training for all. They are a serious people, but not a joyless one, and their respect for innovation and problem solving has allowed them to not only persist for centuries, but to achieve levels of advancement unseen on the surface.</p>\n<p>The original grimlocks were made up entirely of humans, but over time they absorbed people of other heritages who were willing to take up the responsibility of stabilizing the earth. Grimlocks welcome anyone who can adapt to unlit environments and is willing to help their community. Modern grimlock communities are surprisingly diverse, given their isolation. Those who lack darkvision often go blind in the lightless tunnels of a grimlock community, but their other senses sharpen to compensate.</p>",
		"equipment": {},
		"features": {
			"XaEWN3oMQB1MpPAj": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-culture-features.Item.zooouwla4hn2yi9a"
			},
			"qP0YyuY1360l8ILN": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-culture-features.Item.rer67o6ji0r9xadm"
			},
			"HU0DcEcoVz086NGE": {
				"optional": false,
				"uuid": "Compendium.a5e.a5e-culture-features.Item.uvvfow6cacs90iaz"
			}
		},
		"proficiencies": {
			"languages": {
				"count": 0,
				"fixed": [],
				"options": [
					"common",
					"undercommon",
					"grimlock"
				]
			},
			"skills": {
				"count": 0,
				"fixed": [],
				"options": [
					"ste"
				]
			},
			"tools": {
				"count": 0,
				"options": ""
			},
			"weapons": {
				"count": 2,
				"options": "shortswords; shotguns"
			},
			"armor": {
				"count": 0,
				"fixed": [],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {},
	"_id": "zhp2skbmu6u93e5g"
}