{
	"folder": null,
	"name": "Grimlock",
	"type": "culture",
	"img": "icons/magic/perception/eye-ringed-glow-angry-large-teal.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<p>Characters raised in the grimlock culture&nbsp;share the following traits:</p>\n<p><strong>Grimlock Training.</strong> Choose two of the&nbsp;following:</p>\n<p><strong>Maintenance. </strong>You gain proficiency&nbsp;in the Engineering skill and with&nbsp;tinker&rsquo;s tools.</p>\n<p><strong>Medic. </strong>You gain proficiency in the&nbsp;Medicine skill and with herbalist&rsquo;s&nbsp;kits.</p>\n<p><strong>Security. </strong>You gain proficiency with&nbsp;the Stealth skill and with&nbsp;shortswords and shotguns.</p>\n<p><strong>Whatever&rsquo;s At Hand. </strong>You gain&nbsp;proficiency with improvised weapons.&nbsp;</p>\n<p><strong>Lightless Expertise. </strong>You never suffer disadvantage for being unable to see while making skill checks, so long as one of your other senses (such as touch or hearing) can compensate.</p>\n<p><strong>Languages. </strong>You can speak Common and Undercommon and you can read Grimlock texture writing, which uses the words and grammar of Undercommon. Because most grimlocks lack traditional sight, blind members of their society are not taught the written or signed forms of&nbsp;the languages they use to communicate.&nbsp;Grimlocks with darkvision learn the written&nbsp;and signed forms of Common and&nbsp;Undercommon normally.</p>\n<p>Additionally, many grimlocks (especially&nbsp;those of human, halfling, or dragonborn&nbsp;heritage) do not have eyes; their faces are&nbsp;smooth where their eyes would usually be,&nbsp;and their skulls lack eye sockets. The&nbsp;following traits are most commonly seen in&nbsp;grimlocks whose heritages lack the&nbsp;darkvision ability. If you wish, you gain the<br>following traits:</p>\n<p><strong>Blind. </strong>You are permanently blind and can&rsquo;t see beyond the range of your blindsight. You can&rsquo;t benefit from any ability or magical effect that would grant&nbsp;you visual sight or darkvision.&nbsp;</p>\n<p>Your inability to see, however, is not without its advantages. You are immune to any illusion spell that relies on vision, such&nbsp;as blur, darkness, or invisibility, and you&nbsp;are also immune to attacks and effects&nbsp;that require meeting a creature&rsquo;s eyes,&nbsp;such as a medusa&rsquo;s petrifying gaze.&nbsp;Additionally, you gain an expertise die on&nbsp;Perception checks that don&rsquo;t rely on sight.</p>\n<p><strong>Echolocation. </strong>While you are not&nbsp;deafened, you have blindsight with a&nbsp;range of 60 feet. You count as being able&nbsp;to see targets within the range of your&nbsp;echolocation.</p>\n<p><strong>Sensitive Ears. </strong>Any time you take&nbsp;thunder damage, you make a Constitution&nbsp;save against a DC of 10 or half the&nbsp;damage taken, whichever is higher. On a&nbsp;failure, you are deafened until the end of&nbsp;your next turn.</p>",
		"grants": {
			"q3jMR1ksoPb2c0os": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"_id": "q3jMR1ksoPb2c0os",
				"default": true,
				"img": "",
				"label": "Traits",
				"features": {
					"base": [
						"Compendium.a5e.a5e-culture-features.Item.rer67o6ji0r9xadm",
						"Compendium.a5e.a5e-culture-features.Item.uvvfow6cacs90iaz",
						"Compendium.a5e.a5e-culture-features.Item.mw6zqqgkbhaymsfu"
					],
					"options": [
						"Compendium.a5e.a5e-culture-features.Item.zooouwla4hn2yi9a",
						"Compendium.a5e.a5e-culture-features.Item.9e4tvu0fr4c9oclq",
						"Compendium.a5e.a5e-culture-features.Item.w7oaaw202eqq2sea"
					],
					"total": 2
				}
			},
			"rAL8y8wSqQ6j9vOZ": {
				"grantType": "feature",
				"level": 0,
				"optional": true,
				"label": "Optional Senses",
				"features": {
					"base": [
						"Compendium.a5e.a5e-culture-features.Item.y7q0cqjewim97yf4",
						"Compendium.a5e.a5e-culture-features.Item.xe49va0c6ujowws1",
						"Compendium.a5e.a5e-culture-features.Item.2jqqbc9d2xmzte96"
					]
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"_id": "t1e39qn8elsyto7k"
}