{
  "folder": null,
  "name": "Grippli",
  "type": "culture",
  "img": "icons/equipment/neck/necklace-simple-feathers-blue.webp",
  "system": {
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": {
        "version": {
          "schema": 0.009,
          "foundry": "11.315",
          "system": "0.17.41"
        }
      }
    },
    "description": "<div title=\"Page 43\"><div><div><div><p>Grippli are the frogfolk ethno-linguistic group who prefer to make their homes in rainforests. They are more common in&nbsp;tropical regions but they enjoy temperate rainforests equally well. Although the grippli produce cunning warriors and skilled diplomats, what they love most in life are art and skillfulness. They drink fruity decoctions to accentuate their skin color, and they decorate all things with colorful feathers, shells, and bright dyes. Their singers croak melodies of comfort; their poets chant lyrics of peace. Their villages are not large and they rarely practice metallurgy, but there is nothing &ldquo;primitive&rdquo; about the grippli&mdash;their love of efficiency, stability, and sustainability put most human &ldquo;civilizations&rdquo; to shame.</p><p>It has come to pass at times that the virtues of the otherwise kindhearted grippli produce eras of tyranny. Most grippli tribes practice some form of meritocracy, which though troubling is harmless enough. The problem occurs when certain grippli leaders enshrine the meritocracy of their generation as a rigid caste system for the next. They reinforce their regime with overtures to peace and &ldquo;the wisdom of the elders.&rdquo; Whereas the traditional grippli value for creativity requires social liberty and mobility, the emergence of caste systems undermines creativity and ingenuity. This produces poverty among the tribe, which in turn leads the tribe to environmental destruction and outward violence.</p><p>This makes the silly grippli bard singing their songs and clanging their cymbals a sign of hope for all people; maybe art can lead us to abundance and freedom.</p><div><div><div><div><h3>Grippli Traits</h3><p>Characters raised in the grippli culture share a variety of traits in common with one another.</p><p><strong>Deft Spearman. </strong>You are proficient with javelins, spears, and tridents, and for you they are finesse weapons.</p><p><strong>Efficient Gatherer. </strong>When you lead or help with an activity that yields food and/or water&mdash;such as hunting, harvesting, or scrounging&mdash;that activity produces twice as much, and leftovers can be saved as Supply.</p><p><strong>Frogsong.</strong> You gain proficiency in Performance, plus one Performance specialty of your choice.</p><p><strong>Merit of Skillfulness.</strong> You gain proficiency with one artisan tool, plus proficiency with any one other tool or martial weapon.</p><p><strong>Village Values.</strong> You gain proficiency with your choice of either Insight, Nature, Survival, or Persuasion.</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common and Grippli.</p></div></div></div></div></div></div></div></div>",
    "grants": {
      "EEzqsadIKiP3Y2kD": {
        "grantType": "feature",
        "label": "Culture Features",
        "features": {
          "base": [
            "Compendium.a5e.a5e-culture-features.Item.hikon1aev6cqwlq1",
            "Compendium.a5e.a5e-culture-features.Item.ztn04xivnydi0v7q",
            "Compendium.a5e.a5e-culture-features.Item.97s5xoc8837sgpen",
            "Compendium.a5e.a5e-culture-features.Item.mm4nrrzij6b78gn4",
            "Compendium.a5e.a5e-culture-features.Item.ee7lronpnggldwve"
          ]
        }
      },
      "XMH922XxXPFkU5GI": {
        "grantType": "trait",
        "traits": {
          "traitType": "languages",
          "base": [
            "common",
            "grippli"
          ]
        },
        "label": "Languages"
      }
    },
    "source": "moarComplete"
  },
  "effects": [],
  "flags": {},
  "_id": "iqxde4m5mwgmy2h5"
}
