{
	"name": "High Elf",
	"type": "culture",
	"img": "icons/environment/settlement/gazebo.webp",
	"system": {
		"description": "<p>From seamless marble towers and brightly lit castles carved into mountainsides to modest cottages made grand with intricate style, high elf culture takes credit (sometimes incorrectly) for the magnificent architecture for which elves are known. Elvish architectural masterworks are remnants of a once vast high elf empire. While many such structures are maintained by high elves and those under their charge, far more lie abandoned, ruined, or claimed by invading forces. High elves live in the twilight of their golden age.&nbsp;</p>\n<p>Their past accomplishments bring high elves great pride that can manifest in arrogance, narcissism, and self-righteousness, but it can also become a drive towards intellectual leadership. Some high elves (and many of their followers) would love nothing more than to see themselves restored as world rulers. Others realize the new era calls for subtler forms of influence, and they entrench themselves in non-elf institutions to train outsiders in the ways of wisdom. For the sake of preserving ancient knowledge and guiding civilization, high elves (and those trained in their ways) often serve other groups as advisors, librarians, military officers, and teachers. Individual high elf adventurers often seek to recover or preserve some ancient treasure, and their tyrannical counterparts might usurp foreign institutions or consolidate power for a war of unification.&nbsp;</p>\n<hr>\n<p>Characters raised in high elf culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Cunning Diplomat.</em></strong><em>&nbsp;</em>You can always choose to use Intelligence when making a Deception, Insight, Intimidation, or Persuasion check.&nbsp;</p>\n<p><strong><em>High Elf Education.&nbsp;</em></strong>You are proficient&nbsp;in Culture and&nbsp;one additional skill of your choice.&nbsp;</p>\n<p><strong><em>High Elf Weapon Training.&nbsp;</em></strong>You have proficiency with rapiers and longswords.&nbsp;</p>\n<p><strong><em>Magical Versatility.&nbsp;</em></strong>You know a cantrip of your choice, which can be chosen from any spell list.&nbsp;Your&nbsp;<span class=\"freelinking-link\">spellcasting ability</span>&nbsp;score for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).</p>\n<p><strong><em>Language.&nbsp;</em></strong>You can speak, read, write, and&nbsp;sign in Common, Elvish, and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"K6Gzpaf41BrI43Cq": {
				"uuid": "Compendium.a5e.a5e-culture-features.rfurempzkhguqx28",
				"optional": false
			},
			"cgbvEHRv3bvZl07A": {
				"uuid": "Compendium.a5e.a5e-culture-features.lf1rpkmstz8kjko0",
				"optional": false
			},
			"Tr9DYSI0DofUNTmb": {
				"uuid": "Compendium.a5e.a5e-culture-features.51hklbd57uiyppv2",
				"optional": false
			},
			"SmffS2JGVHGSmQi6": {
				"uuid": "Compendium.a5e.a5e-culture-features.y70prmkqgggc21qg",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common",
					"elvish"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.Odib25gZLBm28Xg5"
		}
	},
	"_id": "6achvoz1f9xdj3wn"
}