{
	"name": "Hill Dwarf",
	"type": "culture",
	"img": "icons/environment/settlement/blacksmith.webp",
	"system": {
		"description": "<p>Some dwarves never settle in underground kingdoms. They live in surface communities, trading, learning, and creating. Known as hill dwarves, they are gregarious, friendly, and worldly.&nbsp;</p>\n<p>No dwarves are more social and artistic than hill dwarves; after all, it&rsquo;s easier to sell your goods if people like you. While they don&rsquo;t consider art to be creation in the same sense as crafting something from a forge, hill dwarves share a deep love for music, poetry, theater, and literature. Many a song or play about the rise and fall of mountain dwarf empires was actually written by troupes of hill dwarves. Their live-and-let-live attitude makes their caravans loud, flashy, and fun.&nbsp;</p>\n<p>Hill dwarves frequently engage in fist fights to solve minor issues, and would much rather end the day with a black eye than risk making an enemy out of a friend. They don&rsquo;t harbor grudges and don&rsquo;t expect that others do so against them; curiously, other dwarves sometimes have trouble trusting hill dwarves because of their willingness to forgive and forget.&nbsp;</p>\n<hr>\n<p>Characters raised in the hill dwarf culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Community Magic.&nbsp;</em></strong>You know the @UUID[Compendium.a5e.a5e-spells.uyp8lageqgau1a4h]{friends} cantrip. Once you reach 3rd level, you can cast @UUID[Compendium.a5e.a5e-spells.zf1kpjwhg9fabe01]{charm person} once per long rest. At 5th level, you can cast @UUID[Compendium.a5e.a5e-spells.ml9ls27u9ncms8ko]{suggestion} once per long rest . You don&rsquo;t need material components for these spells, and when casting them your spellcasting ability is Charisma.</p>\n<p><strong><em>Friendly.</em></strong>&nbsp;You are proficient in either Deception or Persuasion.&nbsp;</p>\n<p><strong><em>Wagoner.</em></strong>&nbsp;You are either proficient in either Animal Handling or with land vehicles.&nbsp;</p>\n<p><strong><em>Ways of the Land.</em></strong>&nbsp;You are proficient in Survival and gain an expertise die on checks using it.</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common, Dwarvish, and two additional languages.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "2f0e2p3cmsvubzry"
}