{
	"folder": null,
	"name": "Hoplite Legionnaire",
	"type": "culture",
	"img": "icons/weapons/polearms/spear-flared-bronze-teal.webp",
	"system": {
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": null
		},
		"description": "<div title=\"Page 43\">\n<div>\n<div>\n<div>\n<p>Hoplite legions are military dictatorships of isolated city-states, which are often close to their neighbors in proximity but separated&nbsp;by vast fields, forbidding mountains, and treacherous seas. The citizen-soldiers of the hoplite legions are highly trained experts in phalanx fighting, often trained from a young age under brutal circumstances.</p>\n<p>Such a deeply militarized society extends a certain degree of military training to most of its members, yet they are rarely egalitarian. The elite of the society might consist of few close-knit families of nobles, priests, or military generals who consult only with themselves on important matters. Divided from their vast warrior class are the peasant class who, despite their military and agricultural service, are not allowed upward social mobility (the elite certainly provide some \"justification\" for this blatant exploitation). Such hoplite legions also bully and raid nearby settlements to obtain what they cannot coerce their own serfs into producing.</p>\n<p>However, that despotism is not a strict rule. For example, there was once a tabaxi hoplite legion that did not subsidize itself through such abuses. Thanks to the bounty of their native fields&mdash;and the belief that nobody was above hard work&mdash;their armies were self-sustaining and non- aggressive. Independent as they were, they felt no particular need to worship the gods of their time.</p>\n<div class=\"page\" title=\"Page 43\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h3>Hoplite Legionnaire Traits</h3>\n<p>Characters raised in a hoplite legionnaire culture share a variety of traits in common with one another.</p>\n<p><strong>Self-Discipline. </strong>You gain an expertise die on saving throws made to resist being charmed or frightened.</p>\n<p><strong>Phalanx Training.</strong> You are proficient with javelins, spears, and shields.</p>\n<p><strong>Phalanx Formation.</strong> For you and friendly creatures you can see and who can see you within 5 feet &times; your proficiency bonus, all weapons have the defensive (any) property.</p>\n<p><strong>Languages. </strong>You can speak, read, write, and sign Common, plus one other language.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
		"grants": {
			"uyruTg7cBmLl4DlP": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						"Compendium.a5e.a5e-culture-features.Item.ogqjm3f9qmbjodiq",
						"Compendium.a5e.a5e-culture-features.Item.95ajetieuvmfev95",
						"Compendium.a5e.a5e-culture-features.Item.p820nmesm8l9aoh4"
					]
				}
			},
			"MJnN9ULVQdoQwWtT": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common"
					],
					"options": [
						"abyssal",
						"aquan",
						"auran",
						"celestial",
						"common",
						"deep",
						"draconic",
						"druidic",
						"dwarvish",
						"elvish",
						"giant",
						"gnoll",
						"gnomish",
						"goblin",
						"grimlock",
						"halfling",
						"ignan",
						"infernal",
						"minotaur",
						"mycelial",
						"orc",
						"primordial",
						"sylvan",
						"terran",
						"cant",
						"undercommon"
					],
					"total": 1
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "q5w3ocx238937dnz"
}