{
	"folder": null,
	"name": "Horse Lord",
	"type": "culture",
	"img": "icons/tools/smithing/horseshoe-steel-blue.webp",
	"system": {
		"description": "<p>Making their homes on vast planes and arid steppes, so-called &ldquo;horse lords&rdquo; are people whose lifestyles are intimately tied with&nbsp;their equine partners. For these warriors and free spirits, horses are not merely livestock and warbeasts&mdash;horses are icons of courage, liberty, and nobility of heart.</p><p>The actual lifestyle of &ldquo;horse lord&rdquo; cultures vary&mdash;some use their cavalry to defend their homes, while others are nomads following a seasonal migration pattern. These societies sometimes give rise to fearsome conquerors, other times they are allied with neighboring nations as protectors of the borderland. They have a martial tradition centered around mounted combat, often earning them a reputation abroad as novel and formidable opponents. Likewise their spirituality might favor the popular pantheon or the nature spirits&mdash;but either way the horse is a powerful symbol that speaks directly to their hearts.</p><h3>Horse Lord Traits</h3><p>Characters raised in horse lord culture share a variety of traits in common with one another.</p><p><strong>Born to the Saddle. </strong>You are proficient in Animal Handling and land vehicles. You also gain one tool of your choice from smith&rsquo;s tools, leatherworker&rsquo;s tools, or sewing kit.</p><p><strong>Loyal Steed. </strong>You begin play with a riding horse (normal price 75 gold).</p><p><strong>Mounted Combatant. </strong>You gain proficiency with the battleaxe and shortbow, and with shields. You learn one 1st-degree Spirited Steed maneuver, and you can use it once between short or long rests without spending exertion.</p><p><strong>Spirit Bond (Horse).</strong> As part of a long rest, you can designate one willing mount to be bonded with your spirit, which lasts until you or that creature dies, or until you designate a different one. While riding on your bonded mount, if it is untrained you can still control it as if it were trained. If this creature is a horse, it gains spell resistance (advantage on saving throws against spells).</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common, plus one other language.</p>",
		"grants": {
			"Zj1exXEooE1ru7Fn": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.833yiibal0u7lxwv",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.ikdmzf8z7nmil39m",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.loeiww8of3lbeull",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.46sknzyg92273yg9",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"vK3EPvTML2FW1oFI": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common"
					],
					"options": [
						"abyssal",
						"aquan",
						"auran",
						"celestial",
						"common",
						"deep",
						"draconic",
						"druidic",
						"dwarvish",
						"elvish",
						"giant",
						"gnoll",
						"gnomish",
						"goblin",
						"grimlock",
						"halfling",
						"ignan",
						"infernal",
						"minotaur",
						"mycelial",
						"orc",
						"primordial",
						"sylvan",
						"terran",
						"cant",
						"undercommon"
					],
					"total": 1
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "sdfh5sxerde41ny1",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}