{
  "name": "Imperial",
  "type": "culture",
  "img": "icons/environment/settlement/house-manor.webp",
  "system": {
    "description": "<p>Great civilizations provide shelter and comfort. As empires and kingdoms grow and the corners of the map are filled in, the dangers and threats beyond the ever-expanding borders can seem more distant and irrelevant. Safety is assured, the next meal is never found wanting, and many living these sheltered existences do so confidently knowing that things will go on as normal, and that the days, weeks, and months will pass uneventfully to blur together into a humdrum life.&nbsp;</p>\n<p>Many in the heart of a nation live quite comfortably, and though there are always discrepancies in wealth and power even the near-destitute enjoy comforts and luxuries unheard of in distant colonies. Healing and schooling, relatively safe streets at night, a law and order that generally works for them rather than against them&mdash;all are taken for granted as a base living standard.&nbsp;</p>\n<p>In the largest empires where one can travel for weeks without seeing a border, much of what goes on in the outside world fades into myth. Great winged fire-breathing lizards? Such things would surely be too heavy to fly. Undead horrors? Simple fairy tales told to scare children into behaving.&nbsp;</p>\n<p>While humans are some of the most prolific empire builders, countless others hold the titles. There are dwarven holds so deep and vast that generations can live and die without seeing the sun, and elvish kingdoms so isolated from the outside world that even the multitudes of humanity have faded into myth. These pockets of safety and shelter can crop up anywhere there are strong forces and the determination to push danger outward, though those raised within are often woefully underprepared for what lies just outside their walls.&nbsp;</p>\n<hr>\n<p>Characters raised in the imperial culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Conscript.</em></strong>&nbsp;All subjects of the crown must register for the draft, but many go ahead and serve in the guard. You are proficient with light armor, spears, and light crossbows.&nbsp;</p>\n<p><strong><em>Learned Teachers.</em></strong>&nbsp;Those at the safe center of empires often have privileged access to fine teachers and the opportunity to follow their interests. You know about the past, at least as told by your people. You gain proficiency in History and one other skill of your choice.&nbsp;</p>\n<p><strong><em>Local Healers</em></strong>. Citizens at the heart of a nation often see more healers and clerics in a year than a remote villager sees in a lifetime, and your medical upkeep has made you resilient. Whenever your hit point maximum or one of your ability scores would be reduced, it is reduced by half as much instead (minimum 1).&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, sign, and write Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "HF24HZmmxuHqFRYi": {
        "uuid": "Compendium.a5e.a5e-culture-features.kfii9c7einb7y9up",
        "optional": false
      },
      "GbEpphEYjs7c6FY5": {
        "uuid": "Compendium.a5e.a5e-culture-features.umpri0azf6libsgs",
        "optional": false
      },
      "WSOpRkgEkJnEohPl": {
        "uuid": "Compendium.a5e.a5e-culture-features.nbbazxt1k3q8lliw",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 2,
        "fixed": [
          "common"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "cf": null,
    "core": {
      "sourceId": "Compendium.world.a5e-cultures-2.0tAfWXDy9ZLEUZfm"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679426060343,
    "modifiedTime": 1680231589444,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}