{
  "name": "Itinerant (Refugee)",
  "type": "culture",
  "img": "icons/environment/settlement/wagon-black.webp",
  "system": {
    "description": "<p>Some wanderers may not have grown up with a single place to call home. Their culture is a mix of many, allowing them to see things from different angles and perspectives. Always outsiders yet able to blend in with ease, such folks benefit from the wisdom of a wide range of peoples, customs, and places.</p>\n<hr>\n<p>Characters raised as itinerants share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Blending In.</em></strong>&nbsp;You are used to blending into a new culture. You gain proficiency with the disguise kit.</p>\n<p><strong><em>Conscientious Socializer.&nbsp;</em></strong>The first time you interact with strangers in an unfamiliar land or region, you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;to the first Charisma check you make. This trait does not work on groups if at least one person in a group knows you.</p>\n<p><strong><em>I Know Someone.</em></strong>&nbsp;You gain one additional connection, which you can choose from any background other than your own.</p>\n<p><strong><em>Many Cultures.&nbsp;</em></strong>You gain proficiency in Culture. In addition, choose Intelligence or Wisdom. Choose Intelligence or Wisdom. You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on ability checks using the chosen ability score that are made to understand the social customs of, interact with, or recall knowledge about individuals, objects, or environments associated with any culture or society you have been surrounded by for a month or longer.&nbsp;</p>\n<p><strong><em>Motive and Reason.</em></strong>&nbsp;The reason why you have a home away from home tells a unique life story. Choose one of the following:</p>\n<p><em>Homeland Seeker:</em>&nbsp;Stories of a lost magical homeland are constantly on the minds of your community. Like many others, you have joined the effort to locate this place of legends. You gain proficiency in Arcana and History.</p>\n<p><em>Labor Migrant:</em>&nbsp;You, or your ancestors, came in search of honest work or because your skills were in demand. You are proficient with a set of artisan&rsquo;s tools and one skill of your choice.</p>\n<p><em>Shadow Exile:</em>&nbsp;You left your country under mysterious circumstances. Are you a wanted criminal, a spy, or a self-exile? Only you know your motivation. You are proficient in Deception or Stealth. If you pick Stealth, once between&nbsp;<span class=\"freelinking-link\">rests</span>&nbsp;you can make a Stealth check to replace a Perception check. If you pick Deception, once between rests you can make a Deception check to replace an Insight check.</p>\n<p><em>Refugee:</em>&nbsp;By great misfortune, you and many others left your homeland so that you might survive. You are proficient in Survival, and when in an urban environment can roll Survival checks when using Intimidation or Persuasion.</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common and three additional languages.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "Uq41IYOZASHIOKhz": {
        "uuid": "Compendium.a5e.a5e-culture-features.qq30liytsqgmet8z",
        "optional": false
      },
      "1srb9buYkaYVcyTJ": {
        "uuid": "Compendium.a5e.a5e-culture-features.5i5iqhidytoofwxf",
        "optional": false
      },
      "ydnNDtePSZNnlGlz": {
        "uuid": "Compendium.a5e.a5e-culture-features.69qmh75xz4bf9a4p",
        "optional": false
      },
      "PxjHY7WSgj2mFwVy": {
        "uuid": "Compendium.a5e.a5e-culture-features.6gb8z7oyd2prqzy0",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 4,
        "fixed": [
          "common"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "cf": null,
    "core": {
      "sourceId": "Compendium.world.a5e-cultures-2.jVNFtszgJs6izINX"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679426094518,
    "modifiedTime": 1680231589448,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}