{
	"name": "Kithbáin Halfling",
	"type": "culture",
	"img": "icons/environment/wilderness/terrain-forest-gray.webp",
	"system": {
		"description": "<p>In a forgotten corner of the Dreaming lies a territory called the Twilight,&nbsp;a silent world perpetually under the dim light of the setting sun. This place is home to the kithb&aacute;in, or the twilight-touched, halflings who&rsquo;ve lived for generations in half-light, filling up its silence with the voices of ken. There is no sound in the Twilight but one&rsquo;s own thoughts, and after long enough, the thoughts of others.&nbsp;</p>\n<p>Kithb&aacute;in clachan communities aren&rsquo;t built as separate homes like halfling boroughs&mdash;there&rsquo;s no point. There&rsquo;s no notion of secrets or privacy in the Twilight, not when the entire community&rsquo;s inner thoughts are broadcast for all to hear. The kithb&aacute;in live in a single communal structure, mentally connected and in constant silent conversation. Life in a clachan can be eerie, but it&rsquo;s also open and honest. Lies, theft, crimes of passion&mdash;they&rsquo;re all pointless.&nbsp;</p>\n<p>Clachan gates are unassuming things, a pair of trees twisted to an arch, the wicker door in an old forgotten stone wall, a gap in the unworked natural stone. Stepping through a clachan gate takes you to another world, and locks you out of the place you left behind. Each gate leads to a different isolated pocket of the Twilight ringed by a border of terrible dead woods. Clachan gates are always open from the Material Plane, but only open back towards it at celestial convergences. So when an outsider stumbles through they must choose between braving the woods and the Dreaming beyond or staying for months (or even years) and becoming twilight-touched themselves. Those that finally leave their clachan often find the material world harshly bright and empty, severed from the thoughts of their fellows.&nbsp;</p>\n<hr>\n<p>Characters raised in the kithb&aacute;in halfling culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Superior Darkvision.&nbsp;</em></strong>The range of your darkvision increases to 120 feet. If you didn&rsquo;t have darkvision already, you gain darkvision to a range of 60 feet.&nbsp;</p>\n<p><strong><em>Sunlight Sensitivity.&nbsp;</em></strong>You have&nbsp;<span class=\"freelinking-link\">disadvantage</span>&nbsp;on&nbsp;<span class=\"freelinking-link\">attack rolls</span>&nbsp;and on Perception checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.&nbsp;</p>\n<p><strong><em>The Ken.&nbsp;</em></strong>Once the voices of the ken fill your eyes they never truly leave you. You can cast @UUID[Compendium.a5e.a5e-spells.158awzfd5ctjae15]{telepathic bond} without the need for material components once per long rest.</p>\n<p><strong><em>Without Secrets.&nbsp;</em></strong>Living with the ken amongst a clachan means living exposed and without secrets, intimately aware of the true meaning of every spoken word and privy to those unsaid. You are proficient in the Insight skill, and you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on checks made with it.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, sign, and write Common, Halfling, and Sylvan.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"bWUwe9JdZ2mkrvQl": {
				"uuid": "Compendium.a5e.a5e-culture-features.uzpwfc7wypguvd10",
				"optional": false
			},
			"7wfoBs93y0c3SVsM": {
				"uuid": "Compendium.a5e.a5e-culture-features.h0k3a5q4lstzqicd",
				"optional": false
			},
			"RYVmwoaxjyQ6kL8W": {
				"uuid": "Compendium.a5e.a5e-culture-features.390skhepxrb67mjs",
				"optional": false
			},
			"AlEiDoHMpqGSW84b": {
				"uuid": "Compendium.a5e.a5e-culture-features.31vll5ms5edv0x5f",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common",
					"halfling",
					"sylvan"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.iELRAt1qqHSuiXtQ"
		}
	},
	"_id": "z1m6cuu3bfh88r7f"
}