{
	"name": "Lone Wanderer",
	"type": "culture",
	"img": "icons/environment/wilderness/terrain-river-road-gray.webp",
	"system": {
		"description": "<p>Even with the myriad of cultures present to choose from, there will always be those who prefer to march to the beat of their own drum. A lone wanderer shirks all connection to the cultures and communities around them in favor of making their own path. No two lone wanderers are alike, even those that might share a heritage&mdash;they all have their own personal goals, superstitions, and traditions. Because of this, lone wanderer culture is the most diverse as well as the most disjointed. You will never find communities that share this culture, but occasionally, when forced together, lone wanderers who can manage to get along can form nomadic groups.&nbsp;</p>\n<p>Choosing this culture does not mean you forego having any personal connections, however. Lone wanderers can have families, former mentors, or old friends which may have influenced their decision to stake it out on their own, or that may make them regret it.&nbsp;</p>\n<hr>\n<p>Characters raised as lone wanderers share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Culture of My Own.&nbsp;</em></strong>You have rejected other cultures in favor of building your own. You gain four skill or tool proficiencies of your choice.&nbsp;</p>\n<p><strong><em>Heirloom.</em></strong>&nbsp;You carry a family or cultural heirloom. Choose one weapon worth 100 gold&nbsp;or less. You begin&nbsp;play with a&nbsp;<span class=\"freelinking-link\">masterwork</span>&nbsp;version of that weapon.</p>\n<p><strong><em>Languages</em></strong>. You can speak, read, write, and sign Common and two additional languages.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"XJpsJkV0II4O1ICv": {
				"uuid": "Compendium.a5e.a5e-culture-features.uy1xjai61obkh9ok",
				"optional": false
			},
			"SGTWtoaKYYs33Pui": {
				"uuid": "Compendium.a5e.a5e-culture-features.ag1wpk4cdvwqd1n3",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.Qgqj7hUY4iMnJWp1"
		}
	},
	"_id": "jh4dtbxac6efvzav"
}