{
	"folder": null,
	"name": "Lunar Chrysalian",
	"type": "culture",
	"img": "icons/magic/unholy/silhouette-robe-evil-glow.webp",
	"system": {
		"description": "<p>Often painted as the quiet observers, lunar chrysalians hold a particular affinity for nighttime and the moon. Because they are typically found in the darker reaches of the fey realms, they have mastered the ability to move silently to avoid detection by the realm&rsquo;s more unsavory folk. And, as they are often surrounded by hags or agents of the Unseen Court, they have a particular interest in occultism.</p>\n<p>Lunar chrysalians tend to adopt muted clothing and patterns, preferring to melt into a crowd or blend in with their surroundings rather than make a scene. While they can be shy, there are some who forge out into the realms beyond in search of knowledge or adventure.</p>\n<p>Characters raised in the lunar chrysalian culture share a variety of traits in common with one another.</p>\n<p><em><strong>Midnight Sight.</strong></em> Your time in the twilight of the fey realms has given you the ability to see in dark and dim conditions. You can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can&rsquo;t discern color in darkness, only shades of gray. If you already have darkvision, it increases by 30 feet.</p>\n<p><em><strong>Moonlit Magic. </strong></em>You know the dancing lights cantrip. Once you reach 3rd level, you can cast faerie fire once per long rest. At 5th level, you can cast pass without trace once per long rest. You don&rsquo;t need material components for these spells, and when casting them our spellcasting ability for them is Intelligence, Wisdom, or Charisma, whichever is highest.</p>\n<p><em><strong>Student of the Occult.</strong></em> You have a cultural affinity for secrets and the unknown. You gain proficiency in two of the following skills: Arcana, History, Medicine, Nature, or Survival.</p>\n<p><em><strong>Languages.</strong></em> You can speak, read, write, and sign Common and Sylvan.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "hearthAndHome",
		"grants": {
			"o46yp5lrNR6vxFql": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.GPOk7p7L5puttGfu",
							"name": "Midnight Sight",
							"img": "icons/magic/light/explosion-star-teal-purple.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.Buxohi3d665hEKUo",
							"name": "Moonlit Magic",
							"img": "icons/magic/time/day-night-sunset-sunrise.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.W0rIDrg01gnsfPxr",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			},
			"bhkQcJgaCJhSiGgz": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common",
						"sylvan"
					]
				},
				"label": "Languages"
			}
		},
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.10",
		"createdTime": 1753647106039,
		"modifiedTime": 1753647340540,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "g8knNLFyWHwnqZ0F"
}
