{
	"name": "Mountain Dwarf",
	"type": "culture",
	"img": "icons/environment/settlement/mine-cart-rocks-red.webp",
	"system": {
		"description": "<p>When most people think of dwarves they think of mountain dwarves. Living in tall mountains or vast hills allows them easier access to useful minerals and superior defenses. The abundance of ore leads many mountain dwarves to become smiths, especially weaponsmiths and armorsmiths. Exporting these goods is frequently the cornerstone of a thriving mountain dwarf economy. Indeed, there are many stout folk that trace their lineage to fallen dwarven kingdoms of old, dreaming of restoring lost glory even if the present is already affluent enough.&nbsp;</p>\n<p>Mountain dwarves are very traditional and follow rigid marriage rituals, with some matrimonies arranged two generations in advance, and they are just as detailed and demanding in the keeping of historical records. There is a saying: &ldquo;The sky will drop before a mountain dwarf forgets a slight.&rdquo; While these grudges can be kept for generations, the same is true for favors. If you help a mountain dwarf, you might not live to see the debt repaid&mdash;but your descendants surely will.&nbsp;</p>\n<p>Having good weapons and armor is no use if you cannot utilize them. Mountain dwarves are all trained in combat, which allows them to see their work put to use&mdash;and to personally understand the importance of quality weapons and sturdy armor. You can trust an armorsmith whose life depends on their work.&nbsp;</p>\n<hr>\n<p>Characters raised in the mountain dwarf culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Dwarven Weapon Training.</em></strong>&nbsp;You have proficiency with the battleaxe, handaxe, light hammer, and warhammer.&nbsp;</p>\n<p><strong><em>Dwarven Armor Training.&nbsp;</em></strong>You have proficiency with light and medium armor.&nbsp;</p>\n<p><strong><em>Heart of the Forge.</em></strong>&nbsp;You have&nbsp;<span class=\"freelinking-link\">resistance</span>&nbsp;to fire damage.&nbsp;In addition, you gain proficiency in Engineering.</p>\n<p><strong><em>Mountain Born.&nbsp;</em></strong>You&rsquo;re acclimated to high and low altitudes, including elevations above 20,000 feet or depths below 20,000 feet. You&rsquo;re also naturally adapted to cold climates.&nbsp;</p>\n<p><strong><em>Stonecunning.&nbsp;</em></strong>Whenever you make a History check related to the origin of stonework, you are considered proficient in the History skill and gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;to the check.&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common, Dwarvish, and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "dpazzjhc0dg7xl07"
}