{
	"folder": null,
	"name": "Necropolitan",
	"type": "culture",
	"img": "icons/environment/settlement/graveyard-tombstone-night.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"description": "<p>You come from one of the legendary cities of the dead. Some necropoli are catacombs deep beneath a metropolis or ancient holy&nbsp;site. Other cities of the dead are the seats of power for certain wicked empires, holy cities reconsecrated to profane powers, and the great cultural centers of the Shadowfell (such as Unknown Kadath on the dread Plateau of Leng). Others still were once the un-beating hearts of magocracies ruled by necromancers and fed by the tyrannized masses.</p><p>The people of the necropolis vary wildly. Every kind of mortal can be found here, practicing any manner of lifestyle as what might be expected in the metropolis&mdash;but imbued with brutality and cynicism befitting the night creatures which call this city home. The role of undead in the necropolis also varies. In some cities, night creatures are the de facto rulers. In other cases the undead represent a kind of military occupation, and the living of the city feel compelled to tolerate their dread presence while conspiring to oust them.</p><h3>Necropolitan Traits</h3><p>Characters raised in the necropolitan culture share a variety of traits in common with one another.</p><p><strong>Dark Diplomacy.</strong> You gain proficiency with your choice of Deception, Intimidation, Investigation, Sleight of Hand, or Stealth.</p><p><strong>Familiarity with Undead.</strong> You have proficiency with the Arcana skill and you gain the Undead skill expertise.</p><p><strong>Necropolitan Magic.</strong> You know the chill touch cantrip. At 3rd level, you can either false life or inflict wounds once between long rests. At 5th level, you can cast either invisibility or ray of enfeeblement once between long rests. Your spellcasting ability for these is your choice of Intelligence, Wisdom, or Charisma.</p><p><strong>Urban Denizen.</strong> You know your way around big cities, and know how to find people in urban locations. You can make an Investigation check to learn the location of (or at the Narrator&rsquo;s discretion gain a helpful clue to the trail of) a person by discreetly asking around in the right places. The difficulty of the check is DC 15 if the individual is not hiding, or DC 20 if they are trying to conceal their location.</p><p><strong>Undead Contact.</strong> You gain an extra contact, selected from a background of your choice. This person is Undead (the Narrator determines what variety).</p><p><strong>Languages.</strong> You can speak, read, write, and sign Common, plus two others.</p>",
		"grants": {
			"SLo8z5tLJFO88QM5": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.j8oee9gauwn2sgg1",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.1855eqpqsz3lezig",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.vbrjbmrk75ebkbfa",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.a2y03an1q1a2jqgm",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.rh8v99cvpqq650d5",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					],
					"options": [],
					"total": 0
				}
			},
			"r5XsgcfOrP3Bx6py": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"common"
					],
					"options": [
						"abyssal",
						"aquan",
						"auran",
						"celestial",
						"common",
						"deep",
						"draconic",
						"druidic",
						"dwarvish",
						"elvish",
						"giant",
						"gnoll",
						"gnomish",
						"goblin",
						"grimlock",
						"halfling",
						"ignan",
						"infernal",
						"minotaur",
						"mycelial",
						"orc",
						"primordial",
						"sylvan",
						"terran",
						"cant",
						"undercommon"
					],
					"total": 2
				},
				"label": "Languages"
			}
		},
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "8co5h30hr2bwhtkn",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}