{
	"name": "Nomad",
	"type": "culture",
	"img": "icons/environment/settlement/tent.webp",
	"system": {
		"description": "<p>There is no one nomadic culture. Most nomadic groups migrate along plains and steppes, following good weather and pasturage for their herd animals. Some groups walk countless miles alongside their cattle or seek peaceful travel, while others train steeds which are the envy of the world, or expect every adult among them to raid the herds of rivals and defend their own. There are nomads that travel within other communities and those that live outside the borders of settled lands but in either case nomads often find themselves in conflict with farmer folk, who desire the same lands that they use. The words &ldquo;barbarians,&rdquo; &ldquo;savages,&rdquo; and &ldquo;hordes&rdquo; are common pejoratives used by townsfolk and cityfolk for their itinerant land rivals.&nbsp;</p>\n<p>Nomadic groups are often close-knit, behaving much like a large family even when they aren&rsquo;t actually related. They&rsquo;re happy to accept strangers in their midst. The only qualifications are an ability to keep up with the group and an understanding of animals because they are among the most skilled animal handlers in the land. Whenever they can be swayed away from their group, they are almost often hired as animal trainers, drivers, or elite cavalry.</p>\n<hr>\n<p>Characters raised in this culture share the following traits:&nbsp;</p>\n<p><strong><em>Nature Minded.&nbsp;</em></strong>You are proficient in Animal Handling and Survival, and either Medicine, Nature, or Perception.&nbsp;</p>\n<p><strong><em>On the Road Again.&nbsp;</em></strong>You are proficient with land vehicles and tinker&rsquo;s tools. You can use tinker&rsquo;s tools to repair a land vehicle you a land vehicle you have traveled in for at least 1 month, and gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on any checks made to do so. Additionally, you gain an expertise die on checks made to control or navigate a land vehicle.&nbsp;</p>\n<p><strong><em>Sense Weather.</em></strong>&nbsp;After observing an outside area for 1 minute, you can predict the weather within the next 24 hours. You cannot foresee magical changes, but you can use an action to make an Insight or Perception check to notice them.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common and two additional languages.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"N7xqcW60REHuj1e5": {
				"uuid": "Compendium.a5e.a5e-culture-features.2a8h0rt4va1et86v",
				"optional": false
			},
			"llxMmd1kHZgKqbYC": {
				"uuid": "Compendium.a5e.a5e-culture-features.cr9hugup18fuibak",
				"optional": false
			},
			"D2iabaYjMz4Ge1Fi": {
				"uuid": "Compendium.a5e.a5e-culture-features.ixmil6jl1nemvx5s",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.QzQvVQnXXEv5AyNO"
		}
	},
	"_id": "jqagnkcepxhka4qo"
}