{
	"folder": null,
	"name": "Sequestered by Stone",
	"type": "culture",
	"img": "icons/environment/settlement/watchtower-wood-simple.webp",
	"system": {
		"description": "<p>When cataclysms fall and the world is reforged, there are some who choose to hide from the end of all they have known by taking the stone. Their body, their spirit, becomes sequestered within a specially prepared trapezohedron that glows with the light of all those trapped within, waiting to be released across countless ages and aeons. Until a ritual is performed, or more likely the stone breaks and all within are released.</p><p>You were raised within such a gemstone or other device meant to contain souls and beings in safety for extended periods of time. Surrounded only by those others also trapped within the stone, you did your best to live a normal life through the mindscape. In ancient times, the mindscape resembled the world your ancestors once knew. City streets they recalled formed its basis, dizzying towers, shadowed forests. But with each successive generation, the impressions have grown more and more indistinct, until what once was is lost to time, and imagination reigns.</p><p>Living in such a way creates a deeply insular culture where bonds must be held and divisiveness must be quashed. After all, there’s nowhere else for you to go to escape the people who live in your stone. You gain the following traits.</p><h2>Easygoing Appearance</h2><p>Even within the mindscape it can be difficult to discern your emotional state, or what might upset you. You gain an expertise die on deception and performance checks to hide your emotional state and intentions, including Deception based Initiative checks.</p><h2>Conflict Resolution</h2><p>It pays to be able to calm tempers quickly in a relatively closed environment. After spending at least 1 minute observing a creature within 60 feet you can use an action to make an Insight check against a DC equal to the creature’s passive Deception score. On a success, you learn the following information about the creature:</p><ul><li><p>Whether their Wisdom score is lower than your Charisma</p></li><li><p>What method of approach is most likely to placate the creature, if only temporarily</p></li><li><p>How to mimic the creature’s mannerisms and accent</p></li></ul><h2>Mindscape Schooling</h2><p>Taught by the elders in the mindscape, who were able to imagine into existence anything required to show you how things work or worked, you learned your lessons well, and easily. You gain proficiency in any two of Acrobatics, Engineering, or Investigation.</p><h2>Languages</h2><p>You are able to read, sign, and write the Draconic language and one other language of your choice.</p>",
		"grants": {
			"wJk6KTPvqFdRMdjH": {
				"grantType": "feature",
				"label": "Culture Features",
				"features": {
					"base": [
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.devsn5o7JE567gVH",
							"name": "Easygoing Appearance",
							"img": "icons/magic/control/buff-luck-fortune-clover-green.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.T1u0SRDMql9XzYcM",
							"name": "Conflict Resolution",
							"img": "icons/skills/social/diplomacy-handshake-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-culture-features.Item.R9S9WtqvLi3D7PIn",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			},
			"wSBEyS2RoSdbj9nS": {
				"grantType": "trait",
				"traits": {
					"traitType": "languages",
					"base": [
						"draconic"
					],
					"options": [
						"deep",
						"gnoll",
						"gnomish",
						"ignan",
						"infernal",
						"terran",
						"sylvan",
						"minotaur",
						"undercommon",
						"mycelial",
						"grimlock",
						"goblin",
						"grippli",
						"orc",
						"primordial",
						"halfling",
						"giant",
						"elvish",
						"dwarvish",
						"abyssal",
						"aquan",
						"boggard",
						"celestial",
						"common",
						"auran",
						"machine"
					],
					"total": 1
				},
				"label": "Languages"
			}
		},
		"source": "paranormalPower",
		"favorite": false,
		"secretDescription": "",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.10",
		"createdTime": 1739745103143,
		"modifiedTime": 1739745277633,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "oR7ax3EgWjhg3IT5"
}
