{
	"name": "Settler",
	"type": "culture",
	"img": "icons/environment/settlement/house-construction.webp",
	"system": {
		"description": "<p>Settlers live at the farthest reaches of their empire, upon shores their nation&rsquo;s tendrils have not quite fully grasped. They live alone or in communities on the frontier, land that not long ago was merely empty space on the map&mdash;though those already living there rarely see it that way.&nbsp;</p>\n<p>Though settlers may claim uninhabited land, it&rsquo;s rare for any region even remotely livable to be truly unclaimed. Armies or disasters may have swept those previous inhabitants away, or they might be right across the hastily crafted walls, wondering what these strange newcomers are up to. It&rsquo;s a life of conflict, either fighting against the elements or rival claims on the same patch of land. But they shoulder their burdens and fight their fights anyway, always working towards a promise of a brighter future. A settler has the chance to carve out a piece of the world to call their own. Often the opportunities are slim back home, and the chance to forge one&rsquo;s own destiny is all it takes.&nbsp;</p>\n<p>Ambition often drives settlers towards colonization. Settlers of all shapes and sizes can leave their homeland in search of fortune and independence, to varying degrees of success. Some settlers thrive while whole colonies go quiet and disappear. While this is a life uncertain and fraught with danger, the drive to build a future lures numerous people into the unknown.&nbsp;</p>\n<hr>\n<p>Characters raised in the settler culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Claim Staker.</em></strong>&nbsp;A&nbsp;tall fence and the grit to defend it is often all it takes to stake a claim out on the frontier. Whenever you begin a&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;, you can choose to spend the first hour of that rest making the area into a fortified position for the duration. While resting in a fortified position, the ground in a 60-foot radius area around you is considered&nbsp;<span class=\"freelinking-link\">difficult terrain</span>&nbsp;for any creatures other than those you consider allies. In addition, the first time a hidden creature enters the fortified area, it must make a Dexterity&nbsp;<span class=\"freelinking-link\">saving throw</span>&nbsp;(DC 8 + your Wisdom modifier + your proficiency bonus). On a failed save, the creature inadvertently makes loud noises and is no longer hidden.&nbsp;</p>\n<p><strong><em>Frontier Survival.</em></strong>&nbsp;You are proficient in the Insight and Survival skills.&nbsp;</p>\n<p><strong><em>Strange Forager.</em></strong>&nbsp;You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on any check made to determine if something is poisonous.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, sign, and write Common, and two additional languages.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"5bPNWIdQi2rsnp7F": {
				"uuid": "Compendium.a5e.a5e-culture-features.lf8x2dwcrmr6y0mp",
				"optional": false
			},
			"l8PhgbPHtMyR1Auc": {
				"uuid": "Compendium.a5e.a5e-culture-features.824aqmgxw8phu22p",
				"optional": false
			},
			"4gdqog2JzMO3Lkov": {
				"uuid": "Compendium.a5e.a5e-culture-features.jvrp0p6tava1mrm1",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.mJOtZRzUE9TjSFZv"
		}
	},
	"_id": "q4ykulo8klh7pad8"
}