{
	"name": "Shadow Elf",
	"type": "culture",
	"img": "icons/magic/nature/moon-crescent.webp",
	"system": {
		"description": "<p>Whereas most elf cultures focus on light and the immanence of life, the shadow elves&mdash;also known as dark elves or drow&mdash;contemplate the nature of death and destruction, and they draw inspiration and comfort from the darkness. Although other elf cultures often consider them heretical, shadow elves are creatures of twilight, and it is only natural that some turn towards the day and others towards the night. The traditional shadow elf religion is to worship the elvish moon god, although there are also animistic traditions which venerate creatures favored by assassins (such as scorpions, snakes, spiders, and even the undead). Shadow elves do not view the darkness as being inherently evil, although they recognize that the most vile monsters do prefer the darkness&mdash;for shadow elves, it provides forms of freedom and wisdom which are unavailable in the oppressive light.&nbsp;</p>\n<p>Shadow elves tend to live in places which normally strike fear into the hearts of other mortals such as deserts, scorched lands near a volcano, haunted territories, notorious slums, and underground caverns. This is partially intentional because these places are ideal for contemplating destruction, but the &ldquo;choice&rdquo; is also often the result of ostracization and banishment by would-be neighbors.&nbsp;</p>\n<p>Of all elvish cultures, shadow elves are the most likely to offer their services to other peoples. They and people trained in their ways make some of the most cunning assassins, advisors, mercenaries, and spies&mdash;and having such a person in one&rsquo;s entourage is often a mark of pride among the rich and famous.&nbsp;</p>\n<hr>\n<p>Characters raised in the shadow elf culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Umbral Acclimation.</em></strong>&nbsp;Prolonged exposure to sheer darkness has improved your ability to see without light. The range of your darkvision increases to 120 feet. If you didn&rsquo;t have darkvision already, you gain darkvision to a range of 60 feet.</p>\n<p><strong><em>Shadow Elf Weapon Training.</em></strong>&nbsp;You have proficiency with rapiers and hand crossbows.&nbsp;</p>\n<p><strong><em>Shadow Lore.</em></strong> You know a cantrip: either @UUID[Compendium.a5e.a5e-spells.kh26gom04osoo005]{dancing lights}or @UUID[Compendium.a5e.a5e-spells.4oruofw2q7gso9hq]{minor illusion}. Once you reach 3rd level, you can cast @UUID[Compendium.a5e.a5e-spells.z7r6plq6vyesck07]{faerie fire}&nbsp;once per&nbsp;long rest&nbsp;. At 5th level, you can cast @UUID[Compendium.a5e.a5e-spells.0ou0qutr7p2bedg0]{darkness} once per long rest. You don&rsquo;t need material components for these spells, and when casting them your spellcasting ability is Intelligence, Wisdom, or Charisma (whichever is highest).</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can read, speak, write, and sign Common, Elvish, and Undercommon.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"bEOWAcRvZNbPqDVJ": {
				"uuid": "Compendium.a5e.a5e-culture-features.mps8l450hq8g6ttg",
				"optional": false
			},
			"07LuExY0jQhKLz7S": {
				"uuid": "Compendium.a5e.a5e-culture-features.1l6qddjiysb8orsv",
				"optional": false
			},
			"0ckxQxy0eG85Xe8Z": {
				"uuid": "Compendium.a5e.a5e-culture-features.xbxy5uc1kntfu1fd",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common",
					"elvish",
					"undercommon"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.eRfl7bJ9tE4HYTwh"
		}
	},
	"_id": "3aptx48xhez00aol"
}