{
  "name": "Steamforged (Martial Science)",
  "type": "culture",
  "img": "icons/magic/time/clock-spinning-gold-pink.webp",
  "system": {
    "description": "<p>In a world where magic abounds and the need for mechanical wizardry is minimal, there are still some brave minds who believe in experimentation, knowledge, and reason. One such people are the so-called steamforged&mdash;talented engineers who value science and social progress. Steamforged lands are usually the most technologically advanced in a region, pioneering mechanical devices that range from gas lamps to flintlock pistols and steam trains.</p>\n<p>Steamforged societies can today be found all over the world. For some, it is a natural evolution of learning and technology; for others, their culture originates in lands of dead magic. As a people of science they reject superstition and do not feel much personal need for religion or faith. In fact, there is considerable resentment against magic and religion, which they believe provoke prejudice and stymie the love of learning. That&rsquo;s not to say that steamforged can&rsquo;t embrace individual faith, but most prefer to move on from old institutions, and look towards the leaders of scholarship and industry for guidance. They value education as the right of all people regardless of any social rank, and in steamforged cities the government-funded schools are open to everyone&mdash;even foreigners. Public education is essential for advancing science, commerce, and democratic governance, all of which steamforged value.&nbsp;</p>\n<p>Steamforged can expect a polarized response as they travel through other countries. When steamforged abjure faith in the gods it raises suspicion in people unfamiliar with their philosophy. Pious folk worry that nonbelievers anger the gods and spirits. Magic&nbsp;users worry they may catch some antimagic disease from people raised in a dead magic zone. But in all communities, there&rsquo;s at least someone who finds steamforged folk fascinating for their novelty and forward-thinking.&nbsp;</p>\n<hr>\n<p>Characters raised in the steamforged culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Mind Like a Steel Trap.</em></strong>&nbsp;You have proficiency in either History, Investigation, or Nature, and you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on checks made using the chosen skill.</p>\n<p><strong><em>Tech Savvy.&nbsp;</em></strong>You have proficiency with tinker&rsquo;s tools and Engineering, plus one other artisan&rsquo;s tool of your choice.&nbsp;</p>\n<p><strong><em>War Scholar.&nbsp;</em></strong>Even combat is a scholarly discipline for your people. Choose one of the following:</p>\n<p class=\"Indent1\"><em>Student of Martial Arts</em>:&nbsp;When you replace an attack or use an action to Disarm,&nbsp;<span class=\"freelinking-link\">Grapple</span>&nbsp;, Overrun, Shove, or Tumble, you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;.&nbsp;</p>\n<p class=\"Indent1\"><em>Student of Martial Science</em>:&nbsp;Choose one 1st degree combat maneuver from any tradition. You can use this combat maneuver once without spending exertion. You cannot use it again until you finish a short or&nbsp;<span class=\"freelinking-link\">long rest</span>&nbsp;.</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign in Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "5L88mfxtU7zpqHCa": {
        "uuid": "Compendium.a5e.a5e-culture-features.iv82pv62a7mq1zvk",
        "optional": false
      },
      "NJT6PNhuUNz4v21a": {
        "uuid": "Compendium.a5e.a5e-culture-features.35oqlfmgaabbcfxv",
        "optional": false
      },
      "b8VMU0G9kSEthzvQ": {
        "uuid": "Compendium.a5e.a5e-culture-features.96mcfqlcgwt54szu",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 2,
        "fixed": [
          "common"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "cf": null,
    "core": {
      "sourceId": "Compendium.world.a5e-cultures-2.ZFys9VzKWzfWalyF"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679426558451,
    "modifiedTime": 1680231589447,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}