{
	"name": "Stoic Orc",
	"type": "culture",
	"img": "icons/environment/wilderness/altar-hidden.webp",
	"system": {
		"description": "<p>There are some responsibilities even among orcs that require a cool head and tempered disposition. The most sacred places in orcish lore are called &ldquo;stoic landings&rdquo;, places where heroes rose or fell, or where gods wept or laughed. These stoic landings demand reverence, rite, tradition, and rituals to be observed and carried out faithfully. As many orcs lack the patience needed, the ancient orcish shamans found a solution: a rite called &ldquo;the quelling.&rdquo;&nbsp;</p>\n<p>Adolescent orcs take up the quelling rite by tattooing sacred symbols at strategic points of their body to block energy and then imbibing a secret herbal concoction known only as &ldquo;quell.&rdquo; Once the rite is complete the young orc is reborn a &ldquo;stoic&rdquo;, bereft of passion and utterly focused on the tasks at hand. Stoics are regarded as highly as any priest or shaman, honored for sacrificing the passions and joys of orcish existence to better serve the people.&nbsp;</p>\n<p>The quelling ritual is not without risk, as a rare few who undergo it have the opposite reaction. The subject&rsquo;s emotions are increased tenfold, converting them into little more than beasts that are bereft of thought and enslaved by their feelings. These unfortunate souls tend to run off screaming into the wilderness, and cautious stories of the &ldquo;dire orcs&rdquo; are told around campfires far and wide.&nbsp;</p>\n<p>It is not only orcs who take up the stoic mantle. For the traumatized, the brokenhearted, those beaten and battered by wars and hardships, years of emotionlessness can seem like a lifeline. Gray-robed humans, dwarves, elves, and any number of non-orc stoics stride along the stoic landings keeping the fires lit, untroubled with the lives they had before.&nbsp;</p>\n<p>The quelling rite is not perfect and all stoics eventually go through what they call &ldquo;the reawakening&rdquo;. It can take decades, but the old emotions and passions slowly and often painfully reemerge. Reawoken stoics are blessed reverently but are ultimately sent away. The quelling cannot be repeated, and even if it could, they&rsquo;ve done their service and will be welcomed back into their tribes like wounded warriors, left to nurse emotional scars untreated for decades.&nbsp;</p>\n<hr>\n<p>Characters raised in the stoic culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Clarity of Mind</em></strong><strong>.&nbsp;</strong>You&nbsp;have&nbsp;<span class=\"freelinking-link\">advantage</span>&nbsp;on&nbsp;<span class=\"freelinking-link\">saving throws</span>&nbsp;made to resist being&nbsp;<span class=\"freelinking-link\">charmed</span>&nbsp;or&nbsp;<span class=\"freelinking-link\">frightened</span>&nbsp;.&nbsp;</p>\n<p><strong><em>Stoic Traditions.</em></strong>The stoic landings have much to teach and you had the patience to learn. You gain proficiency with one of the following skills: Arcana, History, Insight, Medicine, Nature, or Religion.&nbsp;</p>\n<p><strong><em>Ritualistic Focus.&nbsp;</em></strong>Many of the stoic rituals you learned have broader arcane applications. You know two 1st-level spells of your choice. These spells must have the ritual tag and you may only cast them as rituals. Wisdom is your spellcasting ability for these spells. In addition, you may cast other spells you learn as rituals if those spells have the ritual tag.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common and Orc.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "e192zgvwfq5oi1n0"
}