{
  "name": "Stout Halfling",
  "type": "culture",
  "img": "icons/skills/trades/farming-planet-bulb-orange.webp",
  "system": {
    "description": "<p>With their warm hearths, verdant greenery, and low ceilings it is little surprise that boroughs (consisting of many individual burrows) are the hearts of halfling communities across the world. Halflings prefer to carve their homes from low hills, shoring up the earth as natural protection against the elements. Yet boroughs are more than a single halfling&rsquo;s home&mdash;they&rsquo;re communities of dozens, sometimes hundreds of halflings whose homes dot entire hillsides or rolling hilly plains.&nbsp;</p>\n<p>Living in a borough means living close to the soil. It&rsquo;s rare for any stout halfling to go through a day without planting, weeding, tilling, or harvesting something. Not all boroughs start out amongst lush grasses or good loamy soil, but they all end up that way. These boroughers usually create such an abundance of food that they often grow paunchy, earning the term &ldquo;stout halflings'' from their peers. Stout halflings are such fine stewards of the land that most conquering armies simply let boroughs go about their business in exchange for crop taxes. History often marches on around them, and the only change in the borough&rsquo;s day-to-day life is which soldiers collect the turnips.&nbsp;</p>\n<p>While world events rarely bother a stout halfling, local events like who won the last preserves contest often do. A borough community is a constant buzz of birthdays, fairs, holidays, and any other excuse to live life to the fullest and then gossip about it the following morning. Gleeful whispers about who said and did what at yesterday&rsquo;s social occasion can provide even more fun than the event itself.</p>\n<p>It&rsquo;s not only halflings that enjoy this way of life either&mdash;when outsiders are shown the warm halfling hospitality, oftentimes they don&rsquo;t want to leave. These so-called &ldquo;tall fellows&rdquo; dig out homes of their own, albeit with higher ceilings, and are welcomed into the borough community with open arms.&nbsp;</p>\n<hr>\n<p>Characters raised in the stout halfling culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Borough Cooking</em></strong><em>.&nbsp;</em>Whenever you begin a&nbsp;<span class=\"freelinking-link\">short rest</span>, you and up to 6 allies can each consume 1 Supply to partake in your borough cooking, gaining 1d6 temporary hit points.&nbsp;</p>\n<p><strong><em>Home Gardening.</em></strong>&nbsp;You gain proficiency in either Animal Handling or Nature.&nbsp;</p>\n<p><strong><em>Memoirist.&nbsp;</em></strong>You gain proficiency with calligrapher&rsquo;s supplies. In addition, you can gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Intelligence checks to recall details about past events you took part in by first checking your journals.&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common, Halfling, and one other language.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "7g5sedvVwsPL3yBj": {
        "uuid": "Compendium.a5e.a5e-culture-features.g329upe0sihdf5q4",
        "optional": false
      },
      "1yGTvgtN3SvmEWUg": {
        "uuid": "Compendium.a5e.a5e-culture-features.wxc8wntqpyqwvklm",
        "optional": false
      },
      "SADoAbfoyxllDZyr": {
        "uuid": "Compendium.a5e.a5e-culture-features.8q2sleqdg3tooapx",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 3,
        "fixed": [
          "common",
          "halfling"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "cf": null,
    "core": {
      "sourceId": "Compendium.world.a5e-cultures-2.pccmWae6uxk2wjYl"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679426683777,
    "modifiedTime": 1680231589474,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}