{
	"name": "Tinker Gnome",
	"type": "culture",
	"img": "icons/tools/smithing/pincers.webp",
	"system": {
		"description": "<p>Gnomes are known for their unique brand of creativity which often leads to the advancement of both magic and technology. Non-gnomes that immerse themselves in this culture struggle to reach the level of craftsmanship achieved by their gnomish counterparts, but can learn to match it with enough dedication and hard work. There is rarely rivalry inside of tinker gnome communities and it&rsquo;s not uncommon for tinkers to help even a direct competitor perfect a new product&mdash;though there are no promises that they won&rsquo;t steal the plans for themselves afterwards.&nbsp;</p>\n<hr>\n<p>Characters raised in the tinker gnome culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Cunning Creative.</em></strong> You gain proficiency with tinker&rsquo;s tools, Engineering, and either Arcana or History. You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;whenever you use them to make a check related to alchemical, magical, or technological items.</p>\n<p>You can spend 1 hour and 10 gold worth of materials to build a variety of useful tools, all detailed below. Each device has an AC of 5 and 1 hit point, and ceases to function after 24 hours or whenever you choose to dismantle it. An hour can be spent repairing a device that has ceased to function. You can have up to three of the following devices active at one time:&nbsp;</p>\n<p class=\"Indent1\"><em>Audiophone:</em>&nbsp;When started, this device plays a pre-recorded sound at a moderate volume. The device stops playing when it reaches the end of the recording, or when shut off. You can use your action to record any 1 minute of audio, and can use a bonus action to start and shut off the device.&nbsp;</p>\n<p class=\"Indent1\"><em>Clockwork Figure:</em>&nbsp;This figure can be a Tiny animal, monster, or even a humanoid. When placed on the ground, you can use a bonus action to direct the figure to march up to 10 feet in a direction of your choice. You can choose to have the figure make a noise that is appropriate to the creature it represents, or to have it be silent. If you choose for the figure to be silent, you can instead equip it with a small flame that sheds&nbsp;<span class=\"freelinking-link\">dim light</span>&nbsp;5 feet in front of the figure.&nbsp;</p>\n<p class=\"Indent1\"><em>Fire Starter:</em>&nbsp;When a bonus action is used to activate this device it creates a small flame that can be used to light a candle, torch, or campfire. Alternatively, you can use a bonus action to shoot a small ball of fire from the device as a ranged weapon attack with a range of 30 feet, dealing 1d6 + 1 fire damage.&nbsp;You are considered proficient with the fire starter. Using the device this way damages it, and it must be repaired over the course of a long rest before it can be used again.&nbsp;</p>\n<p class=\"Indent1\"><em>Sensor:&nbsp;</em>This device can be attached to a wall or any smooth, sturdy surface. When placed, it begins monitoring the area around it. Choose one sort of activity to monitor: noise or movement. The device detects these things up to 30 feet around it, including through openings, but cannot sense through total cover. The device relays the information back to you telepathically, and can share either clips of sound (limited to 30 seconds at a time, with a minimum of 10 minutes in between relays) or information on the size and number of creatures moving in the area.&nbsp;</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common, Gnomish, and one other language.&nbsp;</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"cCZs0KWW1GM6iYCX": {
				"uuid": "Compendium.a5e.a5e-culture-features.kdp9ugd5zkhhdchz",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 3,
				"fixed": [
					"common",
					"gnomish"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.KoA0OSoIUqjMIWCQ"
		}
	},
	"_id": "6zn1uljnwzvivltv"
}