{
	"name": "Tunnel Halfling",
	"type": "culture",
	"img": "icons/environment/wilderness/cave-entrance-rocky.webp",
	"system": {
		"description": "<p>Not all conquerors, dark lords, and empires tolerate halfling boroughs within their borders&mdash;when their armies come marching the wise halflings have already gone underground. Halflings rarely give up their land and will simply live under it instead. Dwarves may dig deep, but halflings are content to dig wide and stay up where the earth is still alive. Once forced underground however, a halfling warren can stretch for miles.&nbsp;</p>\n<p>Halflings almost always build warrens as an act of rebellion. Warrens run on two main commodities: root vegetables, and everything that isn&rsquo;t nailed down. Many farmers tell legends of &ldquo;spirit farm&rdquo; ghosts that grow potatoes or turnips out in random pastures and harvest them in the middle of the night. Such tales are surefire tells that halfling warrens are about, with halflings industriously tending the crops from below.&nbsp;</p>\n<p>Everything else is filched by the tunnellers, both as a matter of survival and as recompense. Stealing from the conquerors above is seen as a civic duty to those forced to live in warrens and they&rsquo;ve turned it into an art form. The surface and all its many goods represent danger, so they build as many secret bolt tunnels and passages as possible. It&rsquo;s said that once a city is fully undercut, a tunnel halfing is never more than 20 feet from a bolt hole. The warrens are so insulated from the laws above that they often become a safe haven for unfortunate souls who&rsquo;ll happily take a low ceiling over a cold alley or a prison cell.&nbsp;</p>\n<hr>\n<p>Characters raised in the tunnel halfling culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Fleet of Foot.</em></strong><strong>&nbsp;</strong>Your base Speed increases to 35 feet.&nbsp;</p>\n<p><strong><em>Rebellious Tactics.</em></strong><strong>&nbsp;</strong>You gain proficiency with one of the following skills: Acrobatics, Deception, Nature, or Stealth.&nbsp;</p>\n<p><strong><em>Slippery</em></strong><strong>.&nbsp;</strong>When you are&nbsp;<span class=\"freelinking-link\">grappled</span>, you can use your reaction to automatically escape that grapple. Once you have used this trait, you cannot do so again until you finish a&nbsp;<span class=\"freelinking-link\">long rest</span>.&nbsp;</p>\n<p><strong><em>Trained Filcher</em></strong><strong>.&nbsp;</strong>You gain&nbsp;proficiency in Sleight of Hand, and you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;when picking a pocket or otherwise taking an item without notice.&nbsp;</p>\n<p><strong><em>Languages</em></strong><strong>.&nbsp;</strong>You can speak, read, write, and sign Common and Halfling.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"9UWUwIQbNaFw0xxQ": {
				"uuid": "Compendium.a5e.a5e-culture-features.echqm029tj7vje3o",
				"optional": false
			},
			"OczYBxrEGcNYscFH": {
				"uuid": "Compendium.a5e.a5e-culture-features.4jwdu578gbwvlpsg",
				"optional": false
			},
			"wyYE4eizQBHImvSt": {
				"uuid": "Compendium.a5e.a5e-culture-features.bch6yhl9anou18ly",
				"optional": false
			},
			"isO8oBALv7HsSdBP": {
				"uuid": "Compendium.a5e.a5e-culture-features.q6mmd87klom6j29x",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 2,
				"fixed": [
					"common",
					"halfling"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.5xM5d0bjg4XVN1sb"
		}
	},
	"_id": "sz61lu7xklweoms3"
}