{
	"name": "Tyrannized (Scourge)",
	"type": "culture",
	"img": "icons/environment/settlement/watchtower-silhouette-yellow.webp",
	"system": {
		"description": "<p>Many people live in fear of a tyrannical ruler and of the militant minions that punish dissent and disobedience. Performative loyalty becomes necessary for survival, until even those who oppose the ruler will sometimes betray their neighbors lest they be dragged away to torture and enslavement. Those who resist the tyrant learn to feign the role of faithful soldier, and the cruel irony is that they often profit from the violent conquests of the regime they loathe.</p>\n<hr>\n<p>Characters raised in the tyrannized culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>All Hail the Tyrant.</em></strong>&nbsp;With true freedom denied them many learn to feign deference, while some resign themselves to collaborating with the tyrant&rsquo;s minions so as not to be suspected of disloyalty. You gain proficiency in either Deception or Intimidation.</p>\n<p><strong><em>Defiant Will.&nbsp;</em></strong>Whether out of fearful devotion to the tyrant or a stalwart resistance, you refuse to be subdued. You gain an expertise die on&nbsp;<span class=\"freelinking-link\">saving throws</span>&nbsp;made to resist being&nbsp;<span class=\"freelinking-link\">charmed</span>,&nbsp;<span class=\"freelinking-link\">frightened</span>,&nbsp;<span class=\"freelinking-link\">paralyzed</span>,&nbsp;<span class=\"freelinking-link\">poisoned</span>,&nbsp;<span class=\"freelinking-link\">stunned</span>, or put to&nbsp;<span class=\"freelinking-link\">sleep</span>.</p>\n<p><strong><em>Saving Face.</em></strong>&nbsp;You are careful not to&nbsp;show weakness in front of others for fear of losing status. If you miss with an&nbsp;<span class=\"freelinking-link\">attack roll</span>&nbsp;or fail an ability check, you can gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum +3), possibly changing a failure into a success. Once you use this trait, you cannot do so again until you finish a&nbsp;<span class=\"freelinking-link\">short or long rest</span>.</p>\n<p><strong><em>Scars of the Scourge.</em></strong>&nbsp;The tyrant&rsquo;s minions invariably have some preferred method of torment and you have either learned to survive it or chosen to use the weapon of your oppressors against them. Choose either scars or scourge, and then choose one of the following damage types: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder.&nbsp;</p>\n<p><em>Scars:</em>&nbsp;You&nbsp;have&nbsp;<span class=\"freelinking-link\">resistance</span>&nbsp;to the chosen damage type.</p>\n<p><em>Scourge:</em>&nbsp;As a bonus action, you can enhance the next attack you make this turn. If that attack hits, it deals extra damage of the chosen type equal to your proficiency bonus. However, the sting of the scourge lessens after the initial strike, so after you deal this extra damage to a creature, this trait cannot deal extra damage to it during the same combat.</p>\n<p><strong><em>Languages.</em></strong>&nbsp;You can speak, read, write, and sign Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"XtT4kDWvmsZpwgHa": {
				"uuid": "Compendium.a5e.a5e-culture-features.8i9jiv5jkcb2xwe4",
				"optional": false
			},
			"mXcMTVsh900pmTL9": {
				"uuid": "Compendium.a5e.a5e-culture-features.jkpf4kvqnkkgd21y",
				"optional": false
			},
			"K1B4saEg6nnTLJbe": {
				"uuid": "Compendium.a5e.a5e-culture-features.r9gauwz48zhfkqcg",
				"optional": false
			},
			"Y2qPEdu127q89lNh": {
				"uuid": "Compendium.a5e.a5e-culture-features.hjll9a0jsp6y0grq",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 2,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.9NkXk7OOriKs6Hdd"
		}
	},
	"_id": "81n4251h422zjma1"
}