{
	"name": "Villager",
	"type": "culture",
	"img": "icons/environment/settlement/house-farmland-small.webp",
	"system": {
		"description": "<p>Far away from the protection of armies and uncomfortably close to the borders beyond which anything might roam, day-to-day life as a villager is routine&mdash;but a future is far from guaranteed. Village life can be simple and mundane, filled with the humdrum but insistent needs of farm animals and crops, though there can be far worse than wolves stalking the woods and at any moment, a villager&rsquo;s life can be punctuated by upheaval.&nbsp;</p>\n<p>More so than larger towns and cities, a village is a community. With rarely more than a few hundred citizens, for better or worse everybody knows everybody in a village. There can be spiteful rivalries and old grudges, but most regard their entire village as their homestead, to be cared for and protected together.&nbsp;A warm hearth, lifelong friends, and homegrown food are a universal way of life, enjoyed by countless peoples of all shapes and sizes.&nbsp;</p>\n<hr>\n<p>Characters raised in the village culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Farm Life.&nbsp;</em></strong>You gain proficiency in Animal Handling.&nbsp;</p>\n<p><strong><em>Sharpened Tools.&nbsp;</em></strong>When danger approaches the village and there are no adventurers around, it&rsquo;s often left to the villagers to defend themselves with whatever they have on hand. You are proficient with improvised weapons.&nbsp;</p>\n<p><strong><em>Tall Tales.&nbsp;</em></strong>Life along the crossroads rarely offers an opportunity for proper schooling, but the roads carry with them legends and stories from far and wide. You may always choose to use Wisdom when making History, Nature, or Religion checks. However, the Narrator may decide that the results of a check made in this way are distorted or exaggerated forms of the truth.&nbsp;</p>\n<p><strong><em>Village Watch.&nbsp;</em></strong>You gain an expertise die on Perception checks made while keeping watch during a rest.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, sign, and write Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"V0AH3JOFblCK0XgF": {
				"uuid": "Compendium.a5e.a5e-culture-features.6vgw3gy7jgspghgl",
				"optional": false
			},
			"irBuRLSVV9GIMTim": {
				"uuid": "Compendium.a5e.a5e-culture-features.keks5uacu7ndv029",
				"optional": false
			},
			"2Tk6BNriC1Tpip3c": {
				"uuid": "Compendium.a5e.a5e-culture-features.12gz799kxprb0anh",
				"optional": false
			},
			"AJEq9tkKJUhFBvTW": {
				"uuid": "Compendium.a5e.a5e-culture-features.v2agqgti6uljex6n",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 2,
				"fixed": [
					"common"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.OiMGlJ5KtCmaHsOk"
		}
	},
	"_id": "hqcy3g82nua6nxks"
}