{
  "name": "Warhordling",
  "type": "culture",
  "img": "icons/environment/settlement/watchtower-wood.webp",
  "system": {
    "description": "<p>Some war hordes obliterate the target of their wrath within the day and life simply returns to normal&mdash;but others can last a lifetime. When the offender is an entire nation or a powerful figure like a sovereign or tyrant, the march can seem to go on forever. Warhordling life is driven by one simple goal: the destruction of their foe.&nbsp;</p>\n<p>When war hordes last for years, decades, or even centuries, generations of people are raised only knowing war. The elders may recount memories of happier days, but the songs and ballads that recount their history slowly become war chants.</p>\n<p>While hatred is often a poor leader, it is not always in the wrong. War hordes that rally against hated tyrants often find themselves accumulating banners from disparate forces, whether small ragtag bands or entire armies.</p>\n<hr>\n<p>Characters raised in the warhordling culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Aggressive.</em></strong>&nbsp;As a bonus action, you can move up to your speed towards an enemy that you can see or hear.&nbsp;</p>\n<p><strong><em>Menacing.</em></strong>&nbsp;You gain proficiency in Intimidation.</p>\n<p><strong><em>War Horde Weapon Training.</em></strong>&nbsp;Your time spent in the war horde trained you in the ways of warfare, particularly when you&rsquo;re ill-equipped. You are proficient with two martial weapons of your choice and with light armor. You are also able to cobble together functional if somewhat ramshackle weapons from whatever you have on hand. You can create a ramshackle version of any simple weapon (except crossbows) with 10 minutes of work if you have access to simple materials such as common household items, the rusted scraps found among battlefields, or the bounty of the forest. Ramshackle weapons created in this way function identically to their normal counterparts, except their gold value is always 0 and they break and become useless on a critical fumble.&nbsp;</p>\n<p><strong><em>Wartime Scrounger.</em></strong>&nbsp;Once per&nbsp;<span class=\"freelinking-link\">long rest</span>, you can spend 4 hours of time to locate Supply&nbsp;for yourself and one other creature while traveling through urban environments, warzones, and battlefields.</p>\n<p><strong><em>Languages</em></strong>.&nbsp;You can speak, read, write, and sign Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
    "features": {
      "oPtExshSXu2kbJtc": {
        "uuid": "Compendium.a5e.a5e-culture-features.k5dqyx7k76mk01st",
        "optional": false
      },
      "wgtZsbf9tXPvhVr4": {
        "uuid": "Compendium.a5e.a5e-culture-features.p1vjo2iyz6gzqjna",
        "optional": false
      },
      "PTyHcTj6hxXg1UNY": {
        "uuid": "Compendium.a5e.a5e-culture-features.8ksideg2rhcm76dh",
        "optional": false
      },
      "n0Ds7Z5sqHBy4XPo": {
        "uuid": "Compendium.a5e.a5e-culture-features.5zxz42np8cnlbqd4",
        "optional": false
      }
    },
    "proficiencies": {
      "languages": {
        "count": 2,
        "fixed": [
          "common"
        ],
        "options": []
      }
    }
  },
  "effects": [],
  "flags": {
    "cf": null,
    "core": {
      "sourceId": "Compendium.world.a5e-cultures-2.IgGBJnVTzzKgaYjF"
    },
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.10.0"
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.10.0",
    "coreVersion": "10.291",
    "createdTime": 1679426831066,
    "modifiedTime": 1680231589453,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}