{
	"name": "Wildling (Clock Water Drifter)",
	"type": "culture",
	"img": "icons/environment/wilderness/island.webp",
	"system": {
		"description": "<p>Remote groups isolated by vast oceans, high mountains, or thick vegetation live at the mercy of nature. They learn to be part of the wilderness&rsquo; unending cycles, living in small communities which have little or no contact with the so-called &ldquo;civilized&rdquo; peoples of the world. Most frequently, wildlings can be found in secluded villages; sometimes, a wildling lives alone, their only company the beasts with which they share the wilderness. With their intimate understanding of and relationship with nature wildlings make excellent adventurers.</p>\n<hr>\n<p>Characters raised in the wildling culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Enhanced Vision.</em></strong>&nbsp;You gain proficiency in Perception. Choose one of the following.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Nightwalker:</em>&nbsp;You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Investigation and Perception checks made in moonlight or starlight.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Sunseeing:</em>&nbsp;You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Investigation and Perception checks made in daylight.</p>\n<p><em>&nbsp; &nbsp;Expert Forager</em><strong><em>.</em></strong>&nbsp;Once per&nbsp;<span class=\"freelinking-link\">long rest</span>, you can spend 4 hours of time to locate Supply for yourself and one other creature, or magical reagents worth up to 5 gold.</p>\n<p><strong><em>&nbsp; &nbsp;</em></strong><em>Internal Clock</em><strong><em>.</em></strong>&nbsp;By observing the environment when on your home plane, you can estimate the time of year down to within a week of the actual date. When you are outdoors, you know the time of day.</p>\n<p><strong><em>Living Off The Land.</em></strong>&nbsp;Sustaining yourself on nature&rsquo;s grace means you have mastered a unique set of skills. You gain proficiency in Nature, and can always choose to use Wisdom when making a Nature check. Choose one of the following:</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Agriculturalist: </em>You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Persuasion checks made against farmers, horticulturalists, and those who cultivate for a living, and when making an ability check to use a land vehicle.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Beastwarden: </em>When you have a hunting animal such as a falcon or hunting dog assisting you, you gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on checks made to hunt or track. In addition, you gain an expertise die on Animal Handling checks.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Land Hunter: </em>You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;on Intimidation and Stealth checks. Additionally, you can march up to 12 hours before you need to save against fatigue.</p>\n<p class=\"Indent1\"><em>&nbsp; &nbsp;Water Drifter:</em>&nbsp;You gain an&nbsp;<span class=\"freelinking-link\">expertise die</span>&nbsp;when making an ability check to use a water vehicle. In addition, you gain an expertise die on Athletics checks, and you can hold your breath for up to 15 minutes by using an action to prepare to do so.</p>\n<p><strong><em>Weather Sense.</em></strong>&nbsp;Pick a terrain type. After observing the area for 1 minute, you can predict the weather in this terrain within the next 24 hours. You cannot foresee magical changes, but you can use an action to make an Insight or Perception check to notice them. When you have successfully predicted the weather, you gain an expertise die on saving throws made against its effects.</p>\n<p><strong><em>Languages</em></strong>.&nbsp;You can speak, read, write, and sign Common and one other language.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"grants": {}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "13tdcxy98rcfo3xo"
}