{
	"name": "Wood Elf (Plants)",
	"type": "culture",
	"img": "icons/magic/nature/tree-elm-roots-brown.webp",
	"system": {
		"description": "<p>In vast, foreboding forests and jungles filled with monsters and magic, the villages of wood elves are a rare and wondrous sight. These unique settlements are known for their harmony with nature&mdash;typical dwellings are tree houses with the mightiest branches forming living walkways, walls, and alcoves. The grandest of these wood elf villages have many houses in a single tree and elegant walkways connecting each home.&nbsp;</p>\n<p>In lieu of gardening, wood elves treat their home as a vast orchard. They cull and manage animal populations and use controlled fire rituals to tend to the forest, all while honoring the role of death in life.&nbsp;</p>\n<p>Wood elf communities are often fairly isolated. They raise their own food, train their own warriors, and produce their own crafts. Plenty of these villages are insular and xenophobic, but many more are hospitable and generous to travelers&mdash;with some guests even invited to stay permanently. Their social orientation is communalistic and egalitarian. Although wood elf laws and hierarchy do exist, they prefer to resolve conflicts through consensus. For complex conflicts they use large circle meetings where anyone can speak.&nbsp;</p>\n<p>Other important cultural values for wood elves are curiosity and exploration. Isolated though wood elf villages may be, it is not uncommon to see a wood elf troubadour, craftmaker, or sightseer on a quest to learn something new.&nbsp;</p>\n<hr>\n<p>Characters raised in the wood elf culture share a variety of traits in common with one another.&nbsp;</p>\n<p><strong><em>Fleet of Foot.</em></strong>&nbsp;Your base Speed increases by 5 feet.&nbsp;</p>\n<p><strong><em>Nature's Ally.</em></strong>&nbsp;You can cast @UUID[Compendium.a5e.a5e-spells.1laktjzxk5nh1x1r]{animal friendship} without material components once per long rest. Your&nbsp;spellcasting&nbsp;ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).&nbsp;</p>\n<p><strong><em>Nature's Touch.</em></strong>&nbsp;Choose one of the following.</p>\n<p class=\"Indent1\"><em>Way with Animals:</em>&nbsp;You gain proficiency in Animal Handling and with land vehicles.</p>\n<p class=\"Indent1\"><em>Way with Plants:</em>&nbsp;You gain proficiency in Nature and with herbalism kits.</p>\n<p><strong><em>Treeborne Scout.</em></strong>&nbsp;You gain a climb speed equal to your base Speed.&nbsp;</p>\n<p><strong><em>Wood Elf Weapon Training.</em></strong>&nbsp;You are proficient with longbows and shortswords.&nbsp;</p>\n<p><strong><em>Languages.&nbsp;</em></strong>You can speak, read, write, and sign Common and Elvish.</p>\n<hr>\n<p><em>Source: Adventurer's Guide</em></p>",
		"features": {
			"k0jzVv3ZEiiyUo6d": {
				"uuid": "Compendium.a5e.a5e-culture-features.hel7qdspdbc9ud6z",
				"optional": false
			},
			"0HMnxnhFviLDpDEu": {
				"uuid": "Compendium.a5e.a5e-culture-features.q6enp1w6n8kgsgwa",
				"optional": false
			},
			"Lkvx341Wwnkhmk7d": {
				"uuid": "Compendium.a5e.a5e-culture-features.s5zeikr6ht7095p3",
				"optional": false
			},
			"9KhXc7TbAHJjY8oH": {
				"uuid": "Compendium.a5e.a5e-culture-features.jo8so1ru4xa4y6hq",
				"optional": false
			}
		},
		"proficiencies": {
			"languages": {
				"count": 2,
				"fixed": [
					"common",
					"elvish"
				],
				"options": []
			}
		}
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.world.a5e-cultures-2.HIEpqjGmxFL9Dzd8"
		}
	},
	"_id": "ppt9t4h181eg7i3i"
}