{
	"folder": null,
	"name": "Artisan",
	"type": "destiny",
	"img": "icons/skills/trades/textiles-cloth-dye-red.webp",
	"system": {
		"description": "<p>A well-made piece of furniture, a painting rendered in perfect detail, the beauty of a perfectly-tailored dress fit for a queen&mdash;those with the artisan destiny know craftsmanship when they see it and seek to emulate that degree of mastery in their own work. While some may chase the seeds of fame and fortune, vying for the acknowledgment and patronage of the richest of noble houses, many of these craftspeople only seek mastery of their art form and to hone their skills to the absolute best they can be.</p>\n<p><strong><em>Source of Inspiration: Practiced Craft.</em></strong> You know that practice makes progress, and every creation is a step towards becoming a true master. You gain inspiration whenever you succeed on a check made with an artisan&rsquo;s toolkit or a musical instrument.</p>\n<p><em><strong>Inspiration Feature: Flash of Creativity.</strong></em> Your past successes at your craft help you see another possibility and avoid catastrophe. Whenever you would fail a check with an artisan&rsquo;s toolkit, smith&rsquo;s tools, or an instrument, you may immediately expend your inspiration to succeed instead.</p>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your Artisan destiny when you produce a piece that can truly be called a masterpiece. This is often done to little fanfare on your part, though others may see your creation and recognize the significance of it.</p>\n<p><em>Forge a blade or armor fit for a king, compose a sonnet so beautiful it brings the audience to tears, craft a ring with a priceless gem, create a beautiful and functional prosthesis from wood and porcelain and gears.</em></p>\n<p><em><strong>Fulfillment Feature: Master of the Arts. </strong></em>You have truly mastered your craft and are capable of creating works beyond one&rsquo;s wildest dreams. Any time that you use an artisan&rsquo;s toolkit to craft an item, the following is true:</p>\n<ul>\n<li>The item produced is always of masterwork quality.</li>\n<li>It takes you half the amount of time and material cost to produce the work.</li>\n<li>The piece always fetches more than the maximum selling price.</li>\n</ul>\n<p><strong>Table: Artisan Destiny</strong></p>\n<p>[[/r 1d6]] Motivation</p>\n<ol>\n<li><em>Perfection: </em>You wish to perfect your craft.</li>\n<li><em>Innovation:</em> You want to push the boundaries of what is possible in art.</li>\n<li><em>Joy:</em> Creating and creativity is what makes you happy.</li>\n<li><em>Purpose:</em> You truly believe that art is why you were put into this world.</li>\n<li><em>Rebellion:</em> You strive to rebel against tradition in the name of trying something new.</li>\n<li><em>Proclamation:</em> You believe that you have something to say, and art is your way of saying it.</li>\n</ol>",
		"favorite": false,
		"secretDescription": "",
		"source": "hearthAndHome",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.Item.ENQG2DMXrOLQPNVe",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.Item.lB4JmlQq4Wpizef2",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.Item.HjuSLvFGbzMEXuCe",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.10",
		"createdTime": 1753648409456,
		"modifiedTime": 1753648488573,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "ElMvb8T8rfvKzRVe"
}
