{
	"name": "Chaos",
	"type": "destiny",
	"img": "icons/magic/control/hypnosis-mesmerism-swirl.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>Those destined for Chaos don&rsquo;t live by the rules binding ordinary folk. They clash with authority and tradition all their lives, either in minor acts of subversion or outright rebellion. Tricksters are rarely mere rulebreakers&mdash;their ideology signals change for both the meek and mighty.&nbsp;</p>\n<hr>\n<p><strong><em>Source of Inspiration: Chaos</em></strong><strong>.&nbsp;</strong>You sow disorder, play tricks, and subvert tradition. You gain inspiration whenever you successfully subvert law and order, so long as it benefits your allies or moves the story forward.</p>\n<p><em>Successfully lie to or humiliate an authority figure, commit a punishable crime, indulge in base pleasures to ill-advised extremes.</em></p>\n<p><strong><em>Inspiration Feature: Ingenious Doubletalk</em></strong><strong>.&nbsp;</strong>Undaunted by momentary setbacks, you twist conversations in any direction with an inspired turn of phrase and confusing doubletalk that plays off bold lies and impertinent proposals as jokes, obfuscates or redirects accidentally slipped information, or quells outrage with diffusing flattery. Whenever you or a friendly creature you can hear fails a Deception or a Persuasion check, you can use your reaction to spend your inspiration and undo any consequences of that failed check.</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Chaos when you overturn a world or cosmic order.</p>\n<p><em>Greatly destabilize a nation or extremely large organization, subvert or trick a deity-level entity, upset the status quo for a vast number of people.</em></p>\n<p><strong><em>Fulfillment Feature: Agent of Chaos.</em></strong>&nbsp;The whims of chaos flow through you and everything you do. Whenever you roll one or more dice to determine the damage of an attack or spell or the random effects of a spell or feature, you may choose to reroll those dice; if you do you must use the new rolls.<br><br>In addition, you gain the Chaotic alignment and emit a strong chaotic aura for the purposes of any feature, spell, or trait that detects or affects Chaotic creatures.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Chaos Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Freedom:</em>&nbsp;Following orders is akin to slavery.</p>\n<p class=\"Indent1\">2&nbsp;<em>Excitement:</em>&nbsp;A day of calm is a day wasted.</p>\n<p class=\"Indent1\">3&nbsp;<em>Exploit:</em>&nbsp;Life is a game and you plan on cheating.</p>\n<p class=\"Indent1\">4&nbsp;<em>Fun:</em>&nbsp;Life is for living and living well.</p>\n<p class=\"Indent1\">5&nbsp;<em>Liberation:</em>&nbsp;Everyone should be free to choose their own path.</p>\n<p class=\"Indent1\">6&nbsp;<em>Misanthropy:</em>&nbsp;You want to watch the world burn.</p>\n<hr>\n<p><em><span style=\"font-size: 10.5pt;\">Source: </span>Adventurer's Guide</em></p>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.x3m9lteyjsqdxdyq",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.q86yzi0v5pb5q5tu",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.mc6y48204gqmxjt3"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-destinies.8ehjc32swi9rw920"
		}
	},
	"_id": "23fpkieht6rw4kyt"
}