{
	"name": "Coming of Age",
	"type": "destiny",
	"img": "icons/skills/trades/academics-investigation-puzzles.webp",
	"system": {
		"description": "<p>Not all heroes have a clear path ahead of them. Some are still finding their footing and are dreaming big all the same: of adventure, the open road, a chance to prove one&rsquo;s worth, and having a life worth living.</p><hr><p><strong><em>Special Feature: Finding Yourself.</em></strong><strong>&nbsp;</strong>Sometimes it takes a journey to find yourself. You may exchange this destiny for another destiny at any time.</p><p><strong><em>Source of Inspiration: Yes to Adventure.</em></strong><strong>&nbsp;</strong>You draw inspiration from setting out with adventure in front of you. You gain inspiration whenever you achieve a personal milestone.</p><p><em>Join a new guild or organization, travel somewhere new and far from home, accept a new major quest or mission, change worldviews and grow as a person.</em></p><p><strong><em>Inspiration Feature: Ready to Learn.</em></strong>&nbsp;You haven&rsquo;t had training in everything but you&rsquo;re determined to give it your all anyway. As a bonus action you may spend your inspiration to gain proficiency with a weapon, armor, skill, or tool for the next hour.&nbsp;</p><hr><h4>FULFILLING YOUR DESTINY</h4><p>You fulfill your Coming of Age destiny when you complete the hero&rsquo;s journey.</p><p><em>Return to your homeland after defeating an immense threat, become the leader of an organization you were lowly in, learn the truth of life through great hardship.</em></p><p><strong><em>Fulfillment Feature: Returned</em></strong>. With the journey complete, you finally know who you are&mdash;or rather who you became along the way. When you gain this feature, you immediately choose the fulfillment feature from another destiny. You gain the chosen fulfillment feature, which replaces this one.</p><hr><p><strong>Table: Coming of Age Destiny</strong></p><p><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p><p>1&nbsp;<em>Room to Grow:</em>&nbsp;You&rsquo;ve been too cooped up and want to explore.</p><p>2&nbsp;<em>Prove Yourself:</em>&nbsp;You want to show what you&rsquo;re really worth.</p><p>3&nbsp;<em>Curiosity:</em>&nbsp;Mystery knocks at your door and you&rsquo;re desperate to answer.</p><p>4&nbsp;<em>Boredom:</em>&nbsp;You crave adventure and escape from monotony.</p><p>5&nbsp;<em>Your Role Model:</em>&nbsp;You&rsquo;re determined to follow in the footsteps of your hero.</p><p>6&nbsp;<em>Young Love:</em>&nbsp;Adventuring is sure to impress the object of your affections.</p><hr><p><em>Source: Adventurer's Guide</em></p>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.ju18zvdim5ilq2oe",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.kjizsoloj1s69gsi",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.83phesvcvfoujbh9",
		"source": "adventurersGuide"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "g5bb9fxbow4zulgv",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}