{
	"name": "Devotion",
	"type": "destiny",
	"img": "icons/magic/symbols/ring-circle-smoke-blue.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>Devotion can be a pure or foolish thing. A beloved, a nation, a cause&mdash;anything may be the object of your Devotion, but very few are worthy of it. For you the choice is clear: the love at the center of your life is worth dying or killing for, and there is no limit to your service and sacrifice on its behalf.</p>\n<hr>\n<p><strong><em>Source of Inspiration: Its Own Reward</em></strong><strong>.&nbsp;</strong>You draw inspiration from seeing your duty through to the end. You gain inspiration whenever you complete a quest, fulfill a difficult promise, or commit an act of self-sacrifice that includes grievous injury to yourself.</p>\n<p><em>Complete a quest, keep a promise to your own detriment, keep an innocent safe while seriously endangering yourself, commit an act of genuine self-sacrifice.</em></p>\n<p><strong><em>Inspiration Feature: Selfless Aid.</em></strong>&nbsp;Your aid is a lifeline and a steadying source of resolve. Whenever you take the Help action to aid an ally attacking a creature, you may spend your inspiration. If you do, in addition to the normal benefits of the Help action, that creature has disadvantage on attack rolls against creatures other than you until the start of your next turn.&nbsp;</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Devotion when you perform an act of selfless devotion.</p>\n<p><em>Die while saving the lives of others, complete a massive undertaking personally entrusted to you, succeed at the cause you devoted your life to.</em></p>\n<p><strong><em>Fulfillment Feature: Miraculous Revival.</em></strong>&nbsp;Universal forces are often inclined to restore those who die heroically for noble causes, blessing their sacrifice by making them better than they were before. As long as you have not died of old age, 24 hours after you die (or in 24 hours, if your death triggered gaining this feature) you miraculously revive intact with full hit points. You appear after &ldquo;narrowly surviving&rdquo; the circumstances that killed you&mdash;climbing out of the chasm you fell down, crawling from the rubble of the structure that collapsed over you, waking up from impossibly lethal wounds that prove superficial, or magically transporting from the plane of existence you were caught in.&nbsp;In addition, the first time you are revived in this way, you gain a +1 bonus on all future attack rolls, ability checks, and saving throws.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Devotion Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Love:</em>&nbsp;They come first&mdash;above the rest of the world if need be.</p>\n<p class=\"Indent1\">2&nbsp;<em>Fealty:</em>&nbsp;You swore an oath to the crown and you&rsquo;ll never break it.</p>\n<p class=\"Indent1\">3&nbsp;<em>Questing:</em>&nbsp;You were sent out with a single goal and will not rest until it&rsquo;s complete.</p>\n<p class=\"Indent1\">4&nbsp;<em>Ideals:</em>&nbsp;You&rsquo;ve taken up the banner for a cause and you&rsquo;re willing to die for it.</p>\n<p class=\"Indent1\">5&nbsp;<em>A Promise:</em>&nbsp;Mere words to some but an unbreakable pact to you.</p>\n<p class=\"Indent1\">6&nbsp;<em>Greater Good:</em>&nbsp;Your needs are outweighed by the needs of others.</p>\n</div>\n<div class=\"field field--name-field-rules-source field--type-entity-reference field--label-above\">\n<div class=\"field--label\"><hr><em>Source Adventurer's Guide</em></div>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.4zcnbwkelto0i02s",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.fwt0ndb7wtrt8red",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.cj2dl0vdgulpm1qw"
	},
	"effects": [],
	"flags": {},
	"_id": "csster7nckw704z5"
}