{
	"name": "Dominion",
	"type": "destiny",
	"img": "icons/magic/symbols/circled-gem-pink.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>An impostor seated on your throne, a land divided by civil strife, a feckless bureaucracy waiting to be gamed. Those with the Dominion destiny look at chaos and see opportunity. Some seek to return to their hand what is rightfully theirs, but others start with nothing and wish to accumulate influence and power however they may. Through shield and steel or cloak and dagger you reach out to claim your rightful seat of power&mdash;or a place in its shadows. The Dominion destiny is as varied as politics itself. Consult with the Narrator to come up with ideas for an ambition suitable to the setting and campaign.</p>\n<hr>\n<p><strong><em>Source of Inspiration: Leadership.</em></strong><strong>&nbsp;</strong>You draw inspiration from taking charge and directing what needs to be done. You gain inspiration whenever you lead by example or convince a group of NPCs to act against their own interests in order to complete a difficult task.</p>\n<p><em>Settle a vitriolic argument, direct a large number of nonplayer characters to participate in the completion of a task, rally a multitude of people to a cause.</em></p>\n<p><strong><em>Inspiration Feature: Studied Deliberation</em></strong><strong>.</strong>&nbsp;With a level head and measured logic, you objectively determine the best path forward. You may spend your inspiration and a minute&rsquo;s deliberation to determine the results of an upcoming plan of action (as the&nbsp;<em>augury&nbsp;</em>spell).&nbsp;</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Dominion when you gain a dominion of your own.</p>\n<p><em>Become the ruler of a nation, large city, or other sizable population, become a divine figure with numerous followers, reach the top of a massive organization.</em></p>\n<p><strong><em>Fulfillment Feature: Absolute Power</em></strong><strong>.</strong>&nbsp;Either through respect or fear you have become an uncontested ruler, and most simple orders you give are followed without question. You have advantage on checks made to influence your subjects.<br>In addition, you gain the Lawful alignment, and you emit a strong lawful aura for the purposes of any feature, spell, or trait that detects or affects Lawful creatures.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Dominion Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Reclamation:</em>&nbsp;A usurper claims what is rightfully yours&mdash;and you would have it back.</p>\n<p class=\"Indent1\">2&nbsp;<em>Justice:</em>&nbsp;It is your duty to overthrow tyrants and let justice prevail.</p>\n<p class=\"Indent1\">3&nbsp;<em>Power:</em>&nbsp;All that matters is that&nbsp;<em>you</em>&nbsp;have the final word.</p>\n<p class=\"Indent1\">4&nbsp;<em>Reform:</em>&nbsp;The current order is irredeemable and it must be overturned.</p>\n<p class=\"Indent1\">5&nbsp;<em>Reprisal:</em>&nbsp;Those who oppressed you will suffer under your heel.</p>\n<p class=\"Indent1\">6&nbsp;<em>Control:</em>&nbsp;The world is messy and you will craft a better one.</p>\n<hr>\n<p><em><span style=\"font-size: 10.5pt;\">Source: </span>Adventurer's Guide</em></p>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.ovo9cegbugxn5jg7",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.ztcdtw77ysjr4ah1",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.jmswhgs8n9jejife"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-destinies.w9xlqx5vu2j3fgzz"
		}
	},
	"_id": "a5y4uha9jqqi2mr9"
}