{
	"name": "Excellence",
	"type": "destiny",
	"img": "icons/skills/movement/arrows-up-trio-red.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>Some are fated to be the best, the apex, the pinnacle of their craft that all others aspire to. Such perfection demands single-minded determination, unending resolve and focus, and the luck of innate talent. Those destined for Excellence impact the world&mdash;often at the cost of countless sacrifices along the way.&nbsp;</p>\n<hr>\n<p><strong><em>Source of Inspiration: Failure</em></strong><strong>.&nbsp;</strong>Every failed attempt is a chance for growth and each time you fall you stand up stronger. You gain inspiration whenever the Narrator calls for you to make an ability check, attack roll, or&nbsp;<span class=\"freelinking-link\">saving throw</span>&nbsp;and the&nbsp;final result of the d20 roll is a natural 1.</p>\n<p><strong><em>Inspiration Feature: Practiced Edge</em></strong><strong>.</strong>&nbsp;A perfected technique is often the difference between victory and defeat. After you roll an ability check, attack roll, or&nbsp;<span class=\"freelinking-link\">saving throw</span>&nbsp;but before you know the outcome, you may spend your inspiration to add a +5 bonus to that roll.&nbsp;</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Excellence when you perform a crowning achievement in your field.</p>\n<p><em>Create a masterpiece, defeat the master of your martial art, become famous for a glorious act of heroism, or become renowned as the best in your field.</em></p>\n<p><strong><em>Fulfillment Feature:&nbsp;</em></strong><strong>A Technique Perfected:</strong>&nbsp;You have achieved the apex in at least some small area of mortal ability. Choose an ability score, combat tradition, or school of magic.&nbsp;</p>\n<p class=\"Indent1\"><em>Ability Score:</em>&nbsp;When you make an ability check using the chosen ability score and can add your proficiency bonus, you gain an expertise die.</p>\n<p class=\"Indent1\"><em>Combat Tradition:</em>&nbsp;Attacks you make using combat maneuvers from this tradition gain a +2 bonus to attack and damage rolls.</p>\n<p class=\"Indent1\">School of Magic: When you cast a spell from this school of magic, your spell save DC is treated as 2 higher and you gain a +2 bonus on any spell attack roll it requires.</p>\n<hr>\n<p class=\"Indent2\"><strong>Table: Excellence Destiny</strong></p>\n<p class=\"Indent2\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent2\">1&nbsp;<em>Expression</em>: Your craft is the ultimate projection of your inner self.</p>\n<p class=\"Indent2\">2&nbsp;<em>Glory</em>: The whole world will know your name.</p>\n<p class=\"Indent2\">3&nbsp;<em>Craftsmanship</em>: You aim to do the best possible.</p>\n<p class=\"Indent2\">4&nbsp;<em>Legacy</em>: You would place your name amongst the legends for generations to come.</p>\n<p class=\"Indent2\">5&nbsp;<em>Competition:</em>&nbsp;Your story cannot be separated from the friendly rivalry or bitter feud at the center of your ambition.</p>\n<p class=\"Indent2\">6&nbsp;<em>Passion</em>: Your field is your obsession and your life.</p>\n</div>\n<div class=\"field field--name-field-rules-source field--type-entity-reference field--label-above\">\n<div class=\"field--label\"><hr><em>Source: Adventurer's Guide</em></div>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.govv1u91hpww2k1z",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.m20ldl93mdm0loev",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.9z3lk5z0498hqmg8"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-destinies.r2ogz18ng7ostwj2"
		}
	},
	"_id": "ijz0nzufl8k3b6k1"
}