{
	"name": "Foundation",
	"type": "destiny",
	"img": "icons/environment/settlement/stone-stairs.webp",
	"system": {
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": null
		},
		"description": "<p>Characters with the Foundation destiny wish to create something new, something big, something important; and to do it from scratch. This can mean founding a city, starting a large organization, or even their very own culture. What&rsquo;s important is that it didn&rsquo;t exist before they arrived, and it will continue to do so long after they are gone. The world will be changed, at least in some way, and it will have been thanks to them</p>\n<hr>\n<p><em><strong>Source of Inspiration: If You Build It.</strong></em>&nbsp;You draw inspiration by causing enduring change</p>\n<p><em>Establish an alliance, craft a rare spell or magic item, take an apprentice, create or build an enduring structure such as a statue or building, invest in a business, neighborhood, or promising individual, start a family (found or otherwise).</em></p>\n<p><strong><em>Inspiration Feature: I&rsquo;ve Got a Dream.&nbsp;</em></strong>You have developed a great deal of personal magnetism in the pursuit of your vision. If you or a friendly creature you can hear fails a Persuasion check, you can spend your inspiration to succeed instead. Note that this does not necessarily get you everything you wanted out of the conversation or negotiation, but does mean that the other creature is inclined to view you and your goals favorably.</p>\n<hr>\n<h3>FULFILLING YOUR DESTINY&nbsp;</h3>\n<p>You fulfill your destiny when you have successfully founded your goal, and are able to see it exist and function by itself, without any need of continued work from your side.</p>\n<p><em>Found an inhabited, functioning town or city, complete construction of an impressive castle, create a large school with at least several dozen faculty and students, craft an enchanted item of legendary rarity, discover a revolutionary technique or theory.</em></p>\n<p><em><strong>Fulfillment Feature: They Will Come.</strong></em>&nbsp;You gain a grade 5&nbsp;stronghold&nbsp;(at no cost, but which you are unable to sell) connected to the lasting change you want to make in the world, such as a castle, guildhouse, laboratory, or workshop. Work with the narrator to establish the location and particulars of this stronghold. Your passion has also inspired others. You gain one additional free&nbsp;follower&nbsp;(see Stronghold Types in Chapter 4: Equipment of Adventurer&rsquo;s Guide) for every 5 class levels you have. These followers are dedicated to your cause, and if they leave your service or die, you can replace them for no cost upon returning to your stronghold. You cannot act with impunity, however, and treating these followers poorly will have an impact on your cause and reputation.</p>\n<hr>\n<h4><strong>TABLE: FOUNDATION DESTINY</strong></h4>\n<p><strong>[[/1d6]] Motivation</strong></p>\n<p>1 Destiny:&nbsp;You received a vision of what you are trying to build</p>\n<p>2 Duty:&nbsp;You were appointed this fate by a figure of authority</p>\n<p>3 Inheritance:&nbsp;You took over this goal from a family member or mentor.</p>\n<p>4&nbsp;Competition:&nbsp;You want to improve on the mistakes of other founders.</p>\n<p>5 Need:&nbsp;Other lives count on the success of your endeavors.</p>\n<p>6 Second Chance:&nbsp;You already failed at something else and this will prove your worth.</p>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.Item.ajj7qlll51czwa4g",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.Item.f5wn52y7ped0sm8y",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.Item.chbi2fgqgi9rgo9g"
	},
	"effects": [],
	"folder": null,
	"flags": {},
	"_id": "r8voipkuw5nz7rzg"
}
