{
	"name": "Knowledge",
	"type": "destiny",
	"img": "icons/skills/trades/academics-study-reading-book.webp",
	"system": {
		"description": "<p><span style=\"font-size: 10.5pt;\">You seek the philosopher&rsquo;s stone, universal truths too vast and terrible for mortal minds to comprehend, or untold secrets hidden away from inquiring minds. Scholars and seekers of Knowledge research and pry, chipping away at their own ignorance until they reveal some fundamental truths of reality.&nbsp;</span></p>\n<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\"><hr>\n<p><strong><em>Source of Inspiration: Learning</em></strong><strong>.&nbsp;</strong>You draw inspiration from research, understanding, and gaining new insights and data. You gain inspiration whenever you make an arcane, divine, scholastic, or scientific discovery.</p>\n<p><em>Closely examine a previously unknown or rare creature or phenomenon, discover something thought to be a myth or impossible, learn new information after at least 8 hours studying from a source of knowledge such as a library, book, or powerful artifact.</em></p>\n<p><strong><em>Inspiration Feature: Critical Evaluation</em></strong><strong>.</strong>&nbsp;Drawing upon a lifetime of study, you leap to accurate conclusions with only preliminary findings. As a bonus action you may spend your inspiration to quickly evaluate a creature or item you can see and accurately determine one objective attribute of your choice.</p>\n<p>When evaluating a creature in this way, you may determine its&nbsp; resistances,&nbsp; immunities, vulnerabilities,&nbsp;what languages it speaks, or its Armor Class.</p>\n<p>When evaluating an item in this way, you may determine if it is magical, poisonous, cursed, trapped, or its approximate value.</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Knowledge when you have a true epiphany.</p>\n<p><em>Learn the methods to do something thought impossible, discover a fundamental cosmic truth, learn the truth behind an ultimate secret.</em></p>\n<p><strong><em>Fulfillment Feature: Converging Theories.</em></strong>&nbsp;Your understanding has bridged the gaps and you join what once was disparate into a unified scientific and spiritual theory. Your Intelligence, Wisdom, and Charisma scores each increase by 2 and their maximums each become 22.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Knowledge Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Omniscience:</em>&nbsp;Knowledge is its own reward and you want to know it all.</p>\n<p class=\"Indent1\">2&nbsp;<em>Meaning:</em>&nbsp;You long to discover the root or origin of all existence.</p>\n<p class=\"Indent1\">3&nbsp;<em>Superiority:</em>&nbsp;Knowledge is power and you&rsquo;ll have the ultimate edge.</p>\n<p class=\"Indent1\">4&nbsp;<em>A Cure:</em>&nbsp;Your research will surely bring an end to a terrible affliction.&nbsp;</p>\n<p class=\"Indent1\">5&nbsp;<em>Enigma:</em>&nbsp;A puzzle has occupied your every thought and you must find the solution.</p>\n<p class=\"Indent1\">6&nbsp;<em>Vindication:</em>&nbsp;You&rsquo;ll show them&mdash;you&rsquo;ll show them all that you were right all along!</p>\n<hr>\n<p><em>&nbsp;<span style=\"font-size: 10.5pt;\">Source: </span>Adventurer's Guide</em></p>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.dgylhbuyzr6gtawc",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.20nogjonkdt7xvzg",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.7s5w8jvfrrok4t2e"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-destinies.p74lbr3auys7d8sg"
		}
	},
	"_id": "dk79bbh3rlapxpbf"
}