{
	"name": "Metamorphosis",
	"type": "destiny",
	"img": "icons/magic/nature/plant-glowing-white-purple.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>The trappings of daily life stifle you and the shackles of this mortal coil cannot contain you. People whose destiny is Metamorphosis seek to attain a higher mode of being. Some search for enlightenment but others turn their ambitions even higher, daring to pursue eternal life in the form of a vampire, a lich, a demon, or even a god. What will you sacrifice to walk this path?</p>\n<hr>\n<p><strong><em>Source of Inspiration: Unburdening</em></strong><strong>.&nbsp;</strong>When you gain this feature, inform your Narrator of the new form you desire (such as enlightenment, vampirism, or godhood). You gain inspiration whenever you make sacrifices to attain new lore, contacts, or items to aid your transformation.</p>\n<p><em>Sever earthly attachments such as wealth or comfort, behave appropriately akin to your pursued form, spend inordinate time in your transformation&rsquo;s pursuit.</em></p>\n<p><strong><em>Inspiration Feature: Unearthly Diplomacy.</em></strong><strong>&nbsp;</strong>Your unearthly aspirations grant you insights into the minds of even utterly alien beings. As an action, you may spend your inspiration to form a connection with a non-humanoid creature you can see that has a CR equal to or less than your level. You communicate freely, even if you do not share a language or the creature would be normally unable to speak. You have no control over a creature you connect with in this way but you gain an expertise die on checks made to influence it. The knowledge and awareness of a creature is limited by its intellect or perceptions, but most give you information about nearby locations, monsters in the area, and knowledge of whatever it perceived within the past day.<br>This connection lasts for up to 1 hour or until you use an action to end it.</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Metamorphosis when you fully change into your desired form. Unlike other destinies, you may choose not to gain your fulfillment feature until after 16th level.</p>\n<p><em>Achieve a level of divinity, become immortal, access primal knowledge, permanently transcend your natural state.</em></p>\n<p><strong><em>Fulfillment Feature: Forever Changed.</em></strong>&nbsp;You have finally reached the apex and have become something greater than your previous self could imagine. When you gain this feature, consult with the Narrator about the exact nature of your metamorphosis and if your adventurer would still choose to remain adventuring after transformation.</p>\n<p>If your character would remain an adventurer, you may choose and become an appropriate creature with a CR equal to or lower than your class level &ndash;2 (as per the spell&nbsp;<em>true polymorph</em>, except that this transformation is permanent and cannot be dispelled.)</p>\n<p>If your character would not remain an adventurer, you may use a portion of your new power however you see fit (as the&nbsp;<em>wish&nbsp;</em>spell) before ascending.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Metamorphosis Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Apotheosis:</em>&nbsp;You will develop beyond your limits and become something greater.</p>\n<p class=\"Indent1\">2&nbsp;<em>Enlightenment:</em>&nbsp;You chase after a true awareness of the cosmos and your place in it.</p>\n<p class=\"Indent1\">3&nbsp;<em>Immortality:</em>&nbsp;Forbidden powers and blasphemies against the gods might offer you the chance to cling to a wretched semblance of everlasting life.&nbsp;</p>\n<p class=\"Indent1\">4&nbsp;<em>Godhood:</em>&nbsp;Your ambitions would challenge the law of the gods. If you can&rsquo;t beat them, join them.&nbsp;</p>\n<p class=\"Indent1\">5&nbsp;<em>Admiration:</em>&nbsp;There is nothing you would not give to become like an aberration, angel,&nbsp; dragon, elemental, or other creature you adore.&nbsp;</p>\n<p class=\"Indent1\">6&nbsp;<em>Transformation:</em>&nbsp;Your body has too many limits. You&rsquo;ll escape this prison and attain a new form, one better suited to your desires.</p>\n<hr>\n<p><em>&nbsp;<span style=\"font-size: 10.5pt;\">Source: </span>Adventurer's Guide</em></p>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.bvray6kf1mmwgx5c",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.glezewbzbbtml6yp",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.hv9etjnctjkw6jz3"
	},
	"effects": [],
	"flags": {},
	"_id": "b488mawc76u8u8rd"
}