{
	"folder": null,
	"name": "Monster",
	"type": "destiny",
	"img": "icons/magic/death/skull-weapon-staff-glow-pink.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"description": "<p>Make a person feel threatened or desperate enough and they can steal or kill. Even normally good people can be capable of&nbsp;awful deeds under the right circumstances. And then there are the others; the sadists, the psychopaths, and the servants of otherworldly evils for whom the suffering and terror of others is an end unto itself.</p><p><em><strong>Source of Inspiration: Evil.</strong></em> You draw inspiration from making the world a darker, more terrible place.</p><blockquote><p>Slaughter a group of innocents, destroy something beautiful, torture someone you don&rsquo;t know just to enjoy watching them suffer, spread a plague, destroy critical infrastructure, cause a localized famine, abuse or exploit someone in a way that will leave lasting scars (visible or not).</p></blockquote><p><em><strong>Inspiration Feature: Vile Elusiveness.</strong></em> The extraplanar forces of darkness recognize you as one of their own and will aid you in your misdeeds. You may spend inspiration to gain advantage on all checks made to evade the consequences of your actions for an hour. For example, you may gain advantage on an Acrobatics or Athletics check to evade pursuing authorities, a Deception check to convince someone that you were not involved (or pin your misdeeds on someone else), an Investigation check to clean up evidence, and so on.</p><h3>Fulfilling Your Destiny</h3><p>You fulfill your destiny of Monster when you darken the world in some irreparable way.</p><blockquote><p>Commit genocide, plunge an entire society into chaos and poverty, drive a species to extinction, traumatize an entire generation with the horrors of your deeds, corrupt or otherwise destroy a beneficial institution.</p></blockquote><p><strong><em>Fulfillment Feature: Bottomless Darkness.</em> </strong>Your heinous misdeeds sow terror and corruption wherever you go. You may, once per hour and with a touch, do any of the following:</p><ul><li><p>Poison a well, wither 10,000 square feet of crops, or spoil all of the stored food and drink in a 1000-cubic foot space. Creatures consuming the poisoned fare receive no benefit from it and take 1d6 poison damage per portion they consume. Creatures who eat the food also suffer the poisoned condition for 8 hours.</p></li><li><p>Permanently afflict a creature with a CR equal to or less than 1/10th of your character level with a debilitating condition such as chronic pain or cancer. You can choose whether the condition will kill the creature over the course of 1-2 years or consign it to a lifetime of suffering.</p></li><li><p>Permanently erase a random pleasant memory from a creature&rsquo;s mind. The creature is aware of the loss.</p></li><li><p>Cause a creature&rsquo;s loved ones to stop trusting it for a week.</p></li><li><p>Learn the worst thing a creature with a CR up to 1/5th of your level has ever done.</p><p>You may delay the onset of any of the above effects for up to a week in order to conceal your role.</p><p>In addition, you gain the Evil alignment trait, and you emit a strong evil aura for the purposes of any feature, spell, or trait that detects or affects Evil creatures.</p></li></ul><p><strong>Table: Monster Destiny</strong></p><table style=\"width: 100%; height: 167.969px;\" border=\"1\"><thead><tr style=\"height: 16.7969px;\"><td style=\"width: 12.0155%; text-align: center; height: 16.7969px;\">1d6</td><td style=\"width: 87.9845%; height: 16.7969px;\">Monster Motivation</td></tr></thead><tbody><tr style=\"height: 33.5938px;\"><td style=\"width: 12.0155%; text-align: center; height: 33.5938px;\">1</td><td style=\"width: 87.9845%; height: 33.5938px;\"><strong>Boredom: </strong>The world is so dull. You&rsquo;re going to liven it up a little.</td></tr><tr style=\"height: 16.7969px;\"><td style=\"width: 12.0155%; text-align: center; height: 16.7969px;\">2</td><td style=\"width: 87.9845%; height: 16.7969px;\"><strong>Vengeance:</strong> They will pay. So will their loved ones, community, nation, and species.</td></tr><tr style=\"height: 33.5938px;\"><td style=\"width: 12.0155%; text-align: center; height: 33.5938px;\">3</td><td style=\"width: 87.9845%; height: 33.5938px;\"><div><div><div><div><strong>Sadism:</strong> The screams and sobs are so delightful.</div></div></div></div></td></tr><tr style=\"height: 16.7969px;\"><td style=\"width: 12.0155%; text-align: center; height: 16.7969px;\">4</td><td style=\"width: 87.9845%; height: 16.7969px;\"><div><div><div><div><strong>Bigotry: </strong>You know they are unworthy, and you&rsquo;ll prove it, whatever it takes.</div></div></div></div></td></tr><tr style=\"height: 33.5938px;\"><td style=\"width: 12.0155%; text-align: center; height: 33.5938px;\">5</td><td style=\"width: 87.9845%; height: 33.5938px;\"><div><div><div><div><strong>Pride:</strong> Your ease is nothing without the misery of others</div></div></div></div></td></tr><tr style=\"height: 16.7969px;\"><td style=\"width: 12.0155%; text-align: center; height: 16.7969px;\">6</td><td style=\"width: 87.9845%; height: 16.7969px;\"><div><div><div><div><strong>Greed:</strong> There is nothing you won&rsquo;t do to advance your own interests</div></div></div></div></td></tr></tbody></table>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.Item.y1qqcs50iqjh63eu",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.Item.zs71gmpq46o21ch6",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.Item.5x273px7arx9z8y0",
		"source": "moarComplete"
	},
	"effects": [],
	"flags": {},
	"_id": "asfn5b75vpx3ws9v",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}