{
	"folder": null,
	"name": "Prophecy",
	"type": "destiny",
	"img": "icons/magic/perception/orb-crystal-ball-scrying.webp",
	"system": {
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"description": "<p><em><strong>Source of Inspiration: Foresight. </strong></em>You know in your very being that all things follow naturally from one another in a deterministic pattern, and that by planning in the present you secure the future.</p><p><em>Make a plan that snatches victory from the jaws of defeat, make a fool of a foe by remaining one step ahead of them, supply your allies with vital information, sow false or deceptive information among your foes, lay the groundwork for something that won&rsquo;t pay off until potentially well after the end of your life.</em></p><p><em><strong>Inspiration Feature: Preordained Fate.</strong></em> When you have 0 hit points at the end of another creature&rsquo;s turn, you can spend your inspiration to gain 1 hit point. When you do, move your position in initiative to immediately after that creature&rsquo;s turn, and take your turn normally.</p><h4>FULFILLING YOUR DESTINY</h4><p>You fulfill your destiny when your part in the prophecy finally comes to an end. The specifics of this prophecy should be discussed with your Narrator, but should remain at least partially shrouded in mystery until the time comes for them to be fully revealed.</p><p><em><strong>Fulfillment Feature: Total Clarity.</strong></em> If the fulfillment of this prophecy results in your death, you get one final chance to alter the prophecy before you pass; treat this as equivalent to a wish spell, which you utter with your dying breath before passing on, impossible to resurrect.</p>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.Item.ywflttr1z895gis7",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.Item.2tsa87kw2r1qp2jp",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.Item.ut4knca19skyol86",
		"source": "gpg1"
	},
	"effects": [],
	"flags": {},
	"_id": "edainq64uzj2otw8"
}