{
	"name": "Revenge",
	"type": "destiny",
	"img": "icons/magic/death/skull-horned-goat-pentagram-red.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>Someone or something has wronged you, and even the gods cannot shield them from your retribution. Your burning desire for Revenge fuels your plans and kindles your destiny. Was your ire sparked by a grave misunderstanding, a callous uncaring cruelty, or a wicked and personal transgression?</p>\n<hr>\n<p><strong><em>Source of Inspiration: Served Cold</em></strong><strong>.&nbsp;</strong>You draw inspiration from the wails of those who have wronged you. You gain inspiration whenever you outwit a foe without the use of Deception or Persuasion checks.</p>\n<p><em>Successfully attack a surprised opponent, lead a foe into a prepared trap, trick an enemy into harming themselves or greatly benefiting you.</em></p>\n<p><strong><em>Inspiration Feature: Cloak and Dagger</em></strong><strong>.&nbsp;</strong>You know how to avert suspicion when danger closes in. Whenever you or an ally you can see fail a Sleight of Hand or Stealth check, you can use your reaction to spend your inspiration and undo any consequences of that failed check.&nbsp;</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Revenge when you achieve vengeance.</p>\n<p><em>Kill, imprison, or dethrone whatever entity that you believe wronged you, come to terms with the focus of your wrath meaningfully and sate your desire for vengeance.</em></p>\n<p><strong><em>Fulfillment Feature: Retaliatory Reputation.</em></strong>&nbsp;It has become apparent that wronging you is decidedly unwise and those without a death wish instinctively fear you. While you are not incapacitated, you can use a bonus action to direct a threatening stare at any hostile creature within 20 feet of you. The creature must make a Wisdom&nbsp;<span class=\"freelinking-link\">saving throw</span>&nbsp;with a DC equal to your passive Intimidation score. On a failure, the creature is&nbsp;<span class=\"freelinking-link\">frightened</span>&nbsp;until the end of its next turn. A creature that succeeds on its saving throw is immune to your Retaliatory Reputation for the next 24 hours.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Revenge Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Lost Loved One:</em>&nbsp;You&rsquo;ll kill the monster that stole them away from you.</p>\n<p class=\"Indent1\">2&nbsp;<em>Ravaged Home:</em>&nbsp;Nothing remains but ashes and your burning hatred.</p>\n<p class=\"Indent1\">3&nbsp;<em>Restoration:</em>&nbsp;Much was taken from you and you&rsquo;ll see it restored by any means.&nbsp;</p>\n<p class=\"Indent1\">4&nbsp;<em>Dishonored:</em>&nbsp;Cast aside and tarnished, you&rsquo;ll see your title shine again.</p>\n<p class=\"Indent1\">5&nbsp;<em>Oppressed:</em>&nbsp;It was nothing personal to them&mdash;but you&rsquo;ll make it personal.</p>\n<p class=\"Indent1\">6&nbsp;<em>Family Ties:</em>&nbsp;You are determined to prune away the rot from your family tree.</p>\n<hr></div>\n<div class=\"field field--name-field-rules-source field--type-entity-reference field--label-above\">\n<div class=\"field--label\"><em>Source: Adventurer's Guide</em></div>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.rxxlhtutffiycivg",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.lxzbr56uq9fu6ahh",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.j6vcn4aap9bkhb5h"
	},
	"effects": [],
	"flags": {},
	"_id": "4x63pbae8smlobki"
}