{
  "folder": null,
  "name": "Saint",
  "type": "destiny",
  "img": "icons/magic/holy/saint-glass-portrait-halo.webp",
  "system": {
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": {
        "version": {
          "schema": 0.009,
          "foundry": "11.315",
          "system": "0.17.41"
        }
      }
    },
    "description": "<div><div><div><div><p>There are some people who just cannot sit idly by and watch others suffer, who cannot tolerate the presence of vice in their own&nbsp;lives, and who are constitutionally unable to accept unjust or cruel structures as they are. They are overflowing wells of compassion, mercy, and kindness, performing selfless acts without thought of compensation.</p><p><em><strong>Source of Inspiration: Goodness.</strong></em> You draw inspiration from helping others who can do nothing for you in return, alleviating suffering, and seeking the best for others, regardless of any benefit to yourself.</p><blockquote><p>Anonymously donate a large sum of money to a charitable venture, spend significant time (at least a week) healing the sick or feeding the hungry, advocate for a social good in a way that puts you at risk, refuse offered compensation for significant and difficult good deed, help someone in a life- changing way without revealing your identity in the process, rescue someone you are not close to from danger at substantial risk to your own safety, show kindness, mercy, and patience to those who make it difficult.</p></blockquote><p><strong><em>Inspiration Feature: Shield of Virtue.</em> </strong>Your pure soul protects you when it counts. When you fail a saving throw, you may spend your inspiration to succeed instead.</p><div><div><div><div><h3>Fulfilling Your Destiny</h3><p>You fulfill your destiny of Saint when you create some sort of durable and meaningful goodness in the world.</p><blockquote><p>Establish a large (at least city-wide) charitable organization that provides free services to those who need them and operate it for at least several years, cure some sort of widespread ill (be that an institution like slavery or a literal disease), rescue a large number of sapient creatures from a terrible situation, redeem a thoroughly selfish and cruel individual.</p></blockquote><p><em><strong>Fulfillment Feature: Soul of Virtue.</strong></em> Your persistent pursuit of goodness for its own sake is rewarded with miraculous power. You gain a Lay on Hands pool as a herald of your level, and may use it to heal wounds and remove conditions just as a herald would. If you already have such a pool, its size doubles.</p><p>In addition, you gain the Good alignment trait, and you emit a strong good aura for the purposes of any feature, spell, or trait that detects or affects Good creatures.</p><p><strong>Table: Saint Destiny</strong></p><table style=\"width: 100%; height: 117.578px;\" border=\"1\"><colgroup><col style=\"width: 13.5741%;\"><col style=\"width: 86.4259%;\"></colgroup><thead><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">1d6</td><td style=\"height: 16.7969px;\">Saint Motivation</td></tr></thead><tbody><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">1</td><td style=\"height: 16.7969px;\"><strong>Sympathy:</strong> You cannot just stand by and watch others suffer.</td></tr><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">2</td><td style=\"height: 16.7969px;\"><strong>Justice:</strong> Oppression fills you with the purest form of anger.</td></tr><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">3</td><td style=\"height: 16.7969px;\"><strong>Redemption:</strong> You did something for which you will never forgive yourself, and will spend you life trying to balance the scales.</td></tr><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">4</td><td style=\"height: 16.7969px;\"><strong>Duty:</strong> You simply do what you feel is right and expected.</td></tr><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">5</td><td style=\"height: 16.7969px;\"><strong>Fulfillment:</strong> There is nothing that gives you more satisfaction than helping others.</td></tr><tr style=\"height: 16.7969px;\"><td style=\"height: 16.7969px; text-align: center;\">6</td><td style=\"height: 16.7969px;\"><strong>Purpose:</strong> A life lived for oneself is empty and meaningless. A life lived for others is rich and full.</td></tr></tbody></table></div></div></div></div></div></div></div></div>",
    "sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.Item.vzk4iqc3qigbl6x2",
    "inspirationFeature": "Compendium.a5e.a5e-destiny-features.Item.rf3ieqi5wwgples7",
    "fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.Item.ted9vfyk4hfnkyp8",
    "source": "moarComplete"
  },
  "effects": [],
  "flags": {},
  "_id": "8dnwjetmzkpw9b8q"
}
