{
	"folder": null,
	"name": "Slayer",
	"type": "destiny",
	"img": "icons/skills/melee/blade-tip-chipped-blood-red.webp",
	"system": {
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": null
		},
		"description": "<p><em><strong>Source of Inspiration: War of Attrition.</strong></em> You gain Inspiration whenever you strike a blow against an especially powerful creature related to your destiny (but not necessarily your specific destined foe).</p>\n<p><em>Force the powerful enemy&rsquo;s retreat, obtain an item important to their defeat, gain a significant insight into their location or intentions, defeat one of their trusted lieutenants.</em></p>\n<p><em><strong>Inspiration Feature: Slayer&rsquo;s Gift.</strong></em> Fighting the creatures of darkness hones both your mental and physical prowess. After you roll an ability check, attack roll, or saving throw but before you know the outcome, you may spend your inspiration to add a +5 bonus to that roll.</p>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny as a Slayer when you defeat a specific and powerful creature connected to your fate.</p>\n<p><em>Destroy Vashika, Queen of the Vampires, thwart the aboleth Birgamoz&rsquo;s terrible plans of domination, imprison the Dread Knight Maza Dunn.</em></p>\n<p><strong><em>Fulfillment Feature: Eyes of the Slayer. </em></strong>While you are not incapacitated, you can use a bonus action to fix any hostile creature within 20 feet of you with an unsettling look, seeming to stare into its very soul. The creature makes a Wisdom saving throw with a DC equal to your passive Intimidation score. On a failure, it is frightened until the end of its next turn. On a success, it is immune to this ability for 24 hours.</p>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.Item.caujhs3qv0eq50oa",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.Item.8ot37eam2buj88ya",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.Item.ixksx77ehmbat0qh",
		"source": "gpg2"
	},
	"effects": [],
	"flags": {},
	"_id": "m5sj02jc8wravivf"
}