{
	"name": "Underdog",
	"type": "destiny",
	"img": "icons/magic/control/debuff-chains-shackle-movement-red.webp",
	"system": {
		"description": "<p>Some people strive towards their destiny while others are dragged there. Those fated to be Underdogs must battle adversity and survive against long odds, gradually growing into the heroes they never sought to become.</p><div><hr><p><strong><em>Source of Inspiration: Defiance.</em></strong><strong>&nbsp;</strong>You draw inspiration from striking out against oppression, defying long odds, and placing hope in the impossible. You gain inspiration whenever you score a critical hit against a creature larger than you are, roll a natural 20 on a death saving throw, openly defy a powerful being, or succeed after taking a risk with long odds.</p><p><em>Loudly refuse the orders of a tyrant, follow through with a convoluted or risky plan, succeed at something you were extremely likely to fail.</em></p><p><strong><em>Inspiration Feature: A Nose for Trouble.</em></strong><strong>&nbsp;</strong>Get kicked around long enough and you start to know when trouble&rsquo;s brewing. Whenever you or an ally you can see fails an Insight check, you can use your reaction to spend your inspiration and learn any information that would have been gained by a successful Insight check.</p><hr><h4>FULFILLING YOUR DESTINY</h4><p>You fulfill your Underdog&rsquo;s destiny when you finally overcome the odds.</p><p><em>Succeed at a nearly unattainable and grand task, complete a supposedly impossible quest, defeat an insurmountable foe, succeed at a dire endeavor where failure was all but guaranteed.</em></p><p><strong><em>Fulfillment Feature: Expendable and Invulnerable</em></strong><strong>.</strong>&nbsp;While being kicked around&nbsp;and batted from adventure to adventure, somehow you always seem to scramble out of the rubble. Whenever you would make a&nbsp;saving throw&nbsp;you may spend your inspiration to automatically succeed instead.</p><hr><p><strong>Table: Underdog Destiny</strong></p><p><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p><p>1&nbsp;<em>Conscripted:</em>&nbsp;Your choices were fight or die&mdash;you opted for life.</p><p>2&nbsp;<em>Swept Up:</em>&nbsp;Your life spiraled out of control as you struggled against a plethora of sudden changes.</p><p>3&nbsp;<em>Lost:</em>&nbsp;Your safe home is far gone and you&rsquo;re making the best of the here and now.</p><p>4&nbsp;<em>Put Upon:</em>&nbsp;Heavy obligations fell on your plate and you&rsquo;re handling it as best you can.</p><p>5&nbsp;<em>Striving:</em>&nbsp;Odds of success are slim but you would rather die than give up now.</p><p>6&nbsp;<em>Survival:</em>&nbsp;Dangers abound and you&rsquo;re just hoping to see the next sunrise.</p><hr></div><div><div><em>Source: Adventurer's Guide</em></div></div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.x163exv2ftn89yb3",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.r58dceghulbr3cbu",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.q3g05r32vw42ii3t",
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"source": "adventurersGuide"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "blp0c1opimbr0ydw"
}