{
	"name": "Wealth",
	"type": "destiny",
	"img": "icons/commodities/currency/coins-plain-pouch-gold.webp",
	"system": {
		"description": "<div class=\"field field--name-body field--type-text-with-summary field--label-hidden field--item\">\n<p>Glittering gold holds the promise of luxuries and freedom from want, all wrapped with the exhilarating rush of acquisition. Of the countless people who spend their lives in pursuit of Wealth some are just shrewd, clever, or brave enough to achieve their destiny.&nbsp;</p>\n<hr>\n<p><strong><em>Source of Inspiration: Profits.</em></strong><strong>&nbsp;</strong>You draw inspiration from spoils both easily gained and hard fought. You gain inspiration whenever you acquire substantial wealth.</p>\n<p><em>Gain currency or property worth at least 100 times your character level in gold, receive a magic item that is uncommon or rarer without purchasing it.</em></p>\n<p><strong><em>Inspiration Feature: Everyone Has a Price.</em></strong><strong>&nbsp;</strong>You can see the glint in people&rsquo;s hungry eyes as they watch money change hands and can perfectly name their price. As a bonus action you may spend your inspiration to accurately determine if a creature you see will take a bribe and what price they&rsquo;ll accept.&nbsp;</p>\n<hr>\n<h4>FULFILLING YOUR DESTINY</h4>\n<p>You fulfill your destiny of Wealth when you become obscenely wealthy.</p>\n<p><em>Become the head of a large and successful business, amass at least 100,000 gold, obtain a legendary magic item, acquire a priceless treasure.</em></p>\n<p><strong><em>Fulfillment Feature: Wise Investments.</em></strong><strong>&nbsp;</strong>The fabulously wealthy stay wealthy by creating businesses or investing wisely&mdash;then the engine of industry works tirelessly to keep the vaults full. You have a rich lifestyle (see&nbsp;lifestyle expenses).</p>\n<p>In addition, living lavishly can be reinvigorating. You can lavish yourself and any number of other creatures with luxuries whenever you start a long rest at the cost of 100 gold per creature. Each creature lavished in this way is cured of all diseases and poison, becomes immune to poison and being frightened, and makes all Wisdom saving throws with advantage. A creature&rsquo;s hit point maximum also increases by 2d10, and it gains the same number of hit points. These benefits last for 24 hours.</p>\n<hr>\n<p class=\"Indent1\"><strong>Table: Wealth Destiny</strong></p>\n<p class=\"Indent1\"><strong>[[/r d6]]</strong><strong>&nbsp;</strong><strong>Motivation</strong></p>\n<p class=\"Indent1\">1&nbsp;<em>Safety:</em>&nbsp;Riches can be a powerful bulwark for generations to come.</p>\n<p class=\"Indent1\">2&nbsp;<em>Greed:</em>&nbsp;You simply want&nbsp;<em>more</em>.</p>\n<p class=\"Indent1\">3&nbsp;<em>Respect:</em>&nbsp;You&rsquo;ll rise through the ranks and make them all look up to you at any cost.</p>\n<p class=\"Indent1\">4&nbsp;<em>Luxury:</em>&nbsp;You crave an easy life spiced with every vice.</p>\n<p class=\"Indent1\">5&nbsp;<em>Possessions</em>: Monetary value is not so important as collecting the things you love.&nbsp;</p>\n<p class=\"Indent1\">6&nbsp;<em>Change:</em>&nbsp;You demand a revolution that only wealth can enact.</p>\n<hr>\n<p>&nbsp;<em>Source : Adventurer's Guide</em></p>\n</div>",
		"sourceOfInspiration": "Compendium.a5e.a5e-destiny-features.qzac9587lipgohf5",
		"inspirationFeature": "Compendium.a5e.a5e-destiny-features.sbtdbabtirl5bcwv",
		"fulfillmentFeature": "Compendium.a5e.a5e-destiny-features.2o181mtb83787dui"
	},
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-destinies.fyyxr5z7gxh2oi5d"
		}
	},
	"_id": "fyyxr5z7gxh2oi5d"
}