{
  "name": "Necromantic Synergy",
  "type": "feature",
  "img": "icons/creatures/magical/spirit-undead-winged-ghost.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>In addition, at 7th level, you learn to tap into your growing necromantic power for greater effectiveness. You gain one of the following abilities:</p>\n<ul>\n<li><strong>Unliving swiftness</strong>: If you chose Path of the Vampire, your speed increases by 10 feet. You may also spend 7 Exertion points to cast Haste on yourself.</li>\n<li><strong>Binding wrappings</strong>: If you chose Path of the Mummy, you may spend 2 exertion points to extend your wrappings out to snare a creature up to 1 size category larger than yourself you can see within 30 feet. Make a ranged weapon attack as an action. If you hit, the creature is grappled (escape DC equal to your maneuver DC). While the creature remains grappled this way, you may spend a bonus action to drag the creature 10 feet closer to you.</li>\n<li><strong>Grasp of Vengeance</strong>: If you chose Path of the Revenant, you can strangle your foes at range with the sheer power of your hate. As an action, you may spend 4 exertion points to make a ranged spell attack against a creature you can see within 30 feet. It must make a Constitution save against your spell save DC or begin suffocating. The target may repeat this save at the end of each of its turns, ending the effect on a success. The effect also ends if you are knocked unconscious or die or if the target has remove curse or similar magic cast on it. A creature that successfully saves against your Grasp of Vengeance is immune to it for 24 hours.</li>\n</ul>",
    "favorite": false,
    "secretDescription": "",
    "source": "moarComplete",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.019,
      "lastMigration": null
    },
    "classes": "herald"
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "_id": "hw2an5t9wae7rge8"
}
