{
	"name": "Channel Divinity (Penitent)",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 3rd level when you choose this archetype, you gain the following two Channel Divinity options. </p><p><strong><em>Take Confession</em></strong></p><p>You can use an action to emit an aura of confession that extends 10 feet from you, which benefits you and one other willing creature within the aura. The aura lasts for an hour or until you decide to dismiss it (no action required). The effect also ends early if you or the target fall unconscious, make an attack roll, cast a spell other than those of the healing school, or make a Strength, Dexterity, or Constitution check.</p><p>While the aura is active, any words uttered by you or the target are only audible to the two of you. Outside sound can enter the aura, but is muffled; you and the targeted creature have disadvantage on Perception checks that rely on hearing anything but each other while the field is active. Noise other than your conversation passes through the field normally and creatures outside the field can hear sounds on the far side of the area, as well as your footsteps, musical instruments, etc. at no penalty. Magical sensors and creatures besides you and the target inside the aura cannot hear the conversation but pick up other sounds normally. If you end the effect by dismissing it, you may choose to impart one of the following effects onto the other creature: A calm emotions effect that persists for 8 hours and requires no concentration. Heal up to 3 levels of strife from the creature.</p><p><strong><em>Selfless Sacrifice </em></strong></p><p>As a bonus action, you may choose to exchange hit point totals with another creature within 30 feet that is bloodied and has fewer hit points than you. If this drops you to 0 hit points, you fall unconscious and must make death saving throws as normal.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "herald"
	},
	"img": "icons/magic/holy/prayer-hands-glowing-yellow-green.webp",
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "8mu9fvjgh1a6qqja",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}