{
	"name": "Undeniable Remorse",
	"type": "feature",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 15th level, your example compels even the wicked. As an action, or as a reaction when you become bloodied, you can open the eyes of every creature within 30 feet of you to their own moral failings. The effect ends after one hour if you are not bloodied. If you are bloodied, it ends as soon as you receive sufficient healing to no longer be bloodied or after an hour, whichever comes first. Creatures subject to this effect see the full extent of their own sin without the shield of their own justifications or excuses. Creatures with the Atonement destiny are immune to the effects of this feature, as are Celestials and Aberrations. Fiends, Undead, and creatures with the Monster destiny save automatically, but still suffer the reduced effects. </p><p>All other creatures with an Intelligence of 5 or greater that enter the area or start their turn in the area of this effect must make a Wisdom save against your spell save DC. A creature that fails its save is knocked prone and stunned, and at the Narrator’s option, may act in a manner that indicates its profound guilt as a result of this newfound clarity, such as sobbing or confessing its sins. It remains prone and stunned until it takes any damage, has to make another saving throw, or until you move further than 30 feet away from it. Creatures that succeed on their saving throw take 4d4 psychic damage and are rattled until the end of their next turn. Once you have used this feature, you can’t do so again until you finish a long rest.</p><p>You may also speak words of reassurance to an affected creature and help it to its feet (requiring an action), at which point the effect ends for it.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 1,
			"max": "1",
			"per": "longRest",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "herald"
	},
	"img": "icons/magic/holy/prayer-hands-glowing-yellow.webp",
	"effects": [],
	"flags": {
		"a5e": {
			"placeTemplate": true
		}
	},
	"folder": null,
	"_id": "1xs77ic89toi4kul",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}