{
	"folder": null,
	"name": "Legion Commander",
	"type": "feature",
	"img": "icons/commodities/treasure/crown-gold-laurel-wreath.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At this point in your career, you may find yourself commanding hundreds, or even thousands, of people. At 18th level, you gain one of the following options.</p>\n<h2>Address the Troops</h2>\n<p>Your words inspire those under your command to fight without fear. You gain proficiency in Persuasion. If you’re already proficient in Persuasion, you instead gain an expertise die.</p>\n<p>In addition, if you spend 10 minutes giving an inspiring speech, each creature you choose with an Intelligence of 4 or greater that can hear and understand you is filled with courage and resolve. Affected creatures gain 20 temporary hit points. While the temporary hit points last, the creature gains an expertise die on saving throws against becoming frightened.</p>\n<p>With the right technology on hand, you can greatly extend the number of creatures you can affect and the distance at which you can do so, even on a galactic scale.</p>\n<p>Once you’ve used this ability, you must finish a short or long rest before you can do so again.</p>\n<h2>Security Clearance</h2>\n<p>Governments and military organizations trust you with their most guarded secrets. With a few phone calls to the right people, you can make a Prestige check to obtain a high-level security clearance, granting you access to data such as the location of a top-secret military installation, the blueprints of The Fleet’s capital ship, or the medical files of the Emperor. Organizations hostile to you will never knowingly issue you a security clearance. Under most circumstances, your security clearance expires after 2 days. Once you’ve used this ability, you must wait a week before you can do so again.</p>\n<h2>Thousand-Foot View</h2>\n<p>You can survey the broad strokes of a military campaign to pinpoint an enemy’s weak spot. This survey takes the duration of a long rest and might involve reviewing stacks of field reports, analyzing thousands of AI-generated combat simulations, or simply pushing a few small-scale models across a replica battlefield. At the end of the long rest (which you still benefit from normally), you uncover a fatal flaw in your enemy’s organization, such as an easily disrupted supply line or a shield generator they’ve left undefended.</p>\n<p>The Narrator determines the nature of the information you uncover. Your stratagem is often time sensitive, and even if you act on it, there’s no guarantee the plan will succeed. Once you’ve used this ability in a campaign, you can’t do so again until the specifics of the campaign you’re analyzing significantly change.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "voidrunnersCodex",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"mlw6VrNFxTTZnqeB": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "mlw6VrNFxTTZnqeB",
				"label": "Legion Commander",
				"features": {
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.I59UmJFprWLxs0jK",
							"name": "Address the Troops",
							"img": "icons/creatures/abilities/mouth-teeth-human.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.y1tln9x14lHdN3Ea",
							"name": "Security Clearance",
							"img": "icons/sundries/documents/document-letter-blue.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.rVhuJ47bDZG70Hfg",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"class": "",
		"classes": "trooper",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.2",
		"createdTime": 1734472906832,
		"modifiedTime": 1734536623264,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "k9JsSLxoRvsTllL2"
}
