{
	"folder": null,
	"name": "Pillar of Strength",
	"type": "feature",
	"img": "icons/magic/light/explosion-beam-impact-silhouette.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>In the heat of battle, others look to you for guidance. The faith that others place in you extends to non-combat situations, as well. At 10th level, you gain one of the following options.</p>\n<h2>Celebrity Soldier</h2>\n<p>Your victories on the battlefield have won you the respect of leaders across the galaxy. Regardless of your Prestige score, your Prestige Center covers an entire planet, or even multiple planets, at the Narrator’s discretion. In addition, prominent politicians, businesspeople, and celebrities come to you asking for favors and may be willing to perform favors for you in return. The Narrator determines the nature of these interactions. For example, the head of a shipping conglomerate may arrange transport for you and your companions to one of their off-planet facilities in return for a review of the facility’s security. Similarly, if you endorse a politician’s run for office, they may open doors for you in the future.</p>\n<h2>Impartial Judge</h2>\n<p>Your integrity is known to be above reproach, and others may call upon you to issue punishments or settle disputes. Your Prestige rating increases by an amount equal to half your proficiency bonus. In addition, other people can always sense when you’re telling the truth (or at least, the truth as you see it). While others may not always agree with your decisions, so long as you do your best to remain impartial, your integrity is rarely called into question.</p>\n<h2>Veteran’s Insight</h2>\n<p>Others seek out your advice, hoping to gain insight from the lessons you’ve learned on the battlefield. A creature that listens to your advice for at least 1 minute gains an expertise dice on one ability check of its choice that it makes in the next 24 hours. Once someone has benefited from your Veteran’s Insight, they can’t do so again for another 24 hours. If an NPC follows your advice and it works out well for them, they become friendly towards you and remain so until you give them reason to change their mind.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "voidrunnersCodex",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"mgbLG0c1mjLw2IgO": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "mgbLG0c1mjLw2IgO",
				"label": "Pillar of Strength",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.CsqHzTjEileH1R3r",
							"name": "Celebrity Soldier",
							"img": "icons/sundries/flags/banner-skull-red.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.wNOqjQvZEzNpjWMQ",
							"name": "Impartial Judge",
							"img": "icons/skills/social/trading-justice-scale-gold.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.2lAQKaTnHkFgGAdq",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"class": "",
		"classes": "trooper",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.2",
		"createdTime": 1734472907079,
		"modifiedTime": 1734536657209,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "pEnoklOvzepNDNMV"
}
