{
	"folder": null,
	"name": "Psionics",
	"type": "feature",
	"img": "icons/magic/unholy/energy-smoke-pink.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 1st level you have learned to tap into your reservoir of psychic energy to manifest psionic powers. Psionic Ability Intelligence is your psionic ability for your psionic powers. You use your Intelligence whenever a power refers to your psionic ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a psionic power you manifest and when making an attack roll with one.</p><p><strong>Psionics save DC </strong>= 8 + your proficiency bonus + Intelligence modifier</p><p><strong>Psionics attack modifier </strong>= Your proficiency bonus + Intelligence modifier</p><h2>Learning and Using Powers</h2><p>You begin play with one Power. A power is a psionic ability that can be used any number of times without ever being exhausted. You gain additional powers at levels 2 and 5 and then every four levels thereafter which cannot be altered without intensive training or mystical intervention. Powers have ranges, targets, and some powers require known disciplines to learn. To learn a new power which has two or three required disciplines you must already know one power from each discipline. A power you know tied to two disciplines, such as Astral Projection, counts as one power from each of its disciplines for the purposes of learning new powers. In this case Telepathy and Telekinesis.</p><p><strong>Manifest.</strong> You use your psionics by taking the Manifest action. When you do so, you choose a Power to manifest as well as any Augments you wish to apply to the effect. You then assign your Psi Dice to your augments and your power takes effect. Once that happens, you roll your psi dice to resolve the action.</p><p><strong>Concentration.</strong> Most powers manifest instantaneously but some have a duration measured in minutes. Many such powers require concentration to maintain the power for the full duration.</p><h2>Psychic Reservoir</h2><p>You gain access to a reservoir of psychic energy. The Psychic Reservoir column of the Esper table shows the number of Psionic Dice you possess based on your level. You have two Psi Dice at level 1, each 1d4. You gain more and larger dice as you level up. When you take a Short Rest you may trade Hit Dice to recover Psi Dice on a 1 to 1 basis rather than using that Hit Die to recover HP. When you take a long rest you recover all of your Psi Dice.</p><h2>Using your Psi Dice</h2><p>Each power you possess has Augments which allow you to modify the way your power works, such as altering the range or function of that power. To activate an Augment, you must assign one of your Psi Dice to that Augment, and a Psi Die cannot be assigned to multiple Augments. Some Augments are particularly powerful, and require two, or even three, Psi Dice to be assigned to them for use. After you manifest your power, roll any Psi Dice assigned to the power’s Augments.</p><p>On a roll of 1 or 2 you remove that Psi Die from your reservoir. If you roll the highest number on the die, you add a Psi Dice to your reservoir up to your current maximum. It is possible to both lose and gain Psi Dice on a single power. When this happens, you lose Psi Dice first, then gain Psi Dice, allowing you to recover dice lost on the power you just manifested.</p><h2>Basic Augments</h2><p>You always have access to the following augments in addition to any augment specific to a power. You can use any of these augments on a given power.</p><ul><li><p><strong>Range:</strong> +60ft per Psi Dice (Unless the target is Self)</p></li><li><p><strong>Harm:</strong> +1d8 per Psi Dice (Assuming the power deals damage)</p></li><li><p><strong>Restoration:</strong> +1d8 per Psi Dice(Assuming the power heals damage)</p></li><li><p><strong>Split:</strong> The power targets an additional creature or object per Psi Dice.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "paranormalPower",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"class": "",
		"classes": "esper",
		"macro": "",
		"migrationData": {
			"version": null,
			"type": "",
			"lastMigration": {
				"schema": null
			}
		}
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "1.0.10",
		"createdTime": 1739810808140,
		"modifiedTime": 1739810988802,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "wSWALqcj2I3sgh5C"
}
