{
	"name": "Eldritch Armament",
	"type": "feature",
	"img": "icons/magic/control/silhouette-hold-change-green.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>When you take this archetype at 1st level, your study of eldritch warfare infuses your magical practice. You gain proficiency with four martial weapons of your choice, the History skill, and the History skill specialty <em>military history</em>. Finally, choose one of the following options, either Warrior’s Curse or Combat Maneuvers:</p><h2>Warrior's Curse</h2><p>You can use a bonus action to place a curse on a creature you can see within 30 feet. The curse lasts for 1 minute, and ends early if the target dies, you die, or you become incapacitated. The curse has the following effects:</p><ul><li><p>Choose magical bludgeoning, piercing, or slashing damage when you apply the curse. When you deal damage against the cursed creature, it takes an additional 1d4 damage of the chosen type. This bonus increases by 1d4 at 10th level, and again at 15th and 20th level.</p></li><li><p>You gain a pool of defensive dice, which begins empty. Every time the cursed creature hits you with an attack, you gain a defensive die. You may spend one of your defensive dice as a reaction when you are hit with an attack, adding 1d4 to your AC against that attack and potentially turning the hit into a miss. You may not spend a defensive die on the attack that you acquired it from. The pool disappears when you finish a short or long rest.</p></li></ul><p>Once you have used this feature, you can’t use it again until you finish a short or long rest.</p><hr class=\"a5e-rule u-my-md\"><h2>Combat Maneuvers</h2><p>You learn to use combat maneuvers. You gain proficiency with the Cutting Omen and your choice of the Mist and Shade, Mirror’s Glint, or Tempered Iron traditions. You learn one maneuver of your choice from traditions you are proficient with.</p><p>You gain an exertion pool equal to twice your proficiency bonus, regaining any spent exertion at the end of a short or long rest. You use your maneuvers by spending points from your exertion pool. The Maneuvers Known column of Table: Martialist Maneuvers (below) shows when you learn more maneuvers from a tradition you are proficient with, while the Maneuver Degree column shows the highest degree you can select maneuvers from at a given level.</p><p>Additionally, whenever you learn a new maneuver, you can choose one of the maneuvers you know and replace it with another maneuver of the same level from a tradition you are proficient with.</p><p><br><strong>TABLE: Martialist Maneuvers</strong></p><h4><strong>LEVEL - MANEUVERS KNOWN - MANEUVER DEGREE</strong></h4><ul><li><p>1 - 1 - 1st</p></li><li><p>2 - 2 - 1st</p></li><li><p>3 - 2 - 1st</p></li><li><p>4 - 3 - 1st</p></li><li><p>5 - 3 - 1st</p></li><li><p>6 - 3 - 1st</p></li><li><p>7 - 4 - 2nd</p></li><li><p>8 - 4 - 2nd</p></li><li><p>9 - 4 - 2nd</p></li><li><p>10 - 5 - 2nd</p></li><li><p>11 - 5 - 2nd</p></li><li><p>12 - 5 - 2nd</p></li><li><p>13 - 6 - 3rd</p></li><li><p>14 - 6 - 3rd</p></li><li><p>15 - 6 - 3rd</p></li><li><p>16 - 7 - 3rd</p></li><li><p>17 - 7 - 3rd</p></li><li><p>18 - 7 - 3rd</p></li><li><p>19 - 8 - 4th</p></li><li><p>20 - 8 - 4th</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "warlock"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "t8i8yg785og1i10t"
}