{
	"folder": null,
	"name": "Master Wielder",
	"type": "feature",
	"img": "icons/skills/melee/maneuver-greatsword-yellow.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>At 17th level, power both awesome and terrible is at your fingertips. Choose one of the following:</p>\n<h2>Bladed Victory</h2>\n<p>Your combat skill is unparalleled. You can use your action and forgo your bonus action and reaction to leap, flip, sunder, and strike in quick succession all over the battlefield performing a bladed victory. While performing a bladed victory your Speed doubles, and your movement does not provoke opportunity attacks until the start of your next turn.</p>\n<p>While performing a bladed victory you may move, make an attack against a single target, move, and attack a second target. You may repeat this process until you have no movement speed remaining. You cannot attack any target more than once, and you must move at least 5 feet between attacks. Once you use this feature you cannot do so again until you finish a long rest.</p>\n<h2>Crushing Weight</h2>\n<p>Your powers of telekinesis know no bounds. When you use this feature you exert an invisible force of pressure that can counter a starship’s engines or crumple a blast door like a sheet of paper. As an action you can spend 1 or more exertion and make a ranged psionic attack against an object you can see. On a hit, you deal 1d12 force damage for each point of exertion that you spend.</p>\n<p>Alternatively, you can choose to do no damage but instead to halt a vehicle or starship which is not moving at FTL speed. Spend exertion equal to the ship’s grade (minimum 1 exertion). The ship’s speed is reduced to 0 until the start of your next turn.</p>\n<h2>Impervious Defense</h2>\n<p>While wielding a starglaive you can use a bonus action and spend 1 exertion point to enter a defensive state of mind. Your starglaive moves so fast, it forms a translucent sphere 5 feet in diameter centered on you until the start of your next turn. Neither matter nor energy can penetrate your shielding sphere, your speed is halved, and you cannot benefit from your extra attack feature, but you can otherwise move and take actions as normal.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "voidrunnersCodex",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "",
				"threshold": 0
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"dSIYXoINxDaFA0am": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"_id": "dSIYXoINxDaFA0am",
				"label": "Master Wielder",
				"features": {
					"total": 1,
					"options": [
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.GQkL2FV42usUVYdf",
							"name": "Bladed Victory",
							"img": "icons/magic/movement/trail-streak-zigzag-yellow.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.eKY1Q4Qz5aqVqFqe",
							"name": "Crushing Weight",
							"img": "icons/magic/unholy/orb-hands-pink.webp",
							"limitedReselection": true,
							"selectionLimit": 1
						},
						{
							"uuid": "Compendium.a5e.a5e-class-features.Item.3JojinXWPqC6rUjF",
							"limitedReselection": true,
							"selectionLimit": 1
						}
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"class": "",
		"classes": "psyknight"
	},
	"effects": [],
	"flags": {},
	"_stats": {
		"coreVersion": "12.331",
		"systemId": "a5e",
		"systemVersion": "0.19.32",
		"createdTime": 1733248725174,
		"modifiedTime": 1733312250519,
		"lastModifiedBy": "Glw114cHAVexdKTu"
	},
	"_id": "XK7SvAmTtL3lWcIw"
}