{
  "name": "Antipathy/Sympathy",
  "type": "spell",
  "img": "icons/magic/symbols/star-rising-purple.webp",
  "data": {
    "ability": "",
    "actionOptions": [
      "savingThrow",
      "damage"
    ],
    "activation": {
      "cost": 1,
      "type": "hour",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>You mystically impart great love or hatred for a place, thing, or creature. Designate a kind of intelligent creature, such as dragons, goblins, or vampires.</p><p>The target now causes either antipathy or sympathy for the specified creatures for the duration of the spell. When a designated creature successfully saves against the effects of this spell, it immediately understands it was under a magical effect and is immune to this spell's effects for 1 minute.</p><ul><li><p><strong>Antipathy:</strong> When a designated creature can see the target or comes within 60 feet of it, the creature makes a Wisdom saving throw or becomes frightened. While frightened the creature must use its movement to move away from the target to the nearest safe spot from which it can no longer see the target. If the creature moves more than 60 feet from the target and can no longer see it, the creature is no longer frightened, but the creature becomes frightened again if it regains sight of the target or moves within 60 feet of it.</p></li><li><p><strong>Sympathy:</strong> When a designated creature can see the target or comes within 60 feet of it, the creature must succeed on a Wisdom saving throw. On a failure, the creature uses its movement on each of its turns to enter the area or move within reach of the target, and is unwilling to move away from the target.</p><p>If the target damages or otherwise harms an affected creature, the affected creature can make a Wisdom saving throw to end the effect. An affected creature can also make a saving throw once every 24 hours while within the area of the spell, and whenever it ends its turn more than 60 feet from the target and is unable to see the target.</p></li></ul>",
    "duration": {
      "unit": "day",
      "value": "10"
    },
    "healing": [],
    "proficient": true,
    "range": [
      "medium"
    ],
    "save": {
      "dc": "@spellDC",
      "onSave": "Special",
      "targetAbility": "wis"
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "creatureObject"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": false,
    "level": 8,
    "materials": "flask of honey and vinegar",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "enchantment",
      "secondary": [
        "compulsion"
      ]
    }
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "lu-a5e",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.5.5"
    }
  }
}