{
	"name": "Ceremony",
	"type": "spell",
	"img": "icons/commodities/treasure/token-gold-cross.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "spellcasting",
		"actionOptions": [],
		"activation": {
			"cost": 1,
			"type": "hour",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>You perform a religious ceremony during the casting time of this spell. When you cast the spell, you choose one of the following effects, any targets of which must be within range during the entire casting.</p><ul><li><p><strong>Funeral:</strong> You bless one or more corpses, acknowledging their transition away from this world. For the next week, they cannot become undead by any means short of a wish spell. This benefit lasts indefinitely regarding undead of CR 1/4 or less. A corpse can only benefit from this effect once.</p></li><li><p><strong>Guide the Passing:</strong> You bless one or more creatures within range for their passage into the next life. For the next 7 days, their souls cannot be trapped or captured by any means short of a wish spell. Once a creature benefits from this effect, it can't do so again until it has been restored to life.</p></li><li><p><strong>Offering:</strong> The gifts of the faithful are offered to the benefit of the gods and the community. Choose one skill or tool proficiency and target a number of creatures equal to your proficiency bonus that are within range. When a target makes an ability check using the skill or tool within the next week, it can choose to use this benefit to gain an expertise die on the check. A creature can be targeted by this effect no more than once per week.</p></li><li><p><strong>Purification:</strong> A creature you touch is washed with your spiritual energy. Choose one disease or possession effect on the target. If the save DC for that effect is equal to or lower than your spell save DC, the effect ends.</p></li><li><p><strong>Rite of Passage:</strong> You shepherd one or more creatures into the next phase of life, such as in a child dedication, coming of age, marriage, or conversion ceremony. These creatures gain inspiration. A creature can benefit from this effect no more than once per year.</p></li></ul>",
		"duration": {
			"unit": "instantaneous",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [
			"short"
		],
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "creatureObject"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 1,
		"materials": "25 gold worth of incense, consumed by the spell",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": true,
		"schools": {
			"primary": "evocation",
			"secondary": [
				"divine"
			]
		}
	},
	"_id": "bq5bki8n1gfhrqz1"
}