{
  "name": "Conjure Horde Demon",
  "type": "spell",
  "img": "icons/creatures/unholy/demon-fanged-horned-yellow.webp",
  "effects": [],
  "flags": {},
  "system": {
    "actions": {
      "5oJqdQWR5pFCaMQ5": {
        "name": "Conjure Horde Demon",
        "activation": {
          "cost": 1,
          "type": "action",
          "reactionTrigger": ""
        },
        "duration": {
          "unit": "hour",
          "value": "1"
        },
        "ranges": {
          "YOhr3VyudWkLO1Cx": {
            "range": "medium"
          }
        },
        "area": {
          "shape": "",
          "size": "",
          "placeTemplate": false
        },
        "target": {
          "quantity": "",
          "type": "none"
        },
        "consumers": {
          "MGXKrjgkFA1gS26t": {
            "mode": "variable",
            "spellLevel": 5,
            "points": 7,
            "type": "spell"
          }
        },
        "img": "icons/creatures/unholy/demon-fanged-horned-yellow.webp"
      }
    },
    "description": "<p><strong>Classes:&nbsp;</strong>Warlock, Wizard</p>\n<p>You summon a powerful demon from the teeming hordes of the Abyss. The creature has the statistics of a <em>Demonic Hordeling</em>, with certain traits determined by its type, as detailed in its <strong><em>Varied Shapes</em></strong> trait.&nbsp;</p>\n<p>The creature is friendly to you and your companions and takes its turn immediately after yours.</p>\n<p>It obeys your verbal commands. Without such commands, the creature only defends itself.</p>\n<p>Demons are unruly and difficult to control at the best of times. If you attempt to give it a command to do anything other than move to and attack another creature it can reach this round, or dash towards a creature to attack it if none are within range, you must make a spellcasting ability check opposed by the creatures charisma check as part of your command. On a success it obeys you, on a failure it attacks the nearest creature or dashes towards the nearest creature if it cannot reach one to attack. Once it attacks a creature, it will continue to do without need for further orders, and any attempt to get it to do anything else, including attacking a different creature, requires another opposed check.</p>\n<p>The creature disappears when reduced to 0 hit points. If your concentration is broken before the spell ends, you lose control of the creature, which becomes hostile and might attack you and your companions. An uncontrolled creature disappears 1 hour after you summoned it.</p>\n<p><strong><em>Cast at Higher Levels. </em></strong>For each slot level above 4th the creature's AC increases by 1, its hit points increase by 10, and its attacks do 1 additional damage.&nbsp;</p>\n<p>When cast with a 6th or higher level spell slot, roll on the varied traits table twice. The <em>demonic hordeling</em> has both rolled abilities. The <em>demonic hordeling</em> also gets an expertise die on its opposed charisma checks when you try to give it commands.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": {
      "name": "Mysterious and Marvelous Miscellanea",
      "link": "https://bit.ly/42ysoNZ",
      "publisher": "rollThemBones"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "",
        "threshold": ""
      }
    },
    "schema": {
      "version": 0.003,
      "lastMigration": {
        "version": {
          "schema": null,
          "foundry": "10.291",
          "system": "0.10.7"
        }
      }
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": false
    },
    "concentration": true,
    "level": 4,
    "materials": "a 10-foot cube of air, earth, fire, or water as appropriate",
    "materialsConsumed": false,
    "prepared": false,
    "prerequisite": "",
    "ritual": false,
    "schools": {
      "primary": "conjuration",
      "secondary": [
        "summoning",
        "divine",
        "evil",
        "chaos"
      ]
    }
  },
  "_id": "nly93ihu7csy164x"
}
