{
  "name": "Control Water",
  "type": "spell",
  "img": "icons/magic/water/pseudopod-swirl-blue.webp",
  "data": {
    "ability": "",
    "actionOptions": [
      "abilityCheck",
      "damage"
    ],
    "activation": {
      "cost": 1,
      "type": "action",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>Water inside the area is yours to command. On the round you cast it, and as an action on subsequent turns until the spell ends, you can choose one of the following effects. When you choose a different effect, the current one ends.</p><ul class=\"indentedSelection\"><li><strong>Flood:</strong> The standing water level rises by up to 20 feet. The flood water spills onto land if the area includes a shore, but when the area is in a large body of water you instead create a 20-foottall wave. The wave travels across the area and crashes down, carrying Huge or smaller vehicles to the other side, each of which has a 25% chance of capsizing. The wave repeats on the start of your next turn while this effect continues.</li><li><strong>Part Water:</strong> You create a 20-foot wide trench spanning the area with walls of water to either side. When this effect ends, the trench slowly refills over the course of the next round.</li><li><strong>Redirect Flow: Flowing water in the area moves in a direction you choose, including up. Once the water moves beyond the spell's area, it resumes its regular flow based on the terrain.</li><li><strong>Whirlpool:</strong> If the affected body of water is at least 50 feet square and 25 feet deep, a whirlpool forms within the area in a 50-foot wide cone that is 25 feet long. Creatures and objects that are in the area and within 25 feet of the whirlpool make an Athletics check against your spell save DC or are pulled 10 feet toward it. Once within the whirlpool, checks made to swim out of it have disadvantage. When a creature first enters the whirlpool on a turn or starts its turn there, it makes a Strength saving throw or takes 2d8 bludgeoning damage and is pulled into the center of the whirlpool. On a successful save, the creature takes half damage and isn't pulled.</li></ul></p>",
    "duration": {
      "unit": "minute",
      "value": "10"
    },
    "healing": [],
    "proficient": true,
    "range": [
      "long"
    ],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "area",
      "shape": "cube",
      "size": "100 ft."
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": true,
    "level": 4,
    "materials": "drop of water",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "transmutation",
      "secondary": [
        "arcane",
        "divine",
        "nature",
        "terrain",
        "water"
      ]
    }
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "lu-a5e",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.5.5"
    }
  }
}