{
	"name": "Denying Antimagic Field",
	"type": "spell",
	"img": "icons/magic/defensive/barrier-shield-dome-deflect-blue.webp",
	"effects": [],
	"flags": {},
	"system": {
		"actions": {
			"n0iVspnR0i53czUJ": {
				"name": "Denying Antimagic Field",
				"activation": {
					"cost": 1,
					"type": "action",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "hour",
					"value": "1"
				},
				"ranges": {
					"SWyxMO95E7TMVl54": {
						"range": "short"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": ""
				},
				"consumers": {
					"yYO7XTH5dhJVMFhp": {
						"mode": "variable",
						"spellLevel": 8,
						"points": 11,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>An invisible sphere of antimagic forms around you, moving with you and suppressing all magical effects within it. At the Narrator's discretion, sufficiently powerful artifacts and deities may be able to ignore the sphere's effects.</p><ul><li><p><strong>Area Suppression:</strong> When a magical effect protrudes into the sphere, that part of the effect's area is suppressed. For example, the ice created by a wall of ice is suppressed within the sphere, creating a gap in the wall if the overlap is large enough.</p></li><li><p><strong>Creatures and Objects:</strong> While within the sphere, any creatures or objects created or conjured by magic temporarily wink out of existence, reappearing immediately once the space they occupied is no longer within the sphere.</p></li><li><p><strong>Dispel Magic:</strong> The sphere is immune to dispel magic and similar magical effects, including other antimagic field spells.</p></li><li><p><strong>Magic Items:</strong> While within the sphere, magic items function as if they were mundane objects. Magic weapons and ammunition cease to be suppressed when they fully leave the sphere.</p></li><li><p><strong>Magical Travel:</strong> Whether the sphere includes a destination or departure point, any planar travel or teleportation within it automatically fails. Until the spell ends or the sphere moves, magical portals and extradimensional spaces (such as that created by a bag of holding) within the sphere are closed.</p></li><li><p><strong>Spells:</strong> Any spell cast within the sphere or at a target within the sphere is suppressed and the spell slot is consumed. Active spells and magical effects are also suppressed within the sphere. If a spell or magical effect has a duration, time spent suppressed counts against it.</p></li></ul><hr class=\"a5e-rule u-my-md\"><p><strong>Rare: Denying Antimagic Field.</strong> This spell’s range increases to 30 feet, but your concentration on the spell ends when you move. </p>",
		"favorite": false,
		"secretDescription": "",
		"source": "adventurersGuide",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "",
				"threshold": ""
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"classes": [],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": true,
		"level": 8,
		"materials": "pinch of powdered cold iron",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": true,
		"ritual": false,
		"schools": {
			"primary": "abjuration",
			"secondary": [
				"arcane",
				"negation",
				"planar",
				"protection"
			]
		},
		"schemaVersion": {
			"version": 0.013,
			"lastMigration": {
				"version": {
					"schema": 0.011,
					"foundry": "11.315",
					"system": "0.16.49"
				}
			}
		}
	},
	"folder": null,
	"_id": "6kpj52378496oot1"
}