{
	"name": "Forbidden Planar Ally",
	"type": "spell",
	"img": "icons/magic/holy/angel-winged-humanoid-blue.webp",
	"effects": [],
	"flags": {},
	"system": {
		"actions": {
			"FQSpe3muBDGfUYqd": {
				"name": "Planar Ally",
				"activation": {
					"cost": 10,
					"type": "minute",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "instantaneous",
					"value": ""
				},
				"ranges": {
					"ufXj1poaS5D8lJgT": {
						"range": "medium"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": "none"
				},
				"consumers": {
					"XGFKeUCLCeUrkLSR": {
						"mode": "variable",
						"spellLevel": 6,
						"points": 9,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>An entity from beyond the realm material answers your call for assistance. You must know this entity whether it is holy, unholy, or beyond the bounds of mortal comprehension. The entity sends forth a servant loyal to it to aid you in your endeavors. If you have a specific servant in mind you may speak its name during the casting, but ultimately who is sent to answer your call is the entity's decision.</p>\n<p>The creature that appears (a celestial, elemental, fey, or fiend), is under no compulsion to behave in any particular way other than how its nature and personality direct it. Any request made of the creature, simple or complex, requires an equal amount of payment which you must bargain with the creature to ascertain. The creature can request either items, sacrifices, or services in exchange for its assistance. A creature that you cannot communicate with cannot be bargained with.</p>\n<p>A task that can be completed in minutes is worth 100 gold per minute, a task that requires hours is worth 1, 000 gold per hour, and a task requiring days is worth 10, 000 gold per day (the creature can only accept tasks contained within a 10 day timeframe). A creature can often be persuaded to lower or raise prices depending on how a task aligns with its personality and the goals of its master &mdash;some require no payment at all if the task is deemed worthy. Additionally, a task that poses little or no risk only requires half the usual amount of payment, and an extremely dangerous task might call for double the usual payment. Still, only extreme circumstances will cause a creature summoned this way to accept tasks with a near certain result of death.</p>\n<p>A creature returns to its place of origin when a task is completed or if you fail to negotiate an agreeable task and payment. Should a creature join your party, it counts as a member of the group and receives a full portion of any experience gained.</p>\n<p><em><strong>Rare:&nbsp;</strong></em><strong>Forbidden Planar Ally.&nbsp;</strong>The spell&nbsp;allows the summoning of an aberration.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "",
				"threshold": ""
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"classes": [
			"cleric",
			"warlock",
			"witch"
		],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": false
		},
		"concentration": false,
		"level": 6,
		"materials": "",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": true,
		"ritual": false,
		"schools": {
			"primary": "conjuration",
			"secondary": [
				"divine",
				"planar",
				"summoning"
			]
		},
		"schemaVersion": {
			"version": 0.01,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"folder": null,
	"_id": "rvk0vorrrosigs1a"
}
