{
	"name": "Guards and Wards",
	"type": "spell",
	"img": "icons/creatures/magical/construct-golem-stone-blue.webp",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-spells.dpo22k81lb6t9ot4"
		}
	},
	"system": {
		"actions": {
			"5jT7isGrDtZvAGom": {
				"name": "Guards and Wards",
				"activation": {
					"cost": 10,
					"type": "minute",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "hour",
					"value": "24"
				},
				"ranges": {
					"wxwDwquXe3RCxpYr": {
						"range": "touch"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": ""
				},
				"consumers": {
					"iuc5o6eJxHCgYF28": {
						"mode": "variable",
						"spellLevel": 6,
						"points": 9,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>You create wards that protect the target area. Each warded area has a maximum height of 20 feet and can be shaped. Several stories of a stronghold can be warded by dividing the area among them if you can walk from one to the next while the spell is being cast.</p><p>When cast, you can create a password that can make a creature immune to these effects when it is spoken aloud. You may also specify individuals that are unaffected by any or all of the effects that you choose.</p><p><em>Guards and wards</em> creates the following effects within the area of the spell.</p><ul class=\"indentedSelection\"><li><strong><em>Corridors:</em></strong> Corridors are heavily obscured with fog. Additionally, creatures that choose between multiple passages or branches have a 50% chance to unknowingly choose a path other than the one they meant to choose.</li><li><strong><em>Doors:</em></strong> Doors are magically locked as if by an <em>arcane lock</em> spell. Additionally, you may conceal up to 10 doors with an illusion as per the illusory object component of the <em>minor illusion</em> spell to make the doors appear as unadorned wall sections.</ li><li><strong><em>Stairs:</em></strong> Stairs are filled from top to bottom with webs as per the <em>web</em> spell. Until the spell ends, the webbing strands regrow 10 minutes after they are damaged or destroyed.</li></ul><p>In addition, one of the following spell effects can be placed within the spell's area.</p><ul><li><em>Dancing lights</em> can be placed in 4 corridors and you can choose for them to repeat a simple sequence.</li><li><em>Magic mouth</em> spells can be placed in 2 locations.</li><li><em>Stinking clouds</em> can be placed in 2 locations.</p><p>The clouds return after 10 minutes if dispersed while the spell remains.</li><li>A <em>gust of wind</em> can be placed in a corridor or room.</li><li>Pick a 5-foot square. Any creature that passes through it subjected to a <em>suggestion</em> spell, hearing the suggestion mentally.</li></ul><p>The entirety of the warded area radiates as magic. Each effect must be targeted by separate dispel magic spells to be removed.</p><p>The spell can be made permanent by recasting the spell every day for a year.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "",
				"threshold": ""
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 6,
		"materials": "silver rod worth 10 gold, burning incense, brimstone, and oil",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": false,
		"schools": {
			"primary": "abjuration",
			"secondary": [
				"arcane",
				"protection"
			]
		}
	},
	"_id": "dpo22k81lb6t9ot4"
}