{
	"name": "Hallow",
	"type": "spell",
	"img": "icons/magic/symbols/star-inverted-yellow.webp",
	"effects": [],
	"flags": {},
	"system": {
		"actions": {
			"40aNtFcPVXwmNyUH": {
				"name": "Hallow",
				"activation": {
					"cost": 24,
					"type": "hour",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "permanent",
					"value": ""
				},
				"ranges": {
					"qy9TKOdQP1SJDSVc": {
						"range": "touch"
					}
				},
				"area": {
					"shape": "sphere",
					"radius": "60",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": ""
				},
				"consumers": {
					"oNcTtmv1QuVPlNUF": {
						"mode": "variable",
						"spellLevel": 5,
						"points": 7,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>You imbue the area with divine power, bolstering some creatures and hindering others. Celestials, elementals, fey, fiends, and undead cannot enter the area. They are also incapable of charming, frightening, or possessing another creature within the area. Any such effects end on a creature that enters the area. When casting, you may exclude one or more creature types from this effect.</p><p>Additionally, you may anchor additional magical effects to the area. Choose one effect from the list below (the Narrator may also offer specific effects).</p><p>Some effects apply to creatures. You may choose to affect all creatures, creatures of a specific type, or those that follow a specific leader or deity. Creatures make a Charisma saving throw when the spell is cast, when they enter the area for the first time on a turn, or if they end their turn within the area. On a successful save, a creature is immune to the effect until it leaves the area.</p><ul><li><p><strong>Courage:</strong> Creatures in the area cannot be frightened.</p></li><li><p><strong>Darkness:</strong> The area is filled by darkness, and normal light sources or sources from a lower level spell slot are smothered within it.</p></li><li><p><strong>Daylight:</strong> The area is filled with bright light, dispelling magical darkness created by spells of a lower level spell slot.</p></li><li><p><strong>Energy Protection:</strong> Creatures in the area gain resistance against a damage type of your choice (excepting bludgeoning, piercing, or slashing).</p></li><li><p><strong>Energy Vulnerability:</strong> Creatures in the area gain vulnerability against a damage type of your choice (excepting bludgeoning, piercing, or slashing).</p></li><li><p><strong>Everlasting Rest:</strong> Dead bodies laid to rest in the area cannot be turned into undead by any means.</p></li><li><p><strong>Extradimensional Interference:</strong> Extradimensional movement or travel is blocked to and from the area, including all teleportation effects.</p></li><li><p><strong>Fear</strong>: Creatures are frightened while within the area.</p></li><li><p><strong>Silence: </strong>No sound can enter or emanate from the area.</p></li><li><p><strong>Tongues: </strong>Creatures within the area can freely communicate with one another whether they share a language or not.</p></li></ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "",
				"threshold": ""
			}
		},
		"classes": [
			"cleric",
			"witch"
		],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 5,
		"materials": "sanctified oils and incense worth at least 1, 000 gold, consumed by the spell",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": false,
		"ritual": false,
		"schools": {
			"primary": "evocation",
			"secondary": [
				"divine",
				"protection"
			]
		},
		"schemaVersion": {
			"version": 0.009,
			"lastMigration": {
				"version": {
					"schema": 0.007,
					"foundry": "11.311",
					"system": "0.15.13"
				}
			}
		}
	},
	"folder": null,
	"_id": "r6eshb9jaeqc70mp"
}