{
	"name": "Imprisonment",
	"type": "spell",
	"img": "icons/magic/control/debuff-chains-ropes-net-red-orange.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ability": "spellcasting",
		"actionOptions": [
			"savingThrow"
		],
		"activation": {
			"cost": 1,
			"type": "minute",
			"reactionTrigger": ""
		},
		"attack": {
			"bonus": "",
			"critThreshold": 20,
			"type": ""
		},
		"area": {
			"shape": "",
			"size": ""
		},
		"check": {
			"ability": "str"
		},
		"damage": [],
		"description": "<p>You utter the target's name and attempt to bind them for eternity. On a successful save, a target is immune to any future attempts by you to cast this spell on it. On a failed save, choose from one of the forms of bindings below (each lasts until the spell ends).</p><ul><li><p><strong>Burial:</strong> The target is buried deep below the surface of the earth in a tomb just large enough to contain it. Nothing can enter the tomb. No teleportation or planar travel can be used to enter, leave, or affect the tomb or its contents. A small mithral orb is required for this casting.</p></li><li><p><strong>Chaining:</strong> Chains made of unbreakable material erupt from the ground and root the target in place. The target is restrained and cannot be moved by any means. A small adamantine chain is required for this casting.</p></li><li><p><strong>Hedged Prison:</strong> The target is imprisoned in a maze-like demiplane of your choosing, such as a labyrinth, a cage, a tower, a hedge maze, or any similar structure you desire. The demiplane is warded against teleportation and planar travel. A small jade representation of the demiplane is required for this casting.</p></li><li><p><strong>Minimus Containment:</strong> The target shrinks to just under an inch and is imprisoned inside a gemstone, crystal, jar, or similar object. Nothing but light can pass in and out of the vessel, and it cannot be broken, cut, or otherwise damaged. The special component for this effect is whatever prison you wish to use.</p></li><li><p><strong>Slumber:</strong> The target is plunged into an unbreakable slumber and cannot be awoken. Special soporific draughts are required for this casting.</p></li></ul><p>The target does not need sustenance or air, nor does it age. No divination spells of any sort can be used to reveal the target's location.</p><p>When cast, you must specify a condition that will cause the spell to end and release the target. This condition must be based on some observable action or quality and not related to mechanics like level, hitpoints, or class, and the Narrator must agree to it.</p><p>A dispel magic only dispels an <em>imprisonment</em> if it is cast using a 9th-level spell slot and targets the prison or the special component used to create the prison.</p><p>Each casting that uses the same spell effect requires its own special component. Repeated castings with the same component free the prior occupant.</p>",
		"duration": {
			"unit": "permanent",
			"value": ""
		},
		"healing": [],
		"proficient": true,
		"range": [
			"short"
		],
		"save": {
			"dc": "@spellDC",
			"onSave": "Negates effect",
			"targetAbility": "wis"
		},
		"source": "",
		"target": {
			"quantity": "",
			"type": "creature"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": false,
		"level": 9,
		"materials": "picture or statue of the target worth at least 500 gold per Hit Die of the target and a special component determined by the spell's effects",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": false,
		"schools": {
			"primary": "abjuration",
			"secondary": [
				"affliction",
				"arcane"
			]
		}
	},
	"_id": "w05cdifuyhoggm2s"
}