{
  "name": "Magic Jar",
  "type": "spell",
  "img": "icons/magic/unholy/strike-body-life-soul-purple.webp",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": 1,
      "type": "minute",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [
      {}
    ],
    "description": "<p>Your body becomes catatonic as your soul enters the vessel used as a material component. While within this vessel, you're aware of your surroundings as if you physically occupied the same space.</p><p>The only action you can take is to project your soul within range, whether to return to your living body (and end the spell) or to possess a humanoid.</p><p>You may not target creatures protected by protection from good and evil or magic circle spells. A creature you try to possess makes a Charisma saving throw or your soul moves from your vessel and into its body. The creature's soul is now within the container. On a successful save, the creature resists and you may not attempt to possess it again for 24 hours.</p><p>Once you possess a creature, you have control of it. Replace your game statistics with the creature's, except your Charisma, Intelligence and Wisdom scores. Your own cultural traits and class features also remain, and you may not use the creature's cultural traits or class features (if it has any).</p><p>During possession, you can use an action to return to the vessel if it is within range, returning the host creature to its body. If the host body dies while you are possessing it, the creature also dies and you must make a Charisma save. On a success you return to the container if it's within range. Otherwise, you die.</p><p>If the vessel is destroyed, the spell ends and your soul returns to your body if it's within range. If your body is out of range or dead when you try to return, you die.</p><p>The possessed creature perceives the world as if it occupied the same space as the vessel, but may not take any actions or movement. If the vessel is destroyed while occupied by a creature other than yourself, the creature returns to its body if the body is alive and within range. Otherwise, the creature dies.</p><p>The vessel is destroyed when the spell ends.</p>",
    "duration": {
      "unit": "permanent",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": [
      "long"
    ],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "self"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": false,
    "level": 6,
    "materials": "box, locket, gem, or other highly decorated vessel worth at least 500 gold",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "necromancy",
      "secondary": [
        "arcane",
        "compulsion",
        "evil"
      ]
    }
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "lu-a5e",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.5.5"
    }
  }
}