{
  "name": "Magnificent Mansion",
  "type": "spell",
  "img": "icons/environment/settlement/watchtower-cliff.webp",
  "data": {
    "ability": "",
    "actionOptions": [],
    "activation": {
      "cost": 1,
      "type": "minute",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>You conjure an extradimensional residence within range. It has one entrance that is in a place of your choosing, has a faint luster to it, and is 5 feet wide and 10 feet tall. You and any designated creature may enter your mansion while the portal is open. You may open and close the portal while you are within 30 feet of it. Once closed the entrance is invisible.</p><p>The entrance leads to an opulent entrance hall, with many doors and halls coming from it. The atmosphere is welcoming, warm, and comfortable, and the whole place is sparkling clean.</p><p>The floor plan of the residence is up to you, but it must be made up of fifty or fewer 10-foot cubes.</p><p>The furniture and decor are chosen by you. The residence contains enough food to provide Supply for a number of people equal to 5 &times; your proficiency bonus. A staff of translucent, lustrous servants dwell within the residence. They may otherwise look how you wish. These servants obey your commands without question, and can perform the same nonhostile actions as a human servant&mdash;they might carry objects, prepare and serve food and drinks, clean, make simple repairs, and so on. Servants have access to the entire mansion but may not leave.</p><p>All objects and furnishings belonging to the mansion evaporate into shimmering smoke when they leave it. Any creature within the mansion when the spell ends is expelled into an unoccupied space near the entrance.</p>",
    "duration": {
      "unit": "hour",
      "value": "24"
    },
    "healing": [],
    "proficient": true,
    "range": [
      "300 feet"
    ],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "none"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": false,
    "level": 7,
    "materials": "ornately engraved padlock, a square of embroidered silk, and highly polished ebony worth at least 300 gold",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "conjuration",
      "secondary": [
        "arcane",
        "planar"
      ]
    }
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "lu-a5e",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.5.5"
    }
  }
}