{
	"name": "Okiremle's Lawful Infernal Conjuring",
	"type": "spell",
	"img": "icons/magic/unholy/silhouette-evil-horned-giant.webp",
	"effects": [],
	"flags": {},
	"system": {
		"actions": {
			"QbfaHPMZOW1Zc8rW": {
				"name": "Okiremle's Lawful Infernal Conjuring",
				"activation": {
					"cost": 1,
					"type": "minute",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "hour",
					"value": "1"
				},
				"ranges": {
					"HiiLhb3A7y7WQGMq": {
						"range": "medium"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": "none"
				},
				"consumers": {
					"ghuwiyHig11IOlOQ": {
						"mode": "variable",
						"spellLevel": 6,
						"points": 9,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p><strong>Classes: </strong>Cleric, Warlock, Wizard</p>\n<hr>\n<p>You summon a devil from the depths of Hell, bargaining for its aid. This creature uses the statistics of an <em>infernal creature</em> with certain traits determined by your choice of its type: bearded devil, hell hound, or barbed devil.</p>\n<p>When casting this spell, you must offer the devil summoned payment out of your soul. Your maximum hit points are reduced by an amount equal to 5 x the level of the spell. These lost hit points cannot be regained while the devil remains, and they are restored when the <em>infernal creature</em> returns to Hell. When the spell ends, you must make a DC 13 Wisdom saving throw or gain a level of strife (DC 18 if it was cast using rapid summoning). If you are reduced to 0 hit points while the <em>infernal creature </em>remains, whether concentrating on the spell or not, the reduction to your maximum hit points becomes permanent unless undone by a spell such as greater restoration.</p>\n<p>The creature is friendly to you and your companions and takes its turn immediately after yours.</p>\n<p>It obeys your verbal commands. Without such commands, the creature only defends itself.</p>\n<p>The creature disappears when reduced to 0 hit points. If your concentration is broken before the spell ends, you lose control of the creature, which becomes hostile and might attack you and your companions. An uncontrolled creature disappears at the end of the spell's maximum duration.</p>\n<p><strong><em>Cast at Higher Levels.</em></strong> For each slot level above 6th the <em>infernal creature</em>'s AC increases by 1, its hit points increase by 10, and when it deals damage with an attack it deals 1d6 extra damage. This addittional damage is fire for the hellhound's bite attack. The DC to avoid gaining a level of strife when the spell ends also increases by 1.</p>\n<hr>\n<p><strong>Rare: Okiremle's Lawful Infernal Conjuring. </strong>When using rapid summoning to cast this spell, the spell does not require concentration. Increase the maximum hit point reduction you must pay by 5.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": {
			"name": "Mysterious and Marvelous Miscellanea",
			"link": "https://bit.ly/42ysoNZ",
			"publisher": "rollThemBones"
		},
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "",
				"threshold": ""
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"classes": [],
		"components": {
			"vocalized": true,
			"seen": true,
			"material": false
		},
		"concentration": true,
		"level": 6,
		"materials": "",
		"materialsConsumed": false,
		"prepared": false,
		"prerequisite": "",
		"rare": true,
		"ritual": false,
		"schools": {
			"primary": "conjuration",
			"secondary": [
				"summoning",
				"evil",
				"law",
				"divine"
			]
		},
		"schemaVersion": {
			"version": 0.011,
			"lastMigration": {
				"version": {
					"schema": 0.01,
					"foundry": "11.315",
					"system": "0.16.37"
				}
			}
		}
	},
	"folder": null,
	"_id": "wi77bkt9ly5zhoq8"
}