{
	"name": "Raise Hell",
	"type": "spell",
	"img": "icons/magic/earth/lava-stone-fire-yellow.webp",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-spells.rarvkjkgdchbdla4"
		}
	},
	"system": {
		"actions": {
			"lByMyg30uC3ecPY2": {
				"name": "Raise Hell",
				"activation": {
					"cost": 1,
					"type": "action",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "hour",
					"value": "24"
				},
				"ranges": {
					"S7cCH18albUVodpv": {
						"range": "self"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": ""
				},
				"consumers": {
					"Vhhcsf54vEOFtd19": {
						"mode": "variable",
						"spellLevel": 9,
						"points": 13,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>You transform the land around you into a blasted hellscape. When you cast the spell, all nonmagical vegetation in the area immediately dies. In addition, you can create any of the following effects within the area. Fiends are immune to these effects, as are any creatures you specify at the time you cast the spell. A successful dispel magic ends a single effect, not the entire area.</p><p>Brimstone Rubble. You can fill any number of unoccupied 5-foot squares in the area with smoldering brimstone. These spaces become difficult terrain. A creature that enters an affected square or starts its turn there takes 2d10 fire damage.</p><p>Field of Fear. Dread pervades the entire area.</p><p>A creature that starts its turn in the area must make a successful Wisdom saving throw or be frightened until the start its next turn. While frightened, a creature must take the Dash action to escape the area by the safest available route on each of its turns. On a successful save, the creature becomes immune to this effect for 24 hours.</p><p>Spawning Pits. The ground opens to create up to 6 pits filled with poisonous bile. Each pit fills a 10-foot cube that drops beneath the ground.</p><p>When this spell is cast, any creature whose space is on a pit may make a Dexterity saving throw, moving to an unoccupied space next to the pit on a success. A creature that enters a pit or starts its turn there takes 15d6 poison damage, or half as much damage on a successful Constitution saving throw. A creature reduced to 0 hit points by this damage immediately dies and rises as a lemure at the start of its next turn. Lemures created this way obey your verbal commands, but they disappear when the spell ends or if they leave the area for any reason.</p><p>Unhallowed Spires. Up to four spires of black ice rise from the ground in unoccupied 10-foot squares within the area. Each spire can be up to 66 feet tall and is immune to all damage and magical effects. Whenever a creature within 30 feet of a spire would regain hit points, it does not regain hit points and instead takes 3d6 necrotic damage.</p><p>If you maintain concentration on the spell for the full duration, the effects are permanent until dispelled.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "",
				"threshold": ""
			}
		},
		"schema": {
			"version": 0.003,
			"lastMigration": {
				"version": {
					"schema": null,
					"foundry": "10.291",
					"system": "0.10.7"
				}
			}
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": true
		},
		"concentration": true,
		"level": 9,
		"materials": "drop of blood from a fallen angel, consumed by the spell",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": false,
		"schools": {
			"primary": "transmutation",
			"secondary": [
				"evil",
				"law",
				"terrain"
			]
		},
		"ability": "spellcasting",
		"proficient": true,
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		}
	},
	"_id": "rarvkjkgdchbdla4"
}