{
  "name": "Seeming",
  "type": "spell",
  "img": "icons/equipment/head/mask-carved-bird-grey-pink.webp",
  "data": {
    "ability": "spellcasting",
    "actionOptions": [
      "abilityCheck"
    ],
    "activation": {
      "cost": 1,
      "type": "action",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>Until the spell ends or you use an action to dispel it, you can change the appearance of the targets. The spell disguises their clothing, weapons, and items as well as changes to their physical appearance. An unwilling target can make a Charisma saving throw to avoid being affected by the spell.</p><p>You can alter the appearance of the target as you see fit, including but not limited to: its heritage, 1 foot of height, weight, clothing, tattoos, piercings, facial features, hair style and length, skin and eye coloration, sex and any other distinguishing features.</p><p>You cannot disguise the target as a creature of a different size category, and its limb structure remains the same; for example if it's bipedal, you can't use this spell to make it appear as a quadruped.</p><p>The disguise does not hold up to physical inspection. A creature that tries to grab an illusory hat, for example, finds its hand passes straight through the figment. To see through your disguise without such an inspection, a creature must use its action to make an Investigation check against your spell save DC.</p>",
    "duration": {
      "unit": "hour",
      "value": "8"
    },
    "healing": [],
    "proficient": true,
    "range": [
      "short"
    ],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "creature"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": false
    },
    "concentration": false,
    "level": 5,
    "materials": "",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "illusion",
      "secondary": [
        "arcane",
        "obscurement",
        "utility"
      ]
    }
  },
  "effects": [],
  "flags": {},
  "_id": "49s5aqljfsgyq9wg"
}