{
  "name": "Shapechange",
  "type": "spell",
  "img": "icons/creatures/reptiles/dragon-horned-blue.webp",
  "data": {
    "ability": "spellcasting",
    "actionOptions": [
      "damage"
    ],
    "activation": {
      "cost": 1,
      "type": "action",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>You assume the form of a creature of a Challenge Rating equal to or lower than your level. The creature cannot be an undead or a construct, and it must be a creature you have seen. You change into the average version of that creature, and do not gain any class levels or the Spellcasting trait.</p><p>Until the spell ends or you are dropped to 0 hit points, your game statistics (including your hit points) are replaced by the statistics of the chosen creature, though you keep your Charisma, Intelligence, and Wisdom scores. You also keep your skill and saving throw proficiencies as well as gaining the creature's. However, if you share a proficiency with the creature, and the creature's bonus is higher than yours, you use the creature's bonus. You keep all of your features, skills, and traits gained from your class, heritage, culture, background, or other sources, and can use them as long as the creature is physically capable of doing so. You do not keep any special senses, such as darkvision, unless the creature also has them. You can only speak if the creature is typically capable of speech. You cannot use legendary actions or lair actions. Your gear melds into the new form. Equipment that merges with your form has no effect until you leave the form.</p><p>When you revert to your normal form, you return to the number of hit points you had before you transformed. If the spell's effect on you ends early from dropping to 0 hit points, any excess damage carries over to your normal form and knocks you unconscious if the damage reduces you to 0 hit points.</p><p>Until the spell ends, you can use an action to change into another form of your choice. The new form follows all the rules as the previous form, with one exception: if the new form has more hit points than your previous form, your hit points remain at their previous value.</p>",
    "duration": {
      "unit": "hour",
      "value": "1"
    },
    "healing": [],
    "proficient": true,
    "range": [
      "self"
    ],
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "self"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": true,
    "level": 9,
    "materials": "circlet worth at least 1, 500 gold placed on your head before the transformation",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "transmutation",
      "secondary": [
        "arcane",
        "nature",
        "shapechanging"
      ]
    }
  },
  "effects": [],
  "flags": {},
  "_id": "veb3jjs5ylmbz8th"
}