{
  "name": "Teleport",
  "type": "spell",
  "img": "icons/skills/movement/arrow-upward-yellow.webp",
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Compendium.a5e.a5e-spells.5ijl5b1goq9774l3"
    },
    "a5e": {},
    "exportSource": {
      "world": "a5e-dev",
      "system": "a5e",
      "coreVersion": "10.291",
      "systemVersion": "0.8.15"
    }
  },
  "system": {
    "ability": "spellcasting",
    "actions": {
      "oTvys7WBkTCyq5tC": {
        "name": "Teleport",
        "activation": {
          "cost": 1,
          "type": "action",
          "reactionTrigger": ""
        },
        "duration": {
          "unit": "instantaneous",
          "value": ""
        },
        "ranges": {
          "3b7P9BQQOoFFhXOR": {
            "range": "Same plane"
          }
        },
        "area": {
          "shape": "",
          "size": "",
          "placeTemplate": false
        },
        "target": {
          "quantity": "",
          "type": "creature"
        }
      }
    },
    "description": "<p>You teleport the targets instantly across vast distances. When you cast this spell, choose a destination. You must know the location you're teleporting to, and it must be on the same plane of existence.</p><p>Teleportation is difficult magic and you may arrive off-target or somewhere else entirely depending on how familiar you are with the location you're teleporting to. When you teleport, the Narrator rolls 1d100 and consults Table: Teleport Familiarity.</p><p>Familiarity is determined as follows: Permanent Circle: A permanent teleportation circle whose sigil sequence you know (see teleportation circle).</p><p>Associated Object: You have an object taken from the target location within the last 6 months, such as a piece of wood from the pew in a grand temple or a pinch of grave dust from a vampire's hidden redoubt.</p><p>Very Familiar: A place you have frequented, carefully studied, or can see at the time you cast the spell.</p><p>Seen Casually: A place you have seen more than once but don't know well. This could be a castle you've passed by but never visited, or the farms you look down on from your tower of ivory.</p><p>Viewed Once: A place you have seen once, either in person or via magic.</p><p>Description: A place you only know from someone else's description (whether spoken, written, or even marked on a map).</p><p>False Destination: A place that doesn't actually exist. This typically happens when someone deceives you, either intentionally (like a wizard creating an illusion to hide their actual tower) or unintentionally (such as when the location you attempt to teleport to no longer exists).</p><p>Your arrival is determined as follows: On Target: You and your targets arrive exactly where you mean to.</p><p>Off Target: You and your targets arrive some distance away from the target in a random direction. The further you travel, the further away you are likely to arrive. You arrive off target by a number of miles equal to 1d10 &times; 1d10 percent of the total distance of your trip.</p><p>If you tried to travel 1, 000 miles and roll a 2 and 4 on the d10s, you land 6 percent off target and arrive 60 miles away from your intended destination in a random direction. Roll 1d8 to randomly determine the direction: 1&mdash;north, 2 &mdash;northeast, 3 &mdash;east, 4 &mdash;southeast, 5&mdash;south, 6 &mdash;southwest, 7&mdash;west, 8&mdash;northwest.</p><p>Similar Location: You and your targets arrive in a different location that somehow resembles the target area. If you tried to teleport to your favorite inn, you might end up at a different inn, or in a room with much of the same decor.</p><p>Typically you appear at the closest similar location, but that is not always the case.</p><p>Mishap: The spell's magic goes awry, and each teleporting creature or object takes 3d10 force damage. The Narrator rerolls on the table to determine where you arrive. When multiple mishaps occur targets take damage each time.</p>",
    "favorite": false,
    "proficient": true,
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": false,
      "material": false
    },
    "concentration": false,
    "level": 7,
    "materials": "",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": true,
    "schools": {
      "primary": "conjuration",
      "secondary": [
        "arcane",
        "teleportation"
      ]
    }
  },
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.8.15",
    "coreVersion": "10.291",
    "createdTime": 1678673675488,
    "modifiedTime": 1678673713945,
    "lastModifiedBy": "eunZYRLVMq93MkmD"
  }
}