{
  "name": "True Polymorph",
  "type": "spell",
  "img": "icons/magic/control/encase-creature-humanoid-hold.webp",
  "data": {
    "ability": "",
    "actionOptions": [
      "savingThrow",
      "damage"
    ],
    "activation": {
      "cost": 1,
      "type": "action",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [
      {}
    ],
    "description": "<p>The target is transformed until it drops to 0 hit points or the spell ends. You can make the transformation permanent by concentrating on the spell for the full duration.</p><p>Creature into Creature: The target's body is transformed into a creature with a Challenge Rating equal to or less than its own. If the target doesn't have a Challenge Rating, use its level.</p><p>The target's game statistics (including its hit points and mental ability scores) are replaced by the statistics of the chosen creature. The target is limited to actions that it is physically capable of doing, and it can't speak or cast spells. The target's gear melds into the new form. Equipment that merges with a target's form has no effect until it leaves the form.</p><p>When the target reverts to its normal form, it returns to the number of hit points it had before it transformed. If the spell's effects on the target end early from dropping to 0 hit points, any excess damage carries over to its normal form and knocks it unconscious if the damage reduces it to 0 hit points.</p><p>Object into Creature: The target is transformed into any kind of creature, as long as the creature's size isn't larger than the object's size and it has a Challenge Rating of 9 or less. The creature is friendly to you and your allies and acts on each of your turns. You decide what action it takes and how it moves. The Narrator has the creature's statistics and resolves all of its actions and movement.</p><p>If the spell becomes permanent, you no longer control the creature. It might remain friendly to you, depending on how you have treated it.</p><p>Creature into Object: You turn the target and whatever it is wearing and carrying into an object. The target's game statistics are replaced by the statistics of the chosen object. The target has no memory of time spent in this form, and when the spell ends it returns to its normal form.</p>",
    "duration": {
      "unit": "hour",
      "value": "1"
    },
    "healing": [],
    "proficient": true,
    "range": [
      "short"
    ],
    "save": {
      "dc": "",
      "onSave": "Negates effect",
      "targetAbility": "wis"
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "creatureObject"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": true,
    "level": 9,
    "materials": "mercury, gum arabic, smoke",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": false,
    "schools": {
      "primary": "transmutation",
      "secondary": [
        "arcane",
        "shapechanging",
        "transformation"
      ]
    }
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "a5e-compendium-stuff",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.5.5"
    }
  }
}