{
  "name": "Wish",
  "type": "spell",
  "img": "icons/magic/symbols/star-yellow.webp",
  "effects": [],
  "flags": {},
  "system": {
    "actions": {
      "8TxpWj8UiRMbdwJj": {
        "name": "Wish",
        "activation": {
          "cost": 1,
          "type": "action",
          "reactionTrigger": ""
        },
        "duration": {
          "unit": "instantaneous",
          "value": ""
        },
        "ranges": {
          "sO9fsDSJhUy5CK8H": {
            "range": ""
          }
        },
        "area": {
          "shape": "",
          "size": "",
          "placeTemplate": false
        },
        "target": {
          "quantity": "",
          "type": "other"
        },
        "consumers": {
          "qkWfBX7WyYmMkRvw": {
            "mode": "variable",
            "spellLevel": 9,
            "points": 13,
            "type": "spell"
          }
        }
      }
    },
    "description": "<p>This is the mightiest of mortal magics and alters reality itself.</p><p>The safest use of this spell is the duplication of any other spell of 8th-level or lower without needing to meet its requirements (including components).</p><p>You may instead choose one of the following:</p><ul><li>One nonmagical object of your choice that is worth up to 25, 000 gold and no more than 300 feet in any dimension appears in an unoccupied space you can see on the ground.</li><li>Up to 20 creatures that you can see to regain all their hit points, and each is further healed as per the greater restoration spell.</li><li>Up to 10 creatures that you can see gain resistance to a damage type you choose.</li><li>Up to 10 creatures you can see gain immunity to a single spell or other magical effect for 8 hours.</li><li>You force a reroll of any roll made within the last round (including your last turn). You can force the reroll to be made with advantage or disadvantage, and you can choose whether to use the reroll or the original roll.</li></ul><p>You might be able to achieve something beyond the scope of the above examples. State your wish to the Narrator as precisely as possible, being very careful in your wording. Be aware that the greater the wish, the greater the chance for an unexpected result. This spell might simply fizzle, your desired outcome might only be partly achieved, or you might suffer some unforeseen consequence as a result of how you worded the wish. The Narrator has the final authority in ruling what occurs&mdash;and reality is not tampered with lightly.</p><p><strong><em>Multiple Wishes:</em></strong> The stress of casting this spell to produce any effect other than duplicating another spell weakens you. Until finishing a long rest, each time you cast a spell you take 1d10 necrotic damage per level of that spell. This damage can't be reduced or prevented. In addition, your Strength drops to 3 for 2d4 days (if it isn't 3 or lower already). For each of those days that you spend resting and doing nothing more than light activity, your remaining recovery time decreases by 2 days. Finally, there is a 33% chance that you are unable to cast wish ever again.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "",
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recharge": {
        "formula": "",
        "threshold": ""
      }
    },
    "schema": {
      "version": 0.007,
      "lastMigration": {
        "version": {
          "schema": 0.003,
          "foundry": "11.307",
          "system": "0.15.0"
        }
      }
    },
    "classes": [
      "sorcerer",
      "wizard"
    ],
    "components": {
      "vocalized": true,
      "seen": false,
      "material": false
    },
    "concentration": false,
    "level": 9,
    "materials": "",
    "materialsConsumed": false,
    "prepared": false,
    "prerequisite": "",
    "ritual": false,
    "schools": {
      "primary": "conjuration",
      "secondary": [
        "arcane"
      ]
    }
  },
  "folder": "XXlxppJh0OdnJaQQ",
  "_id": "pe52jryde7ljobzq"
}
