{
	"name": "Wormway",
	"type": "spell",
	"img": "icons/magic/control/hypnosis-mesmerism-swirl.webp",
	"effects": [],
	"flags": {
		"core": {
			"sourceId": "Compendium.a5e.a5e-spells.lg7k8spte9d7dq1r"
		}
	},
	"system": {
		"actions": {
			"Ig4tSWxBggu1dgdl": {
				"name": "Wormway",
				"activation": {
					"cost": 1,
					"type": "minute",
					"reactionTrigger": ""
				},
				"duration": {
					"unit": "instantaneous",
					"value": ""
				},
				"ranges": {
					"V5dBkwnhNSi5Sz4M": {
						"range": "150 miles"
					}
				},
				"area": {
					"shape": "",
					"size": "",
					"placeTemplate": false
				},
				"target": {
					"quantity": "",
					"type": "creature"
				},
				"consumers": {
					"GuW73dnBJAUmIIwS": {
						"mode": "variable",
						"spellLevel": 6,
						"points": 9,
						"type": "spell"
					}
				}
			}
		},
		"description": "<p>You call a Gargantuan monstrosity from the depths of the world to carry you and your allies across great distances. When you cast this spell, the nearest purple worm within range is charmed by you and begins moving toward a point on the ground that you can see. If there are no purple worms within range, the spell fails. The earth rumbles slightly as it approaches and breaks through the surface. Any creatures within 20 feet of that point must make a Dexterity saving throw or be knocked prone and pushed 10 feet away from it.</p><p>Upon emerging, the purple worm lays down before you and opens its maw. Targets can climb inside where they are enclosed in an impervious hemispherical dome of force.</p><p>Once targets are loaded into the purple worm, nothing&mdash;not physical objects, energy, or other spell effects &mdash;can pass through the barrier, in or out, though targets in the sphere can breathe there. The hemisphere is immune to all damage, and creatures and objects inside can't be damaged by attacks or effects originating from outside, nor can a target inside the hemisphere damage anything outside it.</p><p>The atmosphere inside the dome is comfortable and dry regardless of conditions outside it.</p><p>The purple worm waits until you give it a mental command to depart, at which point it dives back into the ground and travels, without need for rest or food, as directly as possible while avoiding obstacles to a destination known to you. It travels 150 miles per day.</p><p>When the purple worm reaches its destination it surfaces, the dome vanishes, and it disgorges the targets in its mouth before diving back into the depths again.</p><p>The purple worm remains charmed by you until it has delivered you to your destination and returned to the depths, or until it is attacked at which point the charm ends, it vomits its targets in the nearest unoccupied space as soon as possible, and then retreats to safety.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "",
		"uses": {
			"value": null,
			"max": "",
			"per": null
		},
		"components": {
			"vocalized": true,
			"seen": true,
			"material": false
		},
		"concentration": false,
		"level": 6,
		"materials": "",
		"materialsConsumed": false,
		"prepared": false,
		"ritual": true,
		"schools": {
			"primary": "enchantment",
			"secondary": [
				"movement",
				"summoning"
			]
		},
		"ability": "spellcasting",
		"proficient": true,
		"save": {
			"dc": "",
			"onSave": "",
			"targetAbility": ""
		}
	},
	"_id": "lg7k8spte9d7dq1r"
}