{
  "name": "Writhing Transformation",
  "type": "spell",
  "img": "icons/magic/death/hand-dirt-undead-zombie.webp",
  "data": {
    "ability": "",
    "actionOptions": [
      "abilityCheck"
    ],
    "activation": {
      "cost": 1,
      "type": "week",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [
      {}
    ],
    "description": "<p>As part of the casting of this spell, you lay down in the coffin on a patch of bare earth and it buries itself. Over the following week, you are incapacitated and do not need air, food, or sleep. Your insides are eaten by worms, but you do not die and your skin remains intact. If you are exhumed during this time, or if the spell is otherwise interrupted, you die.</p><p>At the end of the week, the transformation is complete and your true form is permanently changed. Your appearance is unchanged but underneath your skin is a sentient mass of worms. Any creature that makes a Medicine check against your spell save DC realizes that there is something moving underneath your skin.</p><p>Your statistics change in the following ways:</p><ul><li>Your type changes to aberration, and you do not age or require sleep.</li><li>You cannot be healed by normal means, but you can spend an action or bonus action to consume 2d6 live worms, regaining an equal amount of hit points by adding them to your body.</li><li>You can sense and telepathically control all worms that have the beast type and are within 60 feet of you.</li></ul><p>In addition, you are able to discard your shell of skin and travel as a writhing mass of worms. As an action, you can abandon your skin and pour out onto the ground. In this form you have the statistics of <strong>swarm of insects</strong> with the following exceptions: you keep your hit points, Wisdom, Intelligence, and Charisma scores, and proficiencies. You know but cannot cast spells in this form. You also gain a burrow speed of 10 feet. Any worms touching you instantly join with your swarm, granting you a number of temporary hit points equal to the number of worms that join with your form (maximum 40 temporary hit points). These temporary hit points last until you are no longer in this form.</p><p>If you spend an hour in the same space as a dead creature of your original form's size, you can eat its insides and inhabit its skin in the same way you once inhabited your own. While you are in your swarm form, the most recent skin you inhabited remains intact and you can move back into a previously inhabited skin in 1 minute. You have advantage on checks made to impersonate a creature while wearing its skin.</p>",
    "duration": {
      "unit": "instantaneous",
      "value": ""
    },
    "healing": [],
    "proficient": true,
    "range": {
      "category": "self",
      "custom": ""
    },
    "save": {
      "dc": "",
      "onSave": "",
      "targetAbility": ""
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "self"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "components": {
      "vocalized": true,
      "seen": true,
      "material": true
    },
    "concentration": false,
    "level": 9,
    "materials": "coffin filled with worms, consumed by the spell",
    "materialsConsumed": false,
    "prepared": false,
    "ritual": true,
    "schools": {
      "primary": "transmutation",
      "secondary": [
        "arcane",
        "evil",
        "transformation"
      ]
    }
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "a5e-compendium-stuff",
      "system": "a5e",
      "coreVersion": "9.266",
      "systemVersion": "0.5.5"
    }
  }
}