{
	"folder": null,
	"name": "Advanced Ornithopters",
	"type": "feature",
	"img": "icons/commodities/tech/fan-ventilator-copper.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p id=\"docs-internal-guid-6944e04a-7fff-5b58-d70d-0b2c968afeed\" dir=\"ltr\">At 9th level you&rsquo;ve learned how to overcome some of flight&rsquo;s greatest challenges, and can create even more intricate and specialized ornithopters. The following modifications are added to your list of modification options using your Ornithopters feature at the cost of two infusion uses instead of one.</p><h3 dir=\"ltr\">Assisted Flight</h3><p dir=\"ltr\">Your ornithopters gain the ability to attach to creatures and lift them into the air, granting them the power of flight. As an action, your ornithopters can firmly grip the back of an adjacent willing creature of medium or small size or detach from it. While attached in this way, the ornithopter cannot perform any action other than to detach. While a creature has an ornithopter attached in this way, it gains a flying speed equal to half the ornithopter&rsquo;s flying speed. If two or more ornithopters are attached to the same creature, that flying speed increases to equal to the ornithopter&rsquo;s flying speed instead.&nbsp;</p><h3 dir=\"ltr\">Energy Shielding</h3><p dir=\"ltr\">You outfit your ornithopters with energy emitters that cause strikes to rebound off seemingly nothing. Your ornithopters gain the following reaction which it takes when hit by an attack:</p><p dir=\"ltr\"><em><strong>Energy Shield (Recharge 5&ndash;6).</strong></em> The ornithopter projects energy shielding to protect itself from an oncoming attack. Until the beginning of the ornithopter&rsquo;s next turn it gains a +4 bonus to its AC, which also applies to the triggering attack potentially turning a hit into a miss.</p><p dir=\"ltr\">&nbsp;</p><h3 dir=\"ltr\">Swarming Instincts</h3><p dir=\"ltr\">You build teamwork and mass swarming strategies into the limited intelligence of your ornithopters. Your ornithopters gain the following trait:</p><p dir=\"ltr\"><em><strong>Pack Tactics. </strong></em>The ornithopter has advantage on attack rolls against a creature if at least one of the ornithopter&rsquo;s allies is within 5 feet of the creature and not incapacitated.</p><h3 dir=\"ltr\">Ultimate Surveillance</h3><p dir=\"ltr\">Your ornithopters are positively dripping with sensors and recording devices. Your ornithopters make Investigation and Perception checks at advantage, and they gain a bonus to both checks equal to your proficiency bonus.</p><h3 dir=\"ltr\">Whisper Wings</h3><p dir=\"ltr\">With almost perfectly transparent wings and a color adapting chassis, your ornithopters easily slip past most watchful eyes. Your ornithopters make Stealth checks at advantage and gain a bonus to Stealth checks equal to your proficiency bonus.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": {
				"version": {
					"schema": 0.018,
					"foundry": "11.315",
					"system": "0.18.11"
				}
			}
		},
		"classes": ""
	},
	"effects": [],
	"flags": {},
	"_id": "u30ggqbuqy6u8ove",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.17"
	}
}