{
  "folder": null,
  "name": "Companion Specialty",
  "type": "feature",
  "img": "icons/creatures/magical/spirit-undead-ghost-blue.webp",
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p id=\"docs-internal-guid-1955c904-7fff-d437-f923-521d438a458a\" dir=\"ltr\">Constant cooperation with your elemental companion has led to the discovery of new tactics.</p>\n<p dir=\"ltr\">At 7th level, your elemental companion grows to medium size, though you can reduce its size to small or back again as an action. It gains +1 hp per level, and its Hit Dice increase to d8&rsquo;s. While it is medium-sized or larger, it also gains one of the following features:</p>\n<p id=\"docs-internal-guid-18fcd30e-7fff-55d2-3e17-9beb7a524e25\" dir=\"ltr\"><strong>Disaster:</strong> Your companion is a violent force of nature akin to a small natural disaster. When it is hit by a melee attack, the attacking creature takes 2d6 damage. Air elementals deal lightning damage, Earth elementals deal bludgeoning damage, Fire elementals deal fire damage, and Water elementals deal cold damage.</p>\n<p dir=\"ltr\"><strong>Guardian:</strong> Your companion has grown into your stalwart guardian. As a reaction in response to a creature it can see within its reach making an attack roll, it can impose disadvantage on that attack roll as long as the target of the attack is not the elemental companion. Additionally, the companion&rsquo;s AC increases by +2.</p>\n<p dir=\"ltr\"><strong>Storm:</strong> Your companion has learned to be swift and agile like a storm. When it is hit by an attack, it can use its reaction to reduce that attack to half damage. Additionally, when it makes a Dexterity saving throw against an effect that deals half damage on a success, it takes no damage on a success and half damage on a failure.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "[object Object]",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {},
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.019,
      "lastMigration": null
    },
    "classes": "elementalist"
  },
  "effects": [],
  "flags": {},
  "_id": "nwtsmjet47h2lat1"
}
