{
	"name": "Raincloud’s Blessing",
	"type": "feature",
	"img": "icons/magic/lightning/bolt-cloud-sky-white.webp",
	"effects": [],
	"folder": null,
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Also at 6th level, you learn to perform a special magical ritual that can change the weather in a region for up to a year. The ritual affects an area in acres up to your druid level squared. At the beginning of the ritual, you can choose either hardship or plenty.</p><p>If you choose hardship, for the next year, the weather will make life very difficult in the area you selected. The specific nature the hardship takes is up to the Narrator, but it may include droughts, flooding, high winds that damage structures and cause soil erosion, and even highly-severe weather like hurricanes and tornadoes. Skilled farmers may be able to eke out a meager harvest, but it is likely that the region will have severe crop shortages at best. If there are strongholds or properties in the region, there is a 25% chance each month that something happens to damage them.</p><p>If you choose plenty, the opposite happens. Rains are gentle, regular, and enough to ensure a bountiful harvest without flooding local waterways or damaging structures. Weather throughout the year will be mild. Local agriculture will produce more than enough to make everyone in the region well-fed and happy, with plenty left over to trade. If there are strongholds or properties in the area, the cost to upgrade them from frugal to average is halved during the year of plenty.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": {
				"version": {
					"schema": 0.016,
					"foundry": "11.315",
					"system": "0.17.41"
				}
			}
		},
		"classes": [
			"druid"
		]
	},
	"_id": "q9hcgjwuaye1qn8g",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}