{
	"name": "Sacred Office",
	"type": "feature",
	"img": "icons/commodities/treasure/token-gold-gem-purple.webp",
	"effects": [],
	"flags": {},
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Also at 4th level, your mission has taken root and is known through much of the land, conveying rumors both good and ill about your deeds. Choose one of the following.</p>\n<h2>Auspicious Collaborator</h2>\n<p>The higher powers you are attuned to have witnessed your deeds and bestowed upon you a quality of worthiness. Your requests for aid are perceived as opportunities for partnership rather than impositions.</p>\n<p>People of all backgrounds are more drawn to help you than they would ordinarily be. You gain one specialty chosen from Culture or Persuasion, and you gain an expertise die on Persuasion checks related to seeking aid.</p>\n<h2>Divine Authority</h2>\n<p>Your connection to religious hierarchy opens many doors. Sermons you give and courtesy calls you make to different religious groups put you in contact with a local representative of your faith, who is happy to strongly recommend you to another local leader. You gain one specialty chosen from Culture, Insight, or Persuasion. In addition, you gain an expertise die on Culture, Insight, and Persuasion checks made against local leaders to whom you are recommended that would otherwise be indifferent towards you.</p>\n<h2>Engaging Proclaimer</h2>\n<p>Your recitations of divine stories, songs, or chants quickly build and hold an audience&rsquo;s attention, whether you are speaking to a packed tavern or a smaller gathering. You gain an expertise die on Performance checks to gather and hold the attention of 2 or more people. In addition, you gain two skill specialties, chosen from Performance and Religion.</p>\n<h2>Reputation</h2>\n<p>Your reputation for talented ministry and good works precedes you. Common folk frequently recognize you on sight, and those who do often have a friendly disposition towards you. They often ask you for counsel, favors, and blessings. The disposition of people they introduce you to are one stage better than normal (the indifferent become friendly, the hostile become indifferent).</p>\n<h2>Symbol of Might</h2>\n<p>The strength of the powers you serve is obvious to anybody you interact with, and you are able to use it to garner a certain level of fear and compliance. You gain one Intimidation specialty, and you gain an expertise die on Intimidation checks made to convince others to comply with your demands. The people you intimidate are no longer friendly towards you, if they were previously.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "adventurersGuide",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {
			"fAW1AwaavdyOf5SB": {
				"grantType": "feature",
				"level": 1,
				"levelType": "character",
				"optional": false,
				"label": "Sacred Office",
				"features": {
					"total": 1,
					"base": [],
					"options": [
						"Compendium.a5e.a5e-class-features.Item.xvxtx7u0k1sm1hia",
						"Compendium.a5e.a5e-class-features.Item.uh7u6bq0gvaz01nl",
						"Compendium.a5e.a5e-class-features.Item.707lvm4739udjfh0",
						"Compendium.a5e.a5e-class-features.Item.o7wow2paqckg384f",
						"Compendium.a5e.a5e-class-features.Item.6a66si38giv4254j"
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": {
				"version": {
					"schema": 0.016,
					"foundry": "11.315",
					"system": "0.17.41"
				}
			}
		},
		"classes": "cleric"
	},
	"folder": null,
	"_id": "yakt9uiyp07pc2c9"
}