{
  "name": "Principles of Devotion",
  "type": "feature",
  "img": "icons/sundries/scrolls/scroll-magical-yellow.webp",
  "effects": [],
  "flags": {
    "core": {},
    "exportSource": {
      "world": "rpi-clean",
      "system": "a5e",
      "coreVersion": "11.315",
      "systemVersion": "0.18.8"
    }
  },
  "system": {
    "ac": {
      "baseFormula": "",
      "formula": "",
      "grantsDisadvantage": false,
      "maxDex": 0,
      "minStr": 0,
      "mode": 2,
      "requiresNoShield": false,
      "requiresUnarmored": false
    },
    "actions": {},
    "description": "<p>At 2nd level, after much contemplation and communion with your greater entity, you pledge to uphold certain standards of behavior beyond what is necessary for adventure. In return, your greater entity grants you one of the following related boons. When you fail to uphold this pledge, you lose any benefits from it until 24 hours after you finish a long rest and rededicate yourself.</p>\n<h2>Chaste</h2>\n<p>In exchange for forgoing pleasures of the heart and flesh, you are hardened to the persuasions of others. Add your Wisdom modifier to any saving throws made to resist being charmed. You also gain one skill specialty chosen from Insight, Persuasion, or Religion.</p>\n<h2>Destitute</h2>\n<p>In exchange for forgoing material luxury, vendors who are not explicitly opposed to your greater entity are compelled to give you heavy discounts of up to 20%, and inkeeps offer free lodging.</p>\n<h2>Devotional Integrity</h2>\n<p>You adhere to a strict code of morality and ethics. When an action you take is honest and non-violent, until the end of your turn you are immune to the rattled condition and you do not suffer disadvantage or penalties on Intelligence, Wisdom, or Charisma checks made as part of that action.</p>\n<h2>Image of the Divine</h2>\n<p>You exhibit a uniform, makeup, tattoo, or body modification indicating your higher entity or religious order. Creatures have advantage when discerning your religious identity. You gain advantage on saving throws against fear and ability checks made against Intimidation. You also gain one skill specialty chosen from Insight, Intimidation, or Persuasion.</p>\n<h2>Merciful</h2>\n<p>In exchange for forgoing bloodshed&mdash;torture, attacking unconscious creatures, and dealing lethal wounds to creatures you reduce to 0 hit points&mdash;you are yourself granted mercy. When you have already succeeded on two death saving throws, you have advantage on death saving throws.</p>\n<h2>Rule of Ritual</h2>\n<p>You make formal religious observances and perform ritual timekeeping. You can spend 1 hour during a long rest to make these observances, and if you do you only need 4 hours of sleep instead of the normal 6. You learn the @UUID[Compendium.a5e.a5e-spells.Item.ljixftygfhi0sfsf]{Guidance} cantrip if you do not already know it, and when you grant expertise dice with a spell of 1st-level or higher, the expertise die you grant increases by one step.</p>\n<h2>Secrecy</h2>\n<p>Your mission from your deity requires you to work undercover, concealing your true self with a secret identity. In exchange for forgoing the pleasure of true connection and friendship, you gain an expertise die on Deception checks.</p>\n<h2>Severity</h2>\n<p>In exchange for forgoing weaknesses such as helping or protecting others (except when it serves you), you add your Wisdom modifier to Perception checks made to find valuable objects, and on opposed checks made against the Persuasion check of another creature.</p>\n<h2>Silence</h2>\n<p>In exchange for speaking only to cast spells, you are able to compel other creatures to action with only a glance. When a creature within 10 feet of you makes a Persuasion check, you may add your Wisdom modifier to the result.</p>",
    "favorite": false,
    "secretDescription": "",
    "source": "adventurersGuide",
    "uses": {
      "value": 0,
      "max": "",
      "per": "",
      "recharge": {
        "formula": "1d6",
        "threshold": 6
      }
    },
    "concentration": false,
    "featureType": "class",
    "grants": {
      "YBo134g86fSFkvrO": {
        "grantType": "feature",
        "level": 1,
        "levelType": "character",
        "optional": false,
        "label": "Principles of Devotion",
        "features": {
          "total": 1,
          "options": [
            "Compendium.a5e.a5e-class-features.Item.l2945agrin6ficj7",
            "Compendium.a5e.a5e-class-features.Item.6x1efduwzmesz3vt",
            "Compendium.a5e.a5e-class-features.Item.ofugczcz0tf3jbkl",
            "Compendium.a5e.a5e-class-features.Item.yakt9uiyp07pc2c9",
            "Compendium.a5e.a5e-class-features.Item.vtltalatjrjhzhva",
            "Compendium.a5e.a5e-class-features.Item.rbvp8ojgoymcjqvb",
            "Compendium.a5e.a5e-class-features.Item.d5k6klumbkvcagfm",
            "Compendium.a5e.a5e-class-features.Item.eed5zt51yzu8zbet"
          ]
        }
      }
    },
    "prerequisite": "",
    "requiresBloodied": false,
    "schemaVersion": {
      "version": 0.018,
      "lastMigration": {
        "version": {
          "schema": 0.016,
          "foundry": "11.315",
          "system": "0.17.41"
        }
      }
    },
    "classes": "cleric"
  },
  "folder": "OjwrnV0ZDZUv9CRf",
  "_stats": {
    "systemId": "a5e",
    "systemVersion": "0.18.6",
    "coreVersion": "11.315",
    "createdTime": 1714847426336,
    "modifiedTime": 1714854045977,
    "lastModifiedBy": "Glw114cHAVexdKTu"
  }
}