{
	"name": "Limited Phasing",
	"type": "feature",
	"img": "icons/magic/death/skull-energy-light-white.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>You are semi-incorporeal, stuck between the worlds of humans and ghosts. You gain the following benefits:</p><p><strong><em>Limited Phasing</em></strong>. You can pass through solid, non-living objects which are no thicker than 3 inches. Trying to pass through thicker objects which are smaller than you pushes them aside, while larger objects block your movement. You can only pass through objects in this way while using your movement, and you can take no actions (including attacks, spells, object interactions, and reactions) until you exit the object.&nbsp;</p><p>You can use this trait to enhance this effect for 1 minute, passing through creatures and through objects which are up to 1 foot thick. Once you do so, you can't do so again until you complete a short or long rest.</p><p>You cannot pass through creatures or objects of any size made from gold, lead, or silver. Even wire made from these materials blocks your movement.</p><p>Your clothing, equipment, and other objects on your person stay with you as you pass through objects in this way. You cannot benefit from this trait while carrying a heavy load.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "heritage",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.018,
			"lastMigration": {
				"version": {
					"schema": 0.016,
					"foundry": "11.315",
					"system": "0.17.41"
				}
			}
		}
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "96utv229285b0ggw"
}