{
	"folder": null,
	"name": "Military Frame",
	"type": "feature",
	"img": "icons/commodities/tech/frame-steel.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p><strong>Battle Readiness. </strong>Your Speed&nbsp;increases to 30 feet and you are proficient&nbsp;with clubs, spears, and light crossbows.&nbsp;In addition, you have a melee weapon&nbsp;built into one of your arms that is&nbsp;immediately swapped out for a hand when&nbsp;sheathed. Choose one melee weapon that&nbsp;does not have the heavy, two-handed, or&nbsp;versatile property. When attached in this&nbsp;way, you are proficient with the weapon, it&nbsp;cannot be thrown, and you cannot be&nbsp;disarmed of it. The weapon can be&nbsp;replaced with another weapon with 10&nbsp;minutes of work and a DC 13 Engineering&nbsp;or tinker&rsquo;s tools check.</p>\n<p><strong>Military Augments. </strong>Choose two of the following customizations to enhance your military frame.</p>\n<ul>\n<li><em>Cavalry: </em>Your Speed increases by 5 feet, and you are proficient with land vehicles.</li>\n<li><em>Heavy Artillery: </em>You have a pop-up shoulder cannon that functions as the acid splash, fire bolt, or ray of frost cantrip (chosen when you select this customization and using your highest ability score as its spellcasting ability) but its effects are nonmagical.</li>\n<li><em>Infantry: </em>You have a crawl speed equal to your Speed.</li>\n<li><em>Light Artillery: </em>You replace one hand with a hand crossbow. You are proficient with the weapon and can ignore its loading property.</li>\n<li><em>Navy: </em>You have a swim speed of 20 feet and proficiency with water vehicles.</li>\n</ul>",
		"favorite": false,
		"secretDescription": "",
		"source": "gpg0",
		"uses": {
			"value": null,
			"max": "",
			"per": null,
			"recharge": {
				"formula": "1d6",
				"threshold": "6"
			}
		},
		"schema": {
			"version": null,
			"lastMigration": null
		},
		"concentration": false,
		"featureType": "heritage",
		"grants": {
			"VQkjsGiKRcoIGcY3": {
				"grantType": "feature",
				"level": 0,
				"optional": false,
				"label": "Military Frame",
				"features": {
					"base": [
						"Compendium.a5e.a5e-heritage-features.Item.tj5dp6tqz9kg8xw6",
						"Compendium.a5e.a5e-heritage-features.Item.xl62kum6q4gjh2v6"
					]
				}
			}
		},
		"prerequisite": "",
		"requiresBloodied": false
	},
	"effects": [],
	"flags": {},
	"_id": "07i4ylig9l5nkw9f"
}