{
	"name": "Spellcasting (Dark Eye)",
	"type": "feature",
	"img": "icons/magic/symbols/runes-star-pentagon-orange.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p>Also at 3rd level, you have trained to use magic to enhance your powers of observation, stealth, and combat. Dark eyes focus on spells that further augment their stealth, awareness, and observational reach.</p><p></p><h3><strong>Cantrips</strong></h3><p>At 3rd level, you know two cantrips of your choice drawn from the wizard spell list. These spells count as rogue spells for you. You learn an additional cantrip at 10th level.</p><p><br></p><h3><strong>Spell Slots</strong></h3><p>The Dark Eye Spellcasting table shows how many spell slots you have to cast your spells of 1st-level and higher. To cast one of these spells, you must expend a slot of the spell’s level or higher. You regain all expended spell slots when you finish a long rest.</p><p><br></p><h3><strong>Spells Known of 1st-Level or Higher</strong></h3><p>You know three 1st-level spells of your choice selected from the following schools: obscurement, scrying, senses, and shadow. The Spells Known column of the Dark Eye Spellcasting table shows when you learn more spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots.&nbsp;</p><p>&nbsp; Additionally, when you gain a level in this class, you can choose one of the spells you know from this feature and replace it with another qualifying spell of a level for which you have spell slots.</p><p><br></p><h3><strong>Spellcasting Ability</strong></h3><p>Intelligence is your spellcasting ability for your spells. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a spell you cast and when making an attack roll with one.</p><p><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Intelligence modifier<br><strong>Spell attack modifier</strong> = your proficiency bonus + your Intelligence modifier</p><p></p><p></p><p><strong>Did We Forget Something?</strong></p><p>Especially observant readers may notice that the Dark Eye doesn’t get the full set of multiclass spells for the rogue class like the other tertiary casters in this volume. That is not an oversight. While there’s an archetype that gets access to the full set of multiclass spells for each of the traditionally non-casting classes available now* I didn’t want to set the precedent that it was <em>required</em> for tertiary casters to have access to those spells (even just for PMG products). After all,&nbsp; multiclass spells don't even exist in the <em>Adventurer’s Guide,</em> and the Wildborn ranger archetype is still plenty cool!<br><br>In the case of the Dark Eye, the free rogue multiclass spells aren’t quite as directly parallel to the flavor as they are to the Sacred Agent from <em>MoAR: Light &amp; Dark</em>. Dark Eyes are more spies and snipers than up-close fighters like the Sacred Agent (which owes a lot to a certain popular video game series based around different historical eras), so the very melee-oriented rogue multiclass spells didn’t fit. For Dark Eyes to get the rogue multiclass spells, they will need to multiclass.<br><br>*The ranger multiclass spell archetype is in Arcane Sniper, the marshal and rogue ones are in MoAR Light &amp; Dark, and the adept, berserker, and fighter archetypes are in this product.</p><p><br></p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "rogue"
	},
	"effects": [],
	"flags": {},
	"folder": null,
	"_id": "uztzu54e0zooiksl"
}