{
	"folder": null,
	"name": "Wyrding the Waters",
	"type": "feature",
	"img": "icons/magic/water/bubbles-air-water-light.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p dir=\"ltr\">When you take this archetype at 1st level, your induction into the rites of the ocean fills your lungs and suffuses your being with knowledge forbidden to land dwellers.&nbsp;</p>\n<p dir=\"ltr\">You can breathe both air and water. You gain a swim speed equal to your walking speed; if you already have a swim speed, it instead increases by 10 feet.</p>\n<p dir=\"ltr\">If you have a familiar, whenever it follows you into or out of the water it can use its reaction to change its animal form to one suitable for that environment, such as an octopus when entering the water or a cat when leaving the water.</p>\n<p dir=\"ltr\">Additionally, choose one of the following:</p>\n<h3 dir=\"ltr\">Aquatic Servant</h3>\n<p dir=\"ltr\">As an action you can conjure your aquatic servant, a water elemental which emerges from a body of water you can see within 30 feet, such as a Tiny-sized puddle or a Large-sized fountain. The aquatic servant takes the form of a beast, the CR of which is no higher than your level divided by 6, and the size of which is no larger than the body of water from which you called it. The servant retains the elemental creature type, and it can appear either as the beast it emulates or as a water elemental molded into that shape. It takes its turn immediately after yours, and it obeys your mental commands.</p>\n<p dir=\"ltr\">You must concentrate on this effect to maintain it, as though concentrating on a spell. The aquatic servant remains in your service for 1 hour, or until you no longer concentrate on this effect.&nbsp;</p>\n<p dir=\"ltr\">Once you use this feature, you can&rsquo;t do so again until you complete a long rest.</p>\n<h3 dir=\"ltr\">Drowner&rsquo;s Curse</h3>\n<p dir=\"ltr\">You can use a bonus action to place a curse on a creature you can see within 30 feet. The curse lasts for 1 minute, and ends early if the target dies, you die, or you become incapacitated. The curse has the following effects:</p>\n<ul>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">Choose cold or piercing damage. When you deal damage against the cursed creature, it takes an additional 1d4 damage of the chosen type. This bonus increases by 1d4 at 10th level, and again at 15th and 20th level.</p>\n</li>\n<li dir=\"ltr\" aria-level=\"1\">\n<p dir=\"ltr\" role=\"presentation\">The cursed creature&rsquo;s speed is reduced by half, and they have disadvantage on Strength, Dexterity, and Constitution checks. They halve the duration they can hold their breath and they double the rate at which they sink.</p>\n</li>\n</ul>\n<p dir=\"ltr\" role=\"presentation\">Once you have used this feature, you can&rsquo;t use it again until you finish a short or long rest.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "moarComplete",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "warlock"
	},
	"effects": [],
	"flags": {},
	"_id": "e68rguelfgq5fqic",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.16"
	}
}