{
	"folder": null,
	"name": "Lullaby",
	"type": "feature",
	"img": "icons/skills/trades/music-singing-voice-blue.webp",
	"system": {
		"ac": {
			"baseFormula": "",
			"formula": "",
			"grantsDisadvantage": false,
			"maxDex": 0,
			"minStr": 0,
			"mode": 2,
			"requiresNoShield": false,
			"requiresUnarmored": false
		},
		"actions": {},
		"description": "<p id=\"docs-internal-guid-d63747ca-7fff-e22c-a8f5-75c4643ab030\" dir=\"ltr\">At 3rd level, you can lull almost any creature into a peaceful slumber, given enough time. You learn the sleep spell, or another bard spell if you already know it. When you cast sleep, you may choose to begin concentrating on the spell. If one of the creatures initially within the spell&rsquo;s area of effect falls below the remaining hit point threshold while you are concentrating on the spell, they are immediately affected by the spell, and their hit points are deducted from the remaining total. If multiple creatures are reduced below the remaining threshold at once, the spell affects those with the fewest remaining hit points first, as usual.</p>\n<p dir=\"ltr\">Rounds spent concentrating on the spell count toward the amount of time creatures are affected by the spell. If you lose concentration on the spell before its full duration, creatures who have already been put to sleep by the spell remain asleep for the regular duration of the spell unless awoken.</p>\n<p dir=\"ltr\">Finally, while concentrating on the spell, creatures that would be awoken by means other than taking damage must succeed on a Constitution saving throw against your spell save DC or remain asleep, and you may use a bonus action during your turn to roll an additional number of d10 equal to your proficiency bonus and add it to the total number of hit points affected.</p>",
		"favorite": false,
		"secretDescription": "",
		"source": "secretsOfTheSelkies",
		"uses": {
			"value": 0,
			"max": "",
			"per": "",
			"recharge": {
				"formula": "1d6",
				"threshold": 6
			}
		},
		"concentration": false,
		"featureType": "class",
		"grants": {},
		"prerequisite": "",
		"requiresBloodied": false,
		"schemaVersion": {
			"version": 0.019,
			"lastMigration": null
		},
		"classes": "bard"
	},
	"effects": [],
	"flags": {},
	"_id": "jg0aklthgvjv6pbl",
	"_stats": {
		"coreVersion": "12",
		"systemId": "a5e",
		"systemVersion": "0.19.14"
	}
}