{
  "name": "Grapple",
  "type": "maneuver",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "ability": "",
    "actionOptions": [
      "savingThrow"
    ],
    "activation": {
      "cost": 1,
      "type": "action",
      "reactionTrigger": ""
    },
    "attack": {
      "bonus": "",
      "critThreshold": 20,
      "type": ""
    },
    "area": {
      "shape": "",
      "size": ""
    },
    "check": {
      "ability": "str"
    },
    "damage": [],
    "description": "<p>You can use the Grapple maneuver to grab or wrestle a creature. If you are able to make multiple attacks with the Attack action, this maneuver replaces one of them.</p>\n<p>You must have at least one free hand to attempt a grapple, your target must be within your reach, and the target must be no more than one size category larger than you. The target makes a Strength or Dexterity saving throw against your maneuver DC. On a failure, you deal basic melee damage and the target becomes grappled (see Appendix A: Conditions on page 616). In addition to things that end the condition, you can release the target at any time (no action required).</p>\n<p><em>Escaping a Grapple.</em> While grappled, a creature can use its action to attempt to escape. It must succeed on a Strength or Dexterity saving throw against your maneuver DC.</p>\n<p><em>Moving a Grappled Creature. </em>When you move, you can drag or carry the grappled creature with you. When you do so, your Speed is halved, unless the creature's weight is within your carrying capacity and you are not encumbered by bulky items.</p>\n<p><em>Freeing a Grappled Creature.</em> You can use the Grapple maneuver to try to free another grappled or restrained creature. The creature grappling or restraining the target makes a Strength saving throw against your maneuver DC. If it fails the saving throw, the grappled or restrained creature is freed. Additionally, you may move the freed creature 5 feet in any direction.</p>",
    "duration": {
      "unit": "instantaneous",
      "value": null
    },
    "healing": [],
    "proficient": true,
    "range": [
      "touch"
    ],
    "save": {
      "dc": "@maneuverDC",
      "onSave": "",
      "targetAbility": "str"
    },
    "source": "",
    "target": {
      "quantity": "",
      "type": "creature",
      "shape": "",
      "size": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "degree": 0,
    "exertionCost": 0,
    "tradition": ""
  },
  "effects": [],
  "flags": {
    "exportSource": {
      "world": "a-story-of-beginnings-again",
      "system": "a5e",
      "coreVersion": "9.255",
      "systemVersion": "0.5.5"
    }
  }
}
